[
    {
        "title": "Charting A Course",
        "author": "vass",
        "summary": "From the private notes of Cliopher Mdang on his fanoa's dating prospects.",
        "link": "https://archiveofourown.org/works/77979251",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "Incandescent as the Sun",
        "author": "Witgifu",
        "summary": "“Oh, very good, my lord,” said Cliopher, and unconsciously looked up into the eyes of the Sun-on-Earth. He had known, everyone knew, that the Lord Emperor's gaze could blind. He had broken one of the great taboos.\n\nIn canon, the taboo against eye contact was gone. But what if it was only weakened?",
        "link": "https://archiveofourown.org/works/78201381",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "I have loved you all too long and well",
        "author": "Crackfoxx",
        "summary": "The blanketing heat fell across the quiet valley like a shroud. The calves lolled listless beneath the trees. Even the crows simmered silently in their roosts, black feathers baked by the merciless sun. The dust of the road puffed beneath the dragging hooves of the roan charger.",
        "link": "https://archiveofourown.org/works/78515381",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": ":lock: When I come back to you, as summer comes",
        "author": "Crackfoxx",
        "summary": "I packed the basket with care. Tin dishes, cutlery, and cleverly collapsing cups tucked into the inner pocket. A small pot of honey and another of jam nestled into the bottom, wrapped in napkins. Next came the cheese and a spicy sausage Mr. Sifton had just got in. A fresh loaf from Mr. Ingleside's bakery laid on top of that, and placed snugly beside it the honeycake I had made early that morning. Thank the Lady the heat had broken or I would have resorted to buying the cake as well.",
        "link": "https://archiveofourown.org/works/78515761",
        "date": "13 Feb 2026",
        "locked": true
    },
    {
        "title": "Love and happiness for Melissa",
        "author": "Byotek",
        "summary": "3 short stories showing Melissa’s love life through different types of love and relationships. (While not being a major downer, which is tricky because Melissa really gets the short end of the stick in cannon.)\n\nMellisa and lady Jivane- post fall\nMellisa’s first crush- age 16\nFound family- HOTE era ish",
        "link": "https://archiveofourown.org/works/79159391",
        "date": "08 Feb 2026",
        "locked": false
    },
    {
        "title": "learning to sing",
        "author": "celebros",
        "summary": "That morning, when Melissa sees him from across the garden, her breath comes in sharply. If there had been any doubt, his appearance makes it abundantly clear who he is.",
        "link": "https://archiveofourown.org/works/79370241",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "gilded grace",
        "author": "lux_arcana",
        "summary": "Cliopher isn't jealous, really. Ludvic had gained the marks by saving Fitzroy's life; it would be strange to be jealous of such a terrifying thing, an event he still had nightmares about.\n\nHe just - thinks they are beautiful. And attractive, in a way. And he can't stop himself from staring at them. But it's not like he could say anything...\n\nFitzroy has another idea.\n\n(Retirement-era smudgies for SunInGlory)",
        "link": "https://archiveofourown.org/works/79383281",
        "date": "12 Feb 2026",
        "locked": false
    },
    {
        "title": "Velioi Dances",
        "author": "quondame",
        "summary": "Navalia plans her adventures carefully.",
        "link": "https://archiveofourown.org/works/79391086",
        "date": "12 Feb 2026",
        "locked": false
    },
    {
        "title": "dancing in the caves",
        "author": "sisina6",
        "summary": "It would be easier, I’d thought, down in the deep caves of my heart, where I couldn’t see what I couldn’t have. It didn’t work; he came after me anyway.",
        "link": "https://archiveofourown.org/works/79403736",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "Tahuna Cove",
        "author": "RoundedLoaf",
        "summary": "In a rare break in the Gorjo City Opera House’s lead soprano’s busy schedule, Eidora Mdang takes her husband and children for a holiday on the far side of Loaloa. Her favourite sister, Oura, tags along.",
        "link": "https://archiveofourown.org/works/79439331",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "This giving up is not a repenting",
        "author": "Crackfoxx",
        "summary": "The patient masseuse gently rubbed warm oil into Eidora's wrinkled hands. She was getting better at ignoring the voice in her head that insisted she should be doing something more important with her day. Much harder to ignore, was the voice that idly wondered what was happening to the family in her absence.",
        "link": "https://archiveofourown.org/works/79440471",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "The Roses of Katharmoon",
        "author": "alfgifu",
        "summary": "The Red Company are on the run, seeking a safe route out of Ysthar, and Pali Avramapul is glad for the company of her first and best friend.\n\nFitzroy is also there.",
        "link": "https://archiveofourown.org/works/79445291",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "Love Beyond Definition",
        "author": "justjourneys",
        "summary": "A quiet morning full of reflections on love and relationships in the household post retirement.",
        "link": "https://archiveofourown.org/works/79452336",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "flexible working hours",
        "author": "Nemainofthewater",
        "summary": "There was a light in the offices.",
        "link": "https://archiveofourown.org/works/79457466",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "Post Script",
        "author": "Crackfoxx, justjourneys",
        "summary": " ",
        "link": "https://archiveofourown.org/works/79457706",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": "Home, Away",
        "author": "bookwyrm",
        "summary": "Sailing on the ocean is a far cry from paddling around the millpond.",
        "link": "https://archiveofourown.org/works/79470976",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "Almost Know You",
        "author": "songofsunset",
        "summary": "After a morning spent in Ikialo Village, Kip and his lord run into someone unexpected on the forest path.",
        "link": "https://archiveofourown.org/works/79471461",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "Call, Respond, Course-Correct",
        "author": "WishingStar",
        "summary": "\"As I was saying, imagine my confusion when I arrived to find the two of you still circling each other like Zunidh's most innocent pair of nuns. Now, I know you're familiar with the mechanics, Cliopher, and he has a reputation—\" Conju scowled in a way that Cliopher was learning to associate with reminders that their Fitzroy was, in fact, the Fitzroy Angursell and not someone who simply happened to share his name—\"so that only leaves the question of why.\"",
        "link": "https://archiveofourown.org/works/79472341",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "we will all be together again",
        "author": "Squeasel",
        "summary": "The Mdang siblings—as adults and as teens",
        "link": "https://archiveofourown.org/works/79472926",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": "Burning the Midnight Oil",
        "author": "songofsunset",
        "summary": "Kip stays up late, finishing his reports for Princess Indrogan.",
        "link": "https://archiveofourown.org/works/79474276",
        "date": "13 Feb 2026",
        "locked": false
    },
    {
        "title": ":lock: Hawking",
        "author": "praycambrian ",
        "summary": "Long ago their hosts’ ancestors had discovered a vein of dreams running through the moors like tin or copper, and had chosen to build their halls upon it. All who slept there dreamed — everyone, every night — true dreams. Dreams with power.\n\nPali has a long gray midmorning of the soul.",
        "link": "https://archiveofourown.org/works/79481381",
        "date": "14 Feb 2026",
        "locked": true
    },
    {
        "title": ":lock: A Study in Proximity: Behavioral Notes on the Imperial Court",
        "author": "DuhJustWriteAlready ",
        "summary": "A petitioner (original character) visits the Palace of Stars hoping for an audience with the Emperor. These are their observations from this trip.\n\nTimeline: Post-petty-treasons, pre-Hote, some minor references to AtFotS canon. time is fluid but should be mostly Canon-compliant.",
        "link": "https://archiveofourown.org/works/79325841",
        "date": "14 Feb 2026",
        "locked": false
    },
    {
        "title": ":lock: We are gonna be friends ",
        "author": "DuhJustWriteAlready ",
        "summary": "In his first winter in Astandalas the Golden, Kip Mdang makes an unexpected friend.",
        "link": "https://archiveofourown.org/works/78941691",
        "date": "14 Feb 2026",
        "locked": false
    }
]