[
    {
        "title": "A Peace for Myself",
        "author": "fire_eyes_chica",
        "summary": "His mother voiced the thought that Conju's plan sounded so lovely and why didn't Kip take him up on that offer... Conju suddenly turned to Eidora and invited her instead.\n\nTo Cliopher's surprise, his mother hesitated, looked at Uncle Lazo, looked at Kip, looked at Vinyë, and then coloured beautifully and said 'yes'.\n\n \n\nConju gets to know Eidora better.",
        "link": "https://archiveofourown.org/works/69782256",
        "date": "31 Aug 2025"
    },
    {
        "title": "Pet the Mako?",
        "author": "Byotek",
        "summary": "Fitzroy wants to catch the tasty fish. He gets more than he bargained for.",
        "link": "https://archiveofourown.org/works/69859661",
        "date": "31 Aug 2025"
    },
    {
        "title": "Sun-in-law",
        "author": "breadandroses",
        "summary": "Being family",
        "link": "https://archiveofourown.org/works/70135481",
        "date": "31 Aug 2025"
    },
    {
        "title": "Oh! How the turntables!",
        "author": "RoundedLoaf",
        "summary": "It's so hard to be a drunk noble whose plans for advancement were shattered by an upstart from your own islands.\n\n(AKA: Earl Baljan POV of That Table Scene)",
        "link": "https://archiveofourown.org/works/70151566",
        "date": "31 Aug 2025"
    },
    {
        "title": "blossoming",
        "author": "Squeasel",
        "summary": "Dora seeks Conju's advice when she's asked to babysit for a visiting noble, and he is neither wistful for the child she was nor sentimental about the person she is becoming right before his eyes. Of course he isn't.\n\nChildren... they grow up so fast.",
        "link": "https://archiveofourown.org/works/70147641",
        "date": "01 Sep 2025"
    },
    {
        "title": "Cloth of Gold",
        "author": "lux_arcana",
        "summary": "In which a visiting researcher is confused, Cliopher is confused, Rhodin is having a good time, and Conju is ready to talk shop.",
        "link": "https://archiveofourown.org/works/69914591",
        "date": "01 Sep 2025"
    },
    {
        "title": "Travelling post",
        "author": "alfgifu",
        "summary": "Lady Olive, née Greenwing, has written more than once to the command staff of the Seventh Army of Astandalas, and to the Lady of Alinor, asking for any clarification they can provide on the subject of her former husband’s death.\n\nJullanar Thistlethwaite thinks she’s been waiting too long for an answer.\n\nNB: This story directly follows and is a companion piece to Lardy Johns, please read that fic first! Both are set in the Kip Thistlethwaite AU, in which various events have taken place differently from canon. The divergence and key differences can be found in In cahoots; I have included a very brief (spoilered) summary in the notes at the start of both these new fics for anyone who hasn’t read that one or would appreciate a reminder.",
        "link": "https://archiveofourown.org/works/70142566",
        "date": "01 Sep 2025"
    },
    {
        "title": "Efficient and effective",
        "author": "alfgifu",
        "summary": "A conversation in a Gorjo City kitchen leads to some unexpected revelations.",
        "link": "https://archiveofourown.org/works/70027616",
        "date": "01 Sep 2025"
    },
    {
        "title": "Lardy Johns",
        "author": "alfgifu",
        "summary": "What had my father called her? A sensible and intelligent woman? Yes: and a kind, warm, and funny one, too. I wished my mother had known her better.\n\n— Jemis Greenwing of Jullanar of the Sea, Beesting Cake p.206\n\n“Oh, Mr. Greenwing—my dear Jemis—” She cupped my face in her hands and kissed me on the forehead. “Your mother would be so very proud of you.”\n\n— Jullanar of the Sea to Jemis Greenwing, Plum Duff p.196\n\nNB: This story is set in the Kip Thistlethwaite AU, in which various events have taken place differently from canon. The divergence and key differences can be found in In cahoots; I have included a very brief (spoilered) summary in the notes at the start of this fic for anyone who hasn’t read that one or would appreciate a reminder. This is an immediate prequel to Travelling post and should be read before that fic.",
        "link": "https://archiveofourown.org/works/69906426",
        "date": "01 Sep 2025"
    },
    {
        "title": "Too many mangoes",
        "author": "alfgifu",
        "summary": "With one thing and another, Fitzroy and Cliopher had both been in a more-than-usually fragile state when they came home to find the six-foot lizard basking on the doorstep.\n\nTheir faravia so far had been. Complicated.\n\nNB: this fic is a sequel set some time after Tenebra, or The Crow which is an AU diverging from an early point in Hands of the Emperor. While there are a number of differences from canon, much has remained the same, and I think this makes sense without having read that (rather long!) fic first",
        "link": "https://archiveofourown.org/works/69642186",
        "date": "01 Sep 2025"
    },
    {
        "title": "a small eccentricity of time",
        "author": "Squeasel",
        "summary": "Don't worry—everything is fine probably. It's just that when Cousin Kip left the bedroom, everyone but me and Lord Artorin stopped moving. Lord Artorin says our paths have diverged. I don't know what that means, but he wouldn't let anything bad happen to us. Love, Dora",
        "link": "https://archiveofourown.org/works/70154216",
        "date": "01 Sep 2025"
    },
    {
        "title": "a wild call and a clear call",
        "author": "Drel_Murn",
        "summary": "Many have gone to the Emperors of Astandalas over the years to ask this, and now, Illustrious One, I come before you. Will you return Elonoa’a’s skin?",
        "link": "https://archiveofourown.org/works/68706206",
        "date": "01 Sep 2025"
    },
    {
        "title": "On the cold hill’s side",
        "author": "Drel_Murn",
        "summary": "When Pali realised that she and Fitzroy had tripped together, alone, into the fairy lands, something in her relaxed.\n\nHere’s the trick! Here’s the trap! something within her cried.",
        "link": "https://archiveofourown.org/works/68706456",
        "date": "01 Sep 2025"
    },
    {
        "title": "the abyss looking not into you",
        "author": "Drel_Murn",
        "summary": "Cliopher looked out at the dark water, at the glimpses of color from the reef under the foam and dazzle of the surface.\n\nAs it turned out, he had not yet met a challenge he would not face, so long as he had the time to prepare. Even if it was foolish. Even if he hated it.",
        "link": "https://archiveofourown.org/works/69325006",
        "date": "01 Sep 2025"
    },
    {
        "title": "My lovely furry wolfskin coat",
        "author": "Drel_Murn",
        "summary": "Rhodin walked up behind the boy trying to balance a bucket on top of the partially open front door to Cliopher’s small apartment.",
        "link": "https://archiveofourown.org/works/69325216",
        "date": "01 Sep 2025"
    },
    {
        "title": "Slipping through my fingers",
        "author": "Drel_Murn",
        "summary": "After almost a decade in the heart of the Astandalan empire, Pharia had grown almost painfully sensitive to wild magic. The tingling sensation of it had been growing stronger at her home over the last few days, and she had finally given in and actually tested the wild magic.",
        "link": "https://archiveofourown.org/works/69325446",
        "date": "01 Sep 2025"
    },
    {
        "title": "The ants go marching",
        "author": "Drel_Murn",
        "summary": "Eight Mdangs came to visit Kip at the Palace of Stars. Only seven are mentioned.",
        "link": "https://archiveofourown.org/works/69289426",
        "date": "01 Sep 2025"
    },
    {
        "title": "At the heart of this abandoned story",
        "author": "Drel_Murn",
        "summary": "While researching in the Archives, Dominus Mdang meets Domina Black.",
        "link": "https://archiveofourown.org/works/69289086",
        "date": "01 Sep 2025"
    },
    {
        "title": "John Barleycorn must die",
        "author": "Drel_Murn",
        "summary": "Rhodin got up bright and early, by the standards of island time, for the fertility festival, rolling out of the small shelter Cliopher had set up for him to stay in.",
        "link": "https://archiveofourown.org/works/69868871",
        "date": "01 Sep 2025"
    },
    {
        "title": "Centripetal Motion",
        "author": "justjourneys",
        "summary": "Fitzroy has learned to love falling and can't wait to see what this fall will drop him into.",
        "link": "https://archiveofourown.org/works/69075411",
        "date": "01 Sep 2025"
    },
    {
        "title": "New Business, Old Business",
        "author": "quondame",
        "summary": "The retirement house is more out of the way than Lazo's barbershop, perhaps a café will bring more people by and provide a cover for consulting the new taná in town.",
        "link": "https://archiveofourown.org/works/70141931",
        "date": "01 Sep 2025"
    },
    {
        "title": "the thirteenth postal office of zizura-ve",
        "author": "ariex09",
        "summary": "On my fifth day of work at the thirteenth and most remote postal office of Zizura-ve, my cousin Tuolani plopped herself down at the kitchen table at breakfast time and announced, “I’m going to help you with the post office today.”\n\n-\n\nA struggling rural post office receives unexpected assistance from a pair of wandering retirees.",
        "link": "https://archiveofourown.org/works/70099186",
        "date": "01 Sep 2025"
    },
    {
        "title": "on silent paws",
        "author": "ariex09",
        "summary": "\"Kip?\" I said, holding still. Startling the creature with sharp appendages in aggressively close contact with my skin seemed unwise.\n\n\"Hmm?\" Kip cracked an eye open. To my eyes he was at least halfway asleep already; Domina Audry's medication worked quickly.\n\n\"Your cat is puncturing me with its claws.\" It came out faintly plaintive despite my best efforts.\n\n-\n\nOr: two days five hours, but with a cat.",
        "link": "https://archiveofourown.org/works/70094071",
        "date": "01 Sep 2025"
    },
    {
        "title": "Going Once... Going Twice...",
        "author": "fire_eyes_chica",
        "summary": "There's something strange going on in the Gorjo City retirement house. Can Cliopher figure it out?",
        "link": "https://archiveofourown.org/works/70164656",
        "date": "01 Sep 2025"
    },
    {
        "title": "Cabinets, Closets, and Cupboards, Oh My!",
        "author": "MurmurationatDawn",
        "summary": "For the TBTF Bingo Challenge August 2025.\n\n5 things Conju discovers as he organizes the house, and one thing he doesn’t",
        "link": "https://archiveofourown.org/works/70028036",
        "date": "01 Sep 2025"
    },
    {
        "title": "Island Sunshine",
        "author": "fire_eyes_chica",
        "summary": "Someone comes to the tanà for help. Ludvic is there instead.",
        "link": "https://archiveofourown.org/works/69836821",
        "date": "01 Sep 2025"
    },
    {
        "title": "An HEA is a Requirement of the Genre",
        "author": "fire_eyes_chica",
        "summary": "A book, a wedding, and a very important wager. What's a household to do?",
        "link": "https://archiveofourown.org/works/69670541",
        "date": "01 Sep 2025"
    },
    {
        "title": "Peer Review",
        "author": "vass",
        "summary": "Pali has some essays to mark.",
        "link": "https://archiveofourown.org/works/70167366",
        "date": "01 Sep 2025"
    },
    {
        "title": "Not so petty treasons",
        "author": "SunInGlory",
        "summary": "Based on the Bingo Prompt: Fitzroy finds out that Kip thought he might be executed after Pali’s visit\n\n“You thought I would have you executed?” I asked quietly.\n\nThe serenity was in my voice, the emotionless calm I’d affected as the Sun-on-Earth, the Lord of Rising Stars, the Last Emperor of Astandalas. I couldn’t help it—not here, not in the place where I’d kept my emotions and instinctive responses as harshly captive as the taboos and rituals and expectations of my position had kept me.\n\nI’d failed only once since the first few weeks of my reign. Once.",
        "link": "https://archiveofourown.org/works/70147561",
        "date": "01 Sep 2025"
    },
    {
        "title": "A worn line, etched into the floor",
        "author": "SunInGlory",
        "summary": "Based on the Bingo Prompt: Kip and Pali have it out\n\n“How could you sit there for a thousand years watching him wear a line into the floor and do nothing?” Pali Avramapul didn’t yell but her latest accusation stung far worse for its quiet yet caustic, not quite whispered words. “You, who purport to love him more than anyone.”\n\n“Not anyone,” he interrupted, knowing it for truth. As much as he loved his fanoa, he was well aware others did too—including the woman standing before him.\n\nShe gave him a scathing look, as if his admission was yet another fault in her eyes.",
        "link": "https://archiveofourown.org/works/70125686",
        "date": "01 Sep 2025"
    },
    {
        "title": "The Divorce of the Sea, or, To Turn a Tide",
        "author": "fifteen_ducks",
        "summary": "When Fitzroy Angursell shows up just in time for you to publically divorce your terrible husband, you know there's going to be a song about it. Especially if you're Jullanar of the Sea.",
        "link": "https://archiveofourown.org/works/69230106",
        "date": "01 Sep 2025"
    },
    {
        "title": "Invasion! from the Sea!",
        "author": "fifteen_ducks",
        "summary": "Rhodin's new radio show, Rhodin's Resonance, is very entertaining. The ideas are fun, the stories are wild, and he has a pretty decent following in Gorjo City. Fitzroy sometimes writes about it. The combination... goes about as well as you'd expect.\n\nIn which Rhodin starts a War of the Worlds-like panic and Fitzroy Angursell writes a poem about it.",
        "link": "https://archiveofourown.org/works/69602966",
        "date": "01 Sep 2025"
    },
    {
        "title": "Just my luck",
        "author": "Byotek",
        "summary": "Jemis is asked to take a message and repayment to Rhodin’s brother for the horses they commandeered. Unfortunately, Jemis’s luck strikes again.",
        "link": "https://archiveofourown.org/works/68827891",
        "date": "01 Sep 2025"
    },
    {
        "title": "Conju and the Sludge",
        "author": "Byotek",
        "summary": "The lubricant is NOT correct. Conju must go to the shop and fix this.",
        "link": "https://archiveofourown.org/works/69856341",
        "date": "01 Sep 2025"
    },
    {
        "title": "Bananas or Plantains",
        "author": "Byotek",
        "summary": "The retired household plays Zunidh’s version of apples to apples.",
        "link": "https://archiveofourown.org/works/68692021",
        "date": "01 Sep 2025"
    },
    {
        "title": "Why Galderon",
        "author": "Byotek",
        "summary": "Ayasha’s choice to leave home and continue her research at Galderon. And the unintended adventure along the way that forced her to change her name.",
        "link": "https://archiveofourown.org/works/68740186",
        "date": "01 Sep 2025"
    },
    {
        "title": "Ludvic’s fan club",
        "author": "Byotek",
        "summary": "Ludvic accidentally starts a fitness club.",
        "link": "https://archiveofourown.org/works/68743856",
        "date": "01 Sep 2025"
    },
    {
        "title": "Items of a Private Nature",
        "author": "celebros",
        "summary": "“My lord, if these are items of a private nature – I can bring you the bedding so that you may retrieve them yourself – if that is your preference.” It is decidedly not Conju's preference to hand His Radiancy, the Lord of Rising Stars, the bundle of wadded-up bedding that is currently on the floor of the dressing room, but he will do as he must to protect his lord's dignity.",
        "link": "https://archiveofourown.org/works/70087831",
        "date": "01 Sep 2025"
    },
    {
        "title": "The Woman of the Legendary Bells",
        "author": "PotatoStaresBackATTACK",
        "summary": "Sabriel, Queen and Abhorsen of the Old Kingdom, intends to visit the foreign kingdom of Ancelstierre but ends up in the Palace in the moments soon after the Palace falls to Zunidh.",
        "link": "https://archiveofourown.org/works/69813206/",
        "date": "01 Sep 2025"
    },
    {
        "title": "Under the Ancestors' Wake",
        "author": "Crackfoxx",
        "summary": "Tragedy strikes the Mdang family and Kip and Fitzroy step up to care for a beloved cousin.",
        "link": "https://archiveofourown.org/works/69880196",
        "date": "01 Sep 2025"
    },
    {
        "title": "My Lord and the Nasty Doctor, and other Reptillian Fairy Tales",
        "author": "Crackfoxx",
        "summary": "“Rhodin, dear?” a voice asked behind him.\n\n“Yes Conju?”\n\n“How long were you planning on gazing upon the iguana today?”\n\n“There's something wrong.”",
        "link": "https://archiveofourown.org/works/69667076",
        "date": "01 Sep 2025"
    },
    {
        "title": "Family Lore",
        "author": "Crackfoxx",
        "summary": "“Ludvic Omo,” Fitzroy said, his voice slipping into a cadence somewhere between bardic projection and imperial decree, “may I present to you my dear friend Masseo Umrit. Masseo, this is my dear friend, Ludvic.”",
        "link": "https://archiveofourown.org/works/69928926",
        "date": "01 Sep 2025"
    },
    {
        "title": "The Nest Egg",
        "author": "Crackfoxx",
        "summary": "“Who has been messing with the household finance books?”",
        "link": "https://archiveofourown.org/works/69876906",
        "date": "01 Sep 2025"
    },
    {
        "title": "Caving",
        "author": "praycambrian",
        "summary": "*Pali couldn’t bear to turn back without finding it. She didn’t know why she was so restless. They’d traveled a good distance in the full heat of the day; but it wasn’t her body that twitched back and forth within its confines, searching for something, longing, a hunger that didn’t know what it hungered for.*\n\nPali has an eventful night.",
        "link": "https://archiveofourown.org/works/70169286",
        "date": "01 Sep 2025"
    },
    {
        "title": "Weight",
        "author": "praycambrian",
        "summary": "*Manai’s sorting the cowries with both hands, moving them like beads in a strategy game, silent but for the steady quiet clinking of each shell joining its pile. She wears her hair cropped close and she’s broader than Mardo and sometimes he forgets for long enough to be shocked by it again, how much she’s the picture of their father.*\n\nMardo Walea gives an efela.",
        "link": "https://archiveofourown.org/works/70084901",
        "date": "01 Sep 2025"
    },
    {
        "title": "Trivium",
        "author": "Nemainofthewater",
        "summary": "trivium n (genitive triviī or trivī); second declension\n1. a crossroads or fork where three roads meet",
        "link": "https://archiveofourown.org/works/69425936",
        "date": "01 Sep 2025"
    },
    {
        "title": "and indeed there will be time",
        "author": "Nemainofthewater",
        "summary": "**I knew that Kip had invited his nephew to visit him in Gorjo City. He had broached the subject a few weeks ago, asking whether we would mind putting him up at ours for a few weeks as he was far overdue a holiday.**\n\n**We had agreed of course. There was plenty of space and we were all fond of Gaudy. I suppose I had spent a moment or two wondering why he had not chosen to stay with Vinyë, but as he was a young man of almost thirty and had not yet brought home a paramour, I had merely shrugged and written it off as an understandable – if ultimately futile – attempt to limit the amount of interrogation he was subject to whenever he returned home for a visit.**\n\n**That morning, I was relearning many lessons about assumptions.**\n\nOr Raphael visits his uncle. Set in the same universe as the [ill wind that no one blows good](https://archiveofourown.org/works/68424631)",
        "link": "https://archiveofourown.org/works/69371381",
        "date": "01 Sep 2025"
    },
    {
        "title": "the flight before the shaking",
        "author": "Nemainofthewater",
        "summary": "Damian Raskae is flung back in time and wakes up on the day of his sixteenth birthday.",
        "link": "https://archiveofourown.org/works/69891091/",
        "date": "01 Sep 2025"
    }
]