[{"title":"Everything it covers","author":"NeverTrulySet","summary":"A quiet night, a company of friend, and a shared embrace.\n\n(Set between the end of chapter 26 and the beginning of chapter 27 of Tuyo, before they go off to confront Lorellan.)","link":"https://archiveofourown.org/works/44705260","date":"01 Feb 2023"},{"title":"Just a few fruit","author":"oldernowiser","summary":"Following the events of Tuyo, Ryo and Aras have been travelling the borderlands, working to repair the damage caused by the sorcerer Lorellan. They have recently returned to Aras’ house at Tavas Sen for a while.","link":"https://archiveofourown.org/works/51081586","date":"24 Oct 2023"},{"title":"Regarding the borderlands","author":"oldernowiser","summary":"Now, regarding the borderlands. Resentment here runs high. If the Ugaro are willing to work with you, that’s extraordinarily useful. If our people here are afraid of you, that is not. You’ll have to handle it, Aras.\nTuyo, Chapter 33","link":"https://archiveofourown.org/works/51082318","date":"24 Oct 2023"},{"title":"Building bridges","author":"oldernowiser","summary":"\n“We think it is important to be polite,” Rio inGara, Tuyo, chapter 15\n\nThe inKera tribe suffered badly during the fighting, as did the Lau across the river. But there was a time when things were much easier between the two peoples.","link":"https://archiveofourown.org/works/51122011","date":"26 Oct 2023"},{"title":"Return to Tavas Sen","author":"oldernowiser","summary":"Aras returns from a difficult visit to the county of Lorellan.","link":"https://archiveofourown.org/works/51122605","date":"26 Oct 2023"},{"title":"Another Tuyo","author":"oldernowiser","summary":"Canon-divergent \"what-if\" story.\n\nWhat if Aras had not been present when the inGara left the tuyo, so no-one understood the tuyo custom?\n\nWhat if it had been Garoyo who sacrificed himself, an older warrior with more experience and judgement than Ryo, but one who does not speak darau? And who better than Nikoles to act as interpreter?\n\nThere is some discussion of canon-typical violence, but nothing on page.","link":"https://archiveofourown.org/works/51515908","date":"07 May 2024"},{"title":"The White Pheasant","author":"banana_scale","summary":"After the events of Tasmakat, Elaro and Ryo are sent on a quest to hunt the white-ringed pheasant for Darra and their children. The journey is long and perilous, and the two men become a lot closer than they were before.","link":"https://archiveofourown.org/works/52036177","date":"04 Dec 2023"},{"title":"equilateral","author":"mage-pie (looselipssinksubs)","summary":"Ryo and Elaro, a few years on from TASMAKAT. Elaro has a difficult responsibility; Ryo looks after him.","link":"https://archiveofourown.org/works/52315489","date":"17 Dec 2023"},{"title":"Navigating the borderlands","author":"oldernowiser","summary":"Some months after the end of Tuyo\n\nIn the year following Lorellan’s death, Lord Aras had ridden from one borderlands town to another, partly to put an end to every kind of dishonorable behavior and stupidity he found, partly to settle problems between his people and Ugaro people, but mostly to seek out the people Lorellan had hurt in his mad ambition to rule, helping those people come to a better balance in their minds and hearts.\nTasmakat, chapter 15\n\nWhat was Ryo's role in all this?","link":"https://archiveofourown.org/works/52927372","date":"06 Feb 2024"},{"title":"Convocation","author":"oldernowiser","summary":"Darra explains how she first met Ryo.","link":"https://archiveofourown.org/works/52969627","date":"11 Jan 2024"},{"title":"No Offence","author":"oldernowiser","summary":"","link":"https://archiveofourown.org/works/53290528","date":"25 Jan 2024"},{"title":"A short curse","author":"oldernowiser","summary":"This follows on from the “No Offence” fic https://archiveofourown.org/works/53290528/chapters/134862298#workskin\nbut there’s no need to have read it first.","link":"https://archiveofourown.org/works/53290795","date":"25 Jan 2024"},{"title":"Oblation","author":"Quasar","summary":"Missing scenes and alternate POVs on the events of \"Tuyo.\"","link":"https://archiveofourown.org/works/55763671","date":"05 Jun 2024"},{"title":"Etta among the Lau","author":"oldernowiser","summary":"After the arrival of the fake courier message supposedly from Soretes, Aras sends Esau and Ates to Lucas Samaura in the western borderlands, recalling him and his troops to Tavas Sen.\n\nWeeks later, before the final battle, Aras gives Etta a false memory and sends her and Garoyo to Samaura at Tavas Sen. Lucas puts them in Esau’s care.\n\n“The little girl had a lot to say.” (Tuyo, Ch. 14)","link":"https://archiveofourown.org/works/56471932","date":"07 Jun 2024"},{"title":"At the Cry of the Eagle","author":"calicoconundrum","summary":"A very young Ryo meets Aras","link":"https://archiveofourown.org/works/58851268","date":"10 Sep 2024"},{"title":"The Other Tuyo","author":"calicoconundrum","summary":"Arayo’s thoughts on becoming the other tuyo from the first night he became tuyo until just after he arrives at the inGara camp in the far north.\n\nBegins immediately after events in chapter 32 of Tuyo, where Arayo inKera is offered as tuyo to Sinowa inGara.\n\n“Arayo said softly, “My father turned his back on me.”\n\nFrom Tano, chapter 9.","link":"https://archiveofourown.org/works/58851934","date":"10 Sep 2024"},{"title":"Ryo the Poet?","author":"calicoconundrum","summary":"A young Ryo meets Aras\n\nThe violence tag refers to nongraphic death of an animal","link":"https://archiveofourown.org/works/58853434","date":"10 Sep 2024"},{"title":"Suelani","author":"calicoconundrum","summary":"Suelani, a young Lau woman, flees an iron mine in the winter country and encounters inGeiro warriors who help her.","link":"https://archiveofourown.org/works/58874347","date":"11 Sep 2024"},{"title":"The Abduction of Aras","author":"calicoconundrum","summary":"Ryo and other inGara abduct Aras and take him to meet Koro to discuss the problems on the border.","link":"https://archiveofourown.org/works/58917823","date":"13 Sep 2024"},{"title":"Lord Kasurat’s Tuyo","author":"calicoconundrum","summary":"Ryo inGara is left as tuyo by Garoyo. Lord Kasurat accepts him as tuyo and begins to give him a tuyo’s death by torture, but Aras soon intervenes. Ryo gradually forms friendships and develops mutual respect between himself and Aras, Geras, Esau and Suyet. There are problems along the border, a sorcerer is involved, but it is not Lorellan.\n\nPOV is Ryo’s","link":"https://archiveofourown.org/works/58971304","date":"15 Sep 2024"},{"title":"Ryo the Envoy","author":"calicoconundrum","summary":"Ryo returns with Lord Aras to Tavas Sen. He is unsurprised that all the Lau are angry at his role in abducting Aras. But he slowly forms bonds with the guards Aras sets to protect him, and they all work together to defeat Lorellan.","link":"https://archiveofourown.org/works/59252326","date":"27 Sep 2024"},{"title":"Ryo Caught Raiding","author":"calicoconundrum","summary":"Ryo offers himself as Tuyo to Lord Aras after being caught in a raid.","link":"https://archiveofourown.org/works/59255659","date":"04 Oct 2024"},{"title":"Selili in the Winter Country","author":"calicoconundrum","summary":"In the final chapter of Tasmakat, Ryo suggests that Aras bring both Selili and Tathimi into the winter country. Aras agrees.\n\nThis is just a bit of fluff, showing from Ryo’s POV a moment from that time when Aras, Selili, and Tathimi all visited the winter country.","link":"https://archiveofourown.org/works/59424373","date":"03 Oct 2024"},{"title":"An Ugaro with a Short Curse","author":"calicoconundrum","summary":"Sayetta inKorgaro flees with her daughter to Lord Aras in Tavas Sen. She fears her daughter may be a sorcerer, and feels he may be able to help.","link":"https://archiveofourown.org/works/59851267","date":"18 Oct 2024"},{"title":"Ryo, a Tiger, and Aras","author":"calicoconundrum","summary":"Ryo first encounters a hungry tiger, and then he meets Aras.\n\nThis is canon divergent, so Aras has been sent to the border during the first year problems began to occur along the border, not in the fourth year.","link":"https://archiveofourown.org/works/59991559","date":"23 Oct 2024"},{"title":"Invocation and Song","author":"calicoconundrum","summary":"Aras is sent to the borderlands due to Lord Kasurat’s complaints of raiding by Ugaro. He takes a number of Ugaro prisoner, one of whom, Ryo inGara offers himself as tuyo. The problem is not Lorellan this time. Aras finds himself in the winter country for part of this story.\n\nWe visit at least briefly with a number of my favorite characters.\n\nStory is told in alternate POVs between Aras, Ryo, and Geras","link":"https://archiveofourown.org/works/60566869","date":"14 Nov 2024"},{"title":"The Weight of the Sun","author":"banana_scale","summary":"Rihasi, Taor, Esau, and Keraunani are asked by Lord Aras to look into the fact that no women have been admitted to the University of Avaras's mathematics program in the past two years. Rihasi must use her ability to play different roles, her mathematical abilities, her finance knowledge, and her bravery in order to succeed.","link":"https://archiveofourown.org/works/61388569","date":"16 Dec 2024"},{"title":"Secrets and Sorcery","author":"calicoconundrum","summary":"In this continuation of the story begun in Invocation and Song, Ryo returns to Tavas Sen and begins his travels in the borderlands with Aras. Along the way, he learns Aras’ secret and they encounter a threat to the safety of the winter country.\n\nPOVs alternate with Ryo as primary, but with Esau, Geras and Aras POVs included as well.","link":"https://archiveofourown.org/works/61841518","date":"31 Dec 2024"},{"title":"No Longer a Tuyo","author":"calicoconundrum","summary":"This is set at least six months or so after the end of Tasmakat.\n\nSinowa inGara tells Arayo inKera that there is no need for a tuyo any longer between inGara and inKera. Arayo is welcome to remain with the inGara or return to inKera.\nWhat will he choose?\n\nLike the fic The Other Tuyo, this is largely an introspective piece.","link":"https://archiveofourown.org/works/61910938","date":"02 Jan 2025"},{"title":"Aaron inGeiro","author":"calicoconundrum","summary":"Tomas Todaros came to the borderlands looking for his uncle, Aaron Todaros, only to find he had died. His uncle’s wife, Suelani, was living among the Ugaro with their young son, Aaron, Tomas’ only known male living relative, and thus his heir.\n\nAaron reluctantly visits his Lau cousin each year to work in the family business. He dreads these visits, and does not feel close to his Lau relatives.\n\nBut a time comes when they need his help, and he answers that call. When he does, he eventually discovers that some women are far more active in deciding their own fates than he thought possible among Lau.","link":"https://archiveofourown.org/works/62406892","date":"22 Jan 2025"},{"title":"Kanes Sen","author":"calicoconundrum","summary":"Ryo is visiting his inTemara cousins when he is taken up by the Lau of Kanes Sen in revenge for the deaths of Lau.\n\nFortunately, Lord Aras arrives just in time, but the events at Kanes Sen have a significant impact on Ryo’s life.\n\nYears later, Aras and Ryo meet again, and the memory of what happened at Kanes Sen affects Ryo’s actions in a significant way.\n\nThis will be part of a series where Ryo and Aras meet twice in the telling, with the first meeting affecting how the second unfolds, especially with regard to the development of trust.\n\nThere are significant references to events in the book “Nikoles.” However, there are many differences here in how events unfold from canon due to Ryo’s inclusion with the inTemara being pilloried and Aras’ more timely arrival. In other words there are some spoilers for “Nikoles,” but not many more than if you read the account in “Tuyo,” given this is an alternate version with substantial differences.","link":"https://archiveofourown.org/works/63564706","date":"03 Mar 2025"},{"title":"The Boy in the Library","author":"calicoconundrum","summary":"Aras and Ryo first meet when a twelve-winters Ryo attempts a daring gentle raid.\n\nYears later, they meet again under far different circumstances.","link":"https://archiveofourown.org/works/63585973","date":"04 Mar 2025"},{"title":"Singers and Sorcerers","author":"calicoconundrum","summary":"This carries on the story begun in Invocation and Song that was continued in Secrets and Sorcery. It is part three of the series Warrior and Sorcerer.\n\nThis story begins the morning after the battle with the Lau sorcerer at the inKera mine. As it opens, Ryo and Aras learn whether Soro and the other inKera suspect Aras of using sorcery to defeat the sorcerer, and if so, how they choose to respond. The answer will take them into inGeiro territory and a new threat arising from the Ugaro of the far north, the quarrelsome tribes that look to no king.","link":"https://archiveofourown.org/works/63876775","date":"15 Mar 2025"},{"title":"Messenger (Part 1)","author":"calicoconundrum","summary":"In part one of a two-part fic, we meet Ryo just after he has been rescued by Aras and his men from Kasurat’s guards. Ryo has been tortured and deprived of food and water. There is no detailed description of what he suffered.\n\nPart one sees Ryo recover and eventually recall that he had been sent as messenger to Aras with an urgent and critical message from Koro inKarano.\n\nRyo gradually begins to gain some trust in his rescuers.\n\nMain POV is that of Ryo\n\nPart two will see Aras and Ryo confront the problem that was the subject of the message he brought.","link":"https://archiveofourown.org/works/64843630","date":"19 Apr 2025"},{"title":"Prisoner","author":"calicoconundrum","summary":"While in Tavas Sen, Aras discovers an Ugaro boy, Ryo, was sent to him as a messenger but taken prisoner by Kasurat’s guard. Once Aras hears the message, he deals with the problem.\n\nPrimary point of view is that of Aras.\n\nThe message Ryo brought is not the same as in ‘Messenger.’\nThere are similarities to ‘Messenger,’ but this is a different story.","link":"https://archiveofourown.org/works/64865092","date":"20 Apr 2025"},{"title":"Darra’s Youngest Son","author":"calicoconundrum","summary":"This is a bit of fluff. Darra is concerned after her youngest son, intent on becoming a great warrior like Ryo, realizes the import of the tint of red in his hair and is upset.\n\n \n\nThis is canon divergent in the sense that it is set post-canon. While there is nothing inconsistent with canon as I understand it, it does concern a child born after canon.","link":"https://archiveofourown.org/works/64987069","date":"24 Apr 2025"},{"title":"Messenger (Part 2): Judgment","author":"calicoconundrum","summary":"Accompanied by his great uncle, Tagaro, Ryo returns to Tavas Sen with additional messages concerning the Lau sorcerer and the enthralled Ugaro army.\n\nRyo and Tagaro serve as messengers to help coordinate between Lau and Ugaro as they confront this threat.\n\nPOV opens with Geras but primarily is Ryo’s POV","link":"https://archiveofourown.org/works/65500087","date":"12 May 2025"},{"title":"Across the River (Part 1)","author":"calicoconundrum","summary":"A very young Ryo and Etta are saved by Lord Gaur’s men when their camp is attacked.","link":"https://archiveofourown.org/works/66225067","date":"05 Jun 2025"},{"title":"Across the River (Part 2)","author":"calicoconundrum","summary":"It is ten years after the attack on the inGara camp. Relations between the inGara and the Lau of Kasurat county remain somewhat uneasy. Still, Lord Aras is forced to escape attack by fleeing to the winter country.","link":"https://archiveofourown.org/works/66226957","date":"16 Jun 2025"},{"title":"The Falling Cold","author":"calicoconundrum","summary":"Ryo and Keyova inGara fall into the hands of two Lau lords near Sukarana county. Fortunately, one of them is Aras.\n\nRyo makes two very different decisions here than he did in canon. Those decisions initially affect also his relationship with Aras, Geras, etc.","link":"https://archiveofourown.org/works/66626578","date":"29 Aug 2025"},{"title":"The Eagle Returns (Sequel to Cry of the Eagle)","author":"calicoconundrum","summary":"It is nine years after the events in Cry of the Eagle. The borderlands are peaceful and prosperous due, in large part, to changes Aras instituted.\n\nRyo is a frequent messenger to Lord Gaur and Lord Kasurat. But one day he brings troubling news regarding the behavior of a tribe far to the west. The inTasiyo, inGara’s most honorless enemy, have begun raiding the Lau.","link":"https://archiveofourown.org/works/66802111","date":"14 Aug 2025"},{"title":"Ryo, Two Sorcerers and a Singer","author":"calicoconundrum","summary":"Garoyo does not offer Ryo as tuyo. Instead, he sends Ryo to warn the camp, while he hopes to draw the Lau after him.\n\nAras, however, follows Ryo.","link":"https://archiveofourown.org/works/69279506","date":"15 Aug 2025"},{"title":"The inTasiyo Tuyo","author":"calicoconundrum","summary":"After a disastrous raid in the summer country, Yaro inTasiyo leaves his twelve winters son as tuyo.","link":"https://archiveofourown.org/works/70193001","date":"12 Nov 2025"},{"title":"Zarab","author":"calicoconundrum","summary":"Esau is on a special assignment for Aras. Captured, he finds himself in a cell with a young Ugaro boy.","link":"https://archiveofourown.org/works/71353796","date":"25 Sep 2025"},{"title":"Hostage","author":"calicoconundrum","summary":"When his mother’s camp is threatened, Ryo offers himself as hostage, in accordance with Lau custom.","link":"https://archiveofourown.org/works/73333086","date":"20 Nov 2025"}]