{
    "stargazyquotes": [
        {
            "quote": "The market town of Ragnor Bella in south Fiellan is generally considered a bucolic backwards sort of place, the sort of hometown you leave as soon as possible.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I jerked in surprise at someone crying, “Halloo the house!” in a huge voice, and toppled off the ladder onto Mrs. Etaris, only to be caught by someone with strong hands amidst a gust of air smelling like wet wool and stable muck.\nA big buoyant laugh followed.\n“Steady there, man! You'll crush the bookmistress if you light on her!”",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "He was tall and broad-shouldered and had dark blond hair done up in the curling Beaufort style that in Morrowlea said *dandy* and in Ragnor Bella *old money*. He wore hunting breeches in a scarlet that must have been bought before the Fall, since I'd not seen anything that splendid a colour in the haberdashers of the Rondelan duchies on my tour. He had quite tremendously muscular thighs.",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "I bowed to her with all solemnity. “I had not thought of asking you advice on derring-do.”\nMrs. Etaris laughed and gestured at the crowded shelves of her bookstore. “My dear Mr. Greenwing, if there is anything I know about, it is how to have an adventure.”",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "“Jemis! Mr. Greenwing!” said the man, grabbing my arm and embracing me roughly. “You're back!”\nI took a step sideways to get back underneath the store awning. Before me was a young man in clothes as well-tailored as the Honourable Master Roald's, if less brilliant in color: dark grey wool coat, plum breeches, high polished riding boots. Silver buttons engraved with a family crest showed wealth and breeding. Snapping brown eyes under thick eyebrows suggested a temper, belied by the wide grin.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“Good Laurre of the Summer, man, face fur!”\nHe rubbed his beard with great solemnity. “Mr. Greenwing, I shall have you to know that this is all the rage in Stoneybridge. Or was,” he added, starting to laugh, “four months ago when I left.”",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“Mr. Dart, you are a card! The herring went the way of your duck confit: the only one who et it was Mr. Landry, and he complained it was too foreign by half.”\n“There was nothing wrong with my duck confit,” Mr. Dart said loftily, “you shall see, Miss Featherhaugh, I shall succeed in guiding the taste of the good folk of Ragnor Bella into the heights of gastronomic sophistication one of these days.”",
            "chapter": "Chapter 4",
            "percentage": 10
        },
        {
            "quote": "It infuriated me to admit even the smallest grain of truth in the play: but the world did not bend to my will, alas. I swallowed several times, and finally I said, “It's true, I can hardly hope to win commendation from the Emperor himself for my bravery, Saya Etaris.”",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "“You smoke?” I said in astonishment. “First the beard, now the pipe--how far back in time has Stoneybridge gone? It sounds like something out of a Ystharian novel.”\n“Fewer orgies than in a Ystharian novel,” he said sadly, blowing a smoke ring with the evidence of much practice.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "My tutor's voice came to mind: *You must discipline your thoughts, young man, or you will never be a scholar of note*. Of course, ending one's university career with one's tutor ripping one's final paper in half would do it, too, disciplined thoughts or no.",
            "chapter": "Chapter 7",
            "percentage": 18
        },
        {
            "quote": "The highway to Astandalas the Golden had run right through my mother's people's land. She had once even seen the Red Company go a-riding two by two one midnight by the light of the moon, and had never forgotten the sight--nor the secret pleasure that she had warranted a verse in one of Fitzroy Angursell's songs as a result.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "I passed by Mrs. Etaris' house just as she was drawing the curtains against the evening. In the glow of the oil lamps her mousy hair looked auburn, and I saw the inner chamber like a play set: the lady of the house in a pale blue dress, the heavy white wool curtains with their geometric embroideries in black and red folding around her as if she were the goddess coming into her aspect as the White Lady of Winter.",
            "chapter": "Chapter 8",
            "percentage": 22
        },
        {
            "quote": "Violet was beautiful; everyone granted her that. Part-Shaian ethnically, she had deep brown crinkled hair and deep brown limpid eyes, and skin that went from ivory to fawn over the course of the year. In the lamplight she was golden, even with the streaks of mud running across her face and the shadows from her hood.",
            "chapter": "Chapter 9",
            "percentage": 22
        },
        {
            "quote": "“Perhaps I was more cheerful before all my friends but one looked away as the rest of the school turned against me. Before the faculty of a university so committed to the inherent equality of man they refuse external markings of wealth and honour let my fellow students *stone* me.”",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "If it had been someone else's reputation--would I have stood, as Hal had stood, to the challenge? It was only because it was my father that I had been able to stand up against Lark. My father, whose indefensible reputation I had been defending since his first death.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "Would I have been able to say, *This is wrong*, for a complete stranger? For a story no one else knew or cared to know about? For an abstract ideal of the truth? Would I have looked in the face of my beloved and said, *This is wrong*, for anyone? Would I have found my voice if it had truly just been a matter of rhetorical sophistry?",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "I had thought Violet a better person than me, I realized. I'd thought that she would stand, where I wouldn't; thought that she would say, *For this truth I stand, and will die for it*. Thought she would cry foul for the sophistry, not needing to know it was also betrayal.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "“I will tell you this, Miss Violet, that all the supposed disgrace brought to Jakory Greenwing was due to mistaken identity and the fact that he was on a scouting mission when the fortress of Loe was lost to the Stone Speakers by the action of a different and unrelated Jakory Greenwing. He was decorated by both the Emperor and by the Lady of Alinor for his extraordinary courage and valour.”",
            "chapter": "Chapter 9",
            "percentage": 27
        },
        {
            "quote": "“While we are being so formal... Jemis, by what name should I remember you?”\nI twisted by lips, but merely said, quite quietly, “Mr. Greenwing.”\nShe froze, mouth parted, in almost comical surprise. I couldn't read whether it was faked or real; somehow didn't care.",
            "chapter": "Chapter 9",
            "percentage": 28
        },
        {
            "quote": "“So. What's all this about picking mushrooms in the dark of the new moon?”\n“Oh... it's not that...”\n“Of course it's not. Come on, give. Are we going poaching, gambling, carousing, or cock-fighting?”\n“A secret society is having a meeting in the woods tonight. I thought you might like to go with me.”",
            "chapter": "Chapter 10",
            "percentage": 28
        },
        {
            "quote": "“My brother,” he said, turning down the lamp the rest of the way and starting to set it in its travel case, then burning his finger on the chimney and cursing slightly. “I love and respect my brother very much, Jemis, but I will not let him choose my friends for me! Besides, he was great friends with your father.”",
            "chapter": "Chapter 10",
            "percentage": 29
        },
        {
            "quote": "“Just don't sneeze,” said Mr. Dart. “Please try not to.”\n“I always try not to,” I replied in an indignant whisper.",
            "chapter": "Chapter 11",
            "percentage": 32
        },
        {
            "quote": "“The young men used to call it 'catching the night worms' when I was young. Though that was in Fiella-by-the-Sea; possibly they've always said 'picking mushrooms' here in Ragnor Bella.”\n“Uh,” I said, and blew my nose.",
            "chapter": "Chapter 14",
            "percentage": 42
        },
        {
            "quote": "“Do be careful not to step on your husband's toes--he's the investigator in Ragnor Bella!”\nMrs. Etaris frowned at her. “I should be disappointed indeed were private curiosity become a crime. It would be a sign of great woe for Alinor.”",
            "chapter": "Chapter 14",
            "percentage": 42
        },
        {
            "quote": "She was dressed in the most elegant height of fashion for a young man of the coastal city-states, in a knee-length ivory and crimson coat over black pantaloons and waistcoat. She wore a gilt-handled rapier at her belt. She did not appear to be hiding her sex; her hat was a dashing deep-brimmed tricorner with ostrich feathers tumbling down, and exquisitely feminine. The autumn style, I supposed.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "“Jemis, I am sorry for my behavior this spring. I am sorry for what I did not say, that I did not stand behind you, that I did not prevent that travesty of scholarship from happening in the first place. I am sorry for attacking you last night-” Mrs. Etaris' eyebrow lifted, but she said nothing-- “and I am more sorry than I can say to learn the sad tale of your family history, into which I enquired at the Green Dragon last night. For all these things I apologize.”\nAnd she bowed right down to kiss my boots.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "“Mr. Greenwing!” he cried. “The Lady's curse is come upon me!”\nHe held out his left arm, folding back a sleeve with trembling fingers, and showed to us a hand that shone white and smooth as polished marble.",
            "chapter": "Chapter 14",
            "percentage": 45
        },
        {
            "quote": "The square was full of booths and market-day strangers. The Honourable Rag was in the midst of a crowd of fainting admirers near the fountain; he seemed to be flirting with some dairymaids as big and blond as he. (That sounded as if it ought to be a ballad...)",
            "chapter": "Chapter 15",
            "percentage": 45
        },
        {
            "quote": "I cleared my throat reluctantly. “Not to mention the cult.”\nMrs. Etaris closed her eyes but couldn't quite control her face. “Of course there is, Mr. Greenwing. Who shall begin?”",
            "chapter": "Chapter 15",
            "percentage": 45
        },
        {
            "quote": "“As for you, Mr. Greenwing, whatever were you thinking to take a woman into the river after a mermaid? Wanting to be in a folk tale, you boys are, half the time.”\n“We jumped out of a burning house,” I said lamely.\n“And what were you doing in there? Something foolish, no doubt.”",
            "chapter": "Chapter 17",
            "percentage": 55
        },
        {
            "quote": "“Oh, that's what we learned at Tara. Assumptions, assurance, asininity, you name it. I'm the baron's son. Roald Ragnor.”",
            "chapter": "Chapter 19",
            "percentage": 60
        },
        {
            "quote": "Mrs. Etaris said, “We never do know the full stories to things, you know.”\nI was startled out of my reverie. “I beg your pardon?”\n“On adventures. We never do find out everything.”\n“Oh,” I said.",
            "chapter": "Chapter 31",
            "percentage": 97
        }
    ],
    "beestingquotes": [
        {
            "quote": "Hal had stood there that first evening, unsure of how to take off his boots without assistance. He'd been embarressed by his helplessness, and I was heartened by being able to teach such an obviously grand aristocrat something useful.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "“Shall you enter your name in, Jemis, for a cake?”\n“You're the better baker, Hal.”\n“No one creams butter and honey as well as you.”\n“Why, thank you,” I replied, before catching the expression on Mrs. Buchance's face and subsiding in embarressment.",
            "chapter": "Chapter 3",
            "percentage": 8
        },
        {
            "quote": "“She has a passionflower!” Hal cried, and plunged off the path to exaine a vine clambering up the wall. “And, oh, look, Jemis, the crimson glory vine--and isn't it a beauty.” He touched wide crimson-purple leaves with gentle hands, murmuring names as he went from wall to bed to pot.”\n“I think we've lost him,” Mr. Dart said, amused.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "He really would have been far happier as a second son, I thought with a pang, the one who could go off on the expeditions to hunt for plants in the mysterious regions of the world. Instead he was stuck being the sponsor of said expeditions and planning an arboretum that his people would probably not let him plant himself, either.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote":"We were who we were. Duke and hero-traitor's son, our lives shaped by fate and accidents of birth.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote":"I felt a burning in my eyes and my throat. People--Lark--teased me for crying too easily: a poem or a song or even a nice painting could make me well up. I frowned even harder, but I was thinking of that moment, of seeing the ghost on the doorstep. He was so thin, gaunt even, but clean-shaven and smiling that familiar lop-sided grin, the smile that my mother always said was the only way I resembled him physically.",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote":"“What in hell is going on around here?” Hal demanded, then flushed and presented a very courtly half-bow to Mrs. Etaris. “My apologies, ma'am. I had never expected anything from Ragnor Bella.”\n“No one does,” she agreed placidly.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            "quote":"“A dragon,” Mrs. Etaris breathed. She did not look alarmed; she looked delighted. She'd looked delighted when we'd had to storm the Talgarths' house last week, too.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            
            "quote":"“Are you certain it was a dragon, Mr. Dart?”\n“They don't exactly look like anything else,” he replied, obviously exasperated.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            
            "quote":"Mrs. Etaris stood up. “I had a friend once who experienced a similar sort of battle madness. He'd start singing and you knew things were about to become... interesting.”",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            
            "quote":"Mrs. Etaris sighed and smiled and patted her hair into place. She was wearing a sensible light grey apron over a blue dress and did not look as if she had ever done anything more untoward than--\n--Than show a remarkable flair for espionage when sneaking around the Talgarths' manor house last week.\n“I had a somewhat *wild* youth,” she said mildly.",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            
            "quote":"“I'm so glad to know that not only am I named for a horse, but that I look as if I ought to be riding one professionally.”\n“Could be worse,” Mr. Dart said. “You could look like one, too.”\n“Thank you, Mr. Dart.”",
            "chapter": "Chapter 8",
            "percentage": 27
        },
        {
            
            "quote":"“I am Halioren Lord Leaveringham, the Duke of Fillering Pool,” he said, in a tone I had never heard from him before. I'd never heard *anyone* speak like that, though I'd certainly heard people try.",
            "chapter": "Chapter 10",
            "percentage": 32
        },
        {
            
            "quote":"“'No knocking, halloos, crying that there were elephants, nothing.'”\nI smiled at the quotation from Aurora.\n“'And not even a pot of wine for the visitor.'”\n“Whatever would we do without Fitzroy Angursell? That's all right. We brought our own.”",
            "chapter": "Chapter 11",
            "percentage": 34
        },
        {
            
            "quote":"“I always knew you were smart, Jemis, but that is an extraordinary achievement.”\n“We're making him blush,” said Mr. Dart.\n“Oh, that's no feat, Mr. Dart,” said Hal, and they both laughed heartily.",
            "chapter": "Chapter 11",
            "percentage": 36
        }
    ]
}