{
    "stargazyquotes": [
        {
            "quote": "The market town of Ragnor Bella in south Fiellan is generally considered a bucolic backwards sort of place, the sort of hometown you leave as soon as possible.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I’d begun my studies at Morrowlea reading the History of Magic, and always liked the idea of haruspexy, divination by way of birds.\nNot that it would be a good idea to try it, since my reputation was on shaky enough grounds as it was and magic was even more out of fashion in Ragnor Bella than first names. Not to mention that I had no gift at magic. Or that I changed subjects after that first course on divination. Or that— Anyhow.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "“Mr. Greenwing, lately of Morrowlea,” I replied, with my little bow.\nShe smiled in approval. “Morrowlea, indeed? Are you connected to the Arguty Greenwings?”\n“No,” said Dame Talgarth, a lie so blatant my breath caught.\nNo connection to the Arguty Greenwings. Indeed. The *bitch*.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "Where the figure had been bending, however, there was a pie.\nWell, I supposed it was a pie. It had a crust, at any rate.\nAnd fish heads.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "I jerked in surprise at someone crying, “Halloo the house!” in a huge voice, and toppled off the ladder onto Mrs. Etaris, only to be caught by someone with strong hands amidst a gust of air smelling like wet wool and stable muck.\nA big buoyant laugh followed.\n“Steady there, man! You'll crush the bookmistress if you light on her!”",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "He was tall and broad-shouldered and had dark blond hair done up in the curling Beaufort style that in Morrowlea said *dandy* and in Ragnor Bella *old money*. He wore hunting breeches in a scarlet that must have been bought before the Fall, since I'd not seen anything that splendid a colour in the haberdashers of the Rondelan duchies on my tour. He had quite tremendously muscular thighs.",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "I bowed to her with all solemnity. “I had not thought of asking you advice on derring-do.”\nMrs. Etaris laughed and gestured at the crowded shelves of her bookstore. “My dear Mr. Greenwing, if there is anything I know about, it is how to have an adventure.”",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "“Jemis! Mr. Greenwing!” said the man, grabbing my arm and embracing me roughly. “You're back!”\nI took a step sideways to get back underneath the store awning. Before me was a young man in clothes as well-tailored as the Honourable Master Roald's, if less brilliant in color: dark grey wool coat, plum breeches, high polished riding boots. Silver buttons engraved with a family crest showed wealth and breeding. Snapping brown eyes under thick eyebrows suggested a temper, belied by the wide grin.",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "“Good Laurre of the Summer, man, face fur!”\nHe rubbed his beard with great solemnity. “Mr. Greenwing, I shall have you to know that this is all the rage in Stoneybridge. Or was,” he added, starting to laugh, “four months ago when I left.”",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "“Will you regret tomorrow asking a shopkeeper’s assistant to dine with you today?”\n“Shopkeeper’s assistant, my foot. Mrs. Etaris is the hinge-pin of Ragnor Bella, and *you* went to Morrowlea on merits.”",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“Now that you’re home I needn’t go alone.”\nI hesitated before giving in. “To do what?”\nHe waggled his eyebrows again. “Will you come mushroom gathering with me this evening?”",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "“There was nothing wrong with my duck confit,” Mr. Dart said loftily, “you shall see, Miss Featherhaugh, I shall succeed in guiding the taste of the good folk of Ragnor Bella into the heights of gastronomic sophistication one of these days.”",
            "chapter": "Chapter 4",
            "percentage": 10
        },
        {
            "quote": "It infuriated me to admit even the smallest grain of truth in the play: but the world did not bend to my will, alas. I swallowed several times, and finally I said, “It's true, I can hardly hope to win commendation from the Emperor himself for my bravery, Saya Etaris.”",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "“You smoke?” I said in astonishment. “First the beard, now the pipe--how far back in time has Stoneybridge gone? It sounds like something out of a Ystharian novel.”\n“Fewer orgies than in a Ystharian novel,” he said sadly, blowing a smoke ring with the evidence of much practice.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "There was an entire chapter, I noted with some astonishment, on how to host an orgy. With diagrams for partner placements based on rank. Dame Talgarth’s dinner parties would probably be better attended if she included—I tore my gaze away with difficulty.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "“I had an aunt who was a sociologist,” Mrs. Etaris said, smiling. “I always remember her saying to me, ‘My dear, do remember that gossip when well organized is sociology, and when ill regulated, slander.’”\nI looked at her. She stuck the key under the flowerpot again and smiled at me.\n“But I’m sure you already know all about that, Mr. Greenwing.”",
            "chapter": "Chapter 5",
            "percentage": 15
        },
        {
            "quote": "I found the silver and black-lacquer image of the Moon sandwiched between a sun-in-glory for the Emperor’s Years, the main annual calendar used throughout the Empire (and which did appear to be more than a little off, since it read the 954th year of the Emperor Artorin’s reign; I wondered briefly why the maker had felt the need to include such high numerals in the first place),",
            "chapter": "Chapter 6",
            "percentage": 16
        },
        {
            "quote": "My tutor's voice came to mind: *You must discipline your thoughts, young man, or you will never be a scholar of note*. Of course, ending one's university career with one's tutor ripping one's final paper in half would do it, too, disciplined thoughts or no.",
            "chapter": "Chapter 7",
            "percentage": 17
        },
        {
            "quote": "The highway to Astandalas the Golden had run right through my mother's people's land. She had once even seen the Red Company go a-riding two by two one midnight by the light of the moon, and had never forgotten the sight--nor the secret pleasure that she had warranted a verse in one of Fitzroy Angursell's songs as a result.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "For all that I might prefer Morrowlea’s egalitarianism, it has to be said a bow is a very good response when you can’t think of anything else to say.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "Miss Alvorline had chosen Tara, and so with a full scholarship to any other university in Northwest Oriole open to me, I had ignored all questions of academic specialization and gone for the only one that required the abdication of one’s surname upon matriculation.",
            "chapter": "Chapter 7",
            "percentage": 20
        },
        {
            "quote": "All my childhood memories seemed to involve him laughing, especially those from that wonderful long summer when I was nine and he was between wars, and against my mother’s token protests kept me out of the kingschool so we could spend as much time as possible together.",
            "chapter": "Chapter 7",
            "percentage": 21
        },
        {
            "quote": "I passed by Mrs. Etaris' house just as she was drawing the curtains against the evening. In the glow of the oil lamps her mousy hair looked auburn, and I saw the inner chamber like a play set: the lady of the house in a pale blue dress, the heavy white wool curtains with their geometric embroideries in black and red folding around her as if she were the goddess coming into her aspect as the White Lady of Winter.",
            "chapter": "Chapter 8",
            "percentage": 22
        },
        {
            "quote": "Violet was beautiful; everyone granted her that. Part-Shaian ethnically, she had deep brown crinkled hair and deep brown limpid eyes, and skin that went from ivory to fawn over the course of the year. In the lamplight she was golden, even with the streaks of mud running across her face and the shadows from her hood.",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "“Perhaps I was more cheerful before all my friends but one looked away as the rest of the school turned against me. Before the faculty of a university so committed to the inherent equality of man they refuse external markings of wealth and honour let my fellow students *stone* me.”",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "“Lark betrayed me every moment, every day. She played me for a fool, and I fell for it. I suppose the fact that you were her best friend should have made me suspicious, but I never thought you knew what she was doing ... not until that moment at the end, when everyone turned against me and only Hal came down, and I looked at you—and you looked away. You looked away.”",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "If it had been someone else's reputation--would I have stood, as Hal had stood, to the challenge? It was only because it was my father that I had been able to stand up against Lark. My father, whose indefensible reputation I had been defending since his first death.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "Would I have been able to say, *This is wrong*, for a complete stranger? For a story no one else knew or cared to know about? For an abstract ideal of the truth? Would I have looked in the face of my beloved and said, *This is wrong*, for anyone? Would I have found my voice if it had truly just been a matter of rhetorical sophistry?",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "I had thought Violet a better person than me, I realized. I'd thought that she would stand, where I wouldn't; thought that she would say, *For this truth I stand, and will die for it*. Thought she would cry foul for the sophistry, not needing to know it was also betrayal.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "“I will tell you this, Miss Violet, that all the supposed disgrace brought to Jakory Greenwing was due to mistaken identity and the fact that he was on a scouting mission when the fortress of Loe was lost to the Stone Speakers by the action of a different and unrelated Jakory Greenwing. He was decorated by both the Emperor and by the Lady of Alinor for his extraordinary courage and valour.”",
            "chapter": "Chapter 9",
            "percentage": 28
        },
        {
            "quote": "“While we are being so formal ... Jemis, by what name should I remember you?”\nI twisted my lips, but merely said, quite quietly, “Mr. Greenwing.”\nShe froze, mouth parted, in almost comical surprise. I couldn't read whether it was faked or real; somehow didn't care.",
            "chapter": "Chapter 9",
            "percentage": 28
        },
        {
            "quote": "“So. What's all this about picking mushrooms in the dark of the new moon?”\n“Oh ... it's not that ...”\n“Of course it's not. Come on, give. Are we going poaching, gambling, carousing, or cock-fighting?”\n“A secret society is having a meeting in the woods tonight. I thought you might like to go with me.”",
            "chapter": "Chapter 10",
            "percentage": 29
        },
        {
            "quote": "“My brother,” he said, turning down the lamp the rest of the way and starting to set it in its travel case, then burning his finger on the chimney and cursing slightly. “I love and respect my brother very much, Jemis, but I will not let him choose my friends for me! Besides, he was great friends with your father.”",
            "chapter": "Chapter 10",
            "percentage": 30
        },
        {
            "quote": "“I am not properly of your class anymore, and outside of Morrowlea’s experiments that matters. The Baron will shun you for gallivanting about with me; so will the other gentry. Dame Talgarth’s already given me the cut direct. Perry, *Mr. Dart*, you should not be seeing me.”",
            "chapter": "Chapter 10",
            "percentage": 30
        },
        {
            "quote": "“Mr. Dart, I am more grateful than I can say for your friendship. If tomorrow you decide against it—”\n“Let’s not start that again,” he said firmly.\nI stared at him, thinking belatedly that he had said *we* could go to Kingsford, *we* could write to Nên Corovel. *We* could do many things that I, Jemis Greenwing alone, could not.",
            "chapter": "Chapter 10",
            "percentage": 32
        },
        {
            "quote": "“Just don't sneeze,” said Mr. Dart. “Please try not to.”\n“I always try not to,” I replied in an indignant whisper.",
            "chapter": "Chapter 11",
            "percentage": 32
        },
        {
            "quote": "“I trust you haven’t been picking mushrooms by the Lady’s Pools.”\nHe laughed softly. “No, no, just praying.”\nWhich I supposed *was* possible.",
            "chapter": "Chapter 11",
            "percentage": 33
        },
        {
            "quote": "She had a human body and face, dark and luminous and beautiful, her hair a smoky black halo with a netting of tiny diamonds scattered through it. Her eyes were dark as the pools, and gleamed.\nI could see her perfectly clearly because she was robed in golden light.",
            "chapter": "Chapter 11",
            "percentage": 37
        },
        {
            "quote": "My reason said *run*; my reason said *this is wrong*; my reason said *flee*.\nMy heart said *listen*.\nMy reason whimpered, *Where is the Lady in all this?* My reason said, *She showed herself for a purpose*. My reason said, *This is not right*.\nMy heart said, *Yes!*\nUnfortunately the majority of my time at Morrowlea had been devoted to the heart.",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "Once the commonest of sounds, the whistle to summon light.\n*Dol-fa-ti-ti-dol*\nWhistle a few notes and anyone could call light into a dark room, mage or no, before the Empire fell.\nIn the Interim it had called ... other things.",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "Mr. Dart took one deliberate step forward, and as I twisted away from his grip he let go of one of my arms, reached his arm back deliberately so that for the barest moment it was illuminated by the frothy edge of the silver tide.",
            "chapter": "Chapter 12",
            "percentage": 39
        },
        {
            "quote": "We tumbled to a halt at the bottom in a tangle of limbs and bracken, breath heaving and bones rattled, but I didn’t think I’d done more than jar myself.\n“Right ho, Mr. Dart?” I murmured when I could form words.\n“Right ho, Mr. Greenwing.”",
            "chapter": "Chapter 13",
            "percentage": 42
        },
        {
            "quote": "“Well, well, well, if it isn’t my old runabouts. Mr. Greenwing and Mr. Dart.”",
            "chapter": "Chapter 13",
            "percentage": 42
        },
        {
            "quote": "“The young men used to call it 'catching the night worms' when I was young. Though that was in Fiella-by-the-Sea; possibly they've always said 'picking mushrooms' here in Ragnor Bella.”",
            "chapter": "Chapter 14",
            "percentage": 42
        },
        {
            "quote": "“Do be careful not to step on your husband's toes--he's the investigator in Ragnor Bella!”\nMrs. Etaris frowned at her. “I should be disappointed indeed were private curiosity become a crime. It would be a sign of great woe for Alinor.”",
            "chapter": "Chapter 14",
            "percentage": 42
        },
        {
            "quote": "She was dressed in the most elegant height of fashion for a young man of the coastal city-states, in a knee-length ivory and crimson coat over black pantaloons and waistcoat. She wore a gilt-handled rapier at her belt. She did not appear to be hiding her sex; her hat was a dashing deep-brimmed tricorner with ostrich feathers tumbling down, and exquisitely feminine. The autumn style, I supposed.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "“Jemis, I am sorry for my behavior this spring. I am sorry for what I did not say, that I did not stand behind you, that I did not prevent that travesty of scholarship from happening in the first place. I am sorry for attacking you last night-” Mrs. Etaris' eyebrow lifted, but she said nothing-- “and I am more sorry than I can say to learn the sad tale of your family history, into which I enquired at the Green Dragon last night. For all these things I apologize.”\nAnd she bowed right down to kiss my boots.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "“Mr. Greenwing!” he cried. “The Lady's curse is come upon me!”\nHe held out his left arm, folding back a sleeve with trembling fingers, and showed to us a hand that shone white and smooth as polished marble.",
            "chapter": "Chapter 14",
            "percentage": 45
        },
        {
            "quote": "There was no reason at all to include Mrs. Etaris in the discussions, except that—well, except that she seemed to be thoroughly in the thick of things, and she was protecting me against her husband and my uncle—and to be honest, I liked her.",
            "chapter": "Chapter 15",
            "percentage": 46
        },
        {
            "quote": "The Honourable Rag was in the midst of a crowd of fainting admirers near the fountain; he seemed to be flirting with some dairymaids as big and blond as he. (That sounded as if it ought to be a ballad ...)",
            "chapter": "Chapter 15",
            "percentage": 46
        },
        {
            "quote": "I cleared my throat reluctantly. “Not to mention the cult.”\nMrs. Etaris closed her eyes but couldn't quite control her face. “Of course there is, Mr. Greenwing. Who shall begin?”",
            "chapter": "Chapter 15",
            "percentage": 46
        },
        {
            "quote": "I realized the woman before me was Domina Ringley.\nShe looked transfigured, her eyes alight, her face exalted, her whole being thrumming with energy and bubbling delight. Something in me belled in response, and I stepped forward, as if she was a fire at which I could warm my hands.",
            "chapter": "Chapter 15",
            "percentage": 51
        },
        {
            "quote": "Lark, the glory of the university—\nLark, the liar, user, and cheat.\nLark, who made sure I was utterly hers, while she played with anyone she pleased.",
            "chapter": "Chapter 16",
            "percentage": 52
        },
        {
            "quote": "Lark, the glory of the university—\nLark, the liar, user, and cheat.\nLark, who made sure I was utterly hers, while she played with anyone she pleased.",
            "chapter": "Chapter 16",
            "percentage": 53
        },
        {
            "quote": "Violet said, suddenly, “Is that a *person* in there?”\nI don’t know what madness seized me, except that perhaps I was fed up with being considered the foolish son of a disgraced war hero, or drugged by the woman I’d loved, or bewitched by what I’d thought a good friend, or being the risibly sneezing young Mr. Greenwing, or what—without thinking further I threw myself shoulder-first through the glass of the ground-floor conservatory, and into the house.",
            "chapter": "Chapter 16",
            "percentage": 53
        },
        {
            "quote": "“Violet,” I said uncertainly, and then something broke above us and in the cracking of the house my own reserve snapped, and I turned to her in fury.\n“Did you *know* the whole time? About Lark giving me wireweed?”\nShe said, “Jemis, the house is *on fire*.”\n“Violet.” I glared at her, the closet door trembling in my hand, my eyes stinging. “Tell me.”\nI could see her give in.\n“Yes. I knew. I knew from the start.”",
            "chapter": "Chapter 17",
            "percentage": 54
        },
        {
            "quote": "“I am only telling you this because we are in a burning house. She was punishing me for liking you. I did my best to stop you from being ruined,” she added, a touch more softly.\nI thought of the spring, and laughed bitterly.",
            "chapter": "Chapter 17",
            "percentage": 54
        },
        {
            "quote": "“As for you, Mr. Greenwing, whatever were you thinking to take a woman into the river after a mermaid? Wanting to be in a folk tale, you boys are, half the time.”\n“We jumped out of a burning house,” I said lamely.\n“And what were you doing in there? Something foolish, no doubt.”",
            "chapter": "Chapter 17",
            "percentage": 55
        },
        {
            "quote": "“Jemis, you idiot!” interrupted Mr. Dart, hitting me on the shoulder. “What made you run into a house on fire?”\n“There was someone inside,” Violet said. “What would you have us do, abandon her?”\n“Not kill yourselves! And then you jumped in a flooding river! Where you might easily have drowned!”\nI remembered abruptly that Mr. Dart’s mother had drowned during the Interim, and I forestalled Violet’s next retort by saying, “You’re right, it was a bit stupid.”",
            "chapter": "Chapter 17",
            "percentage": 56
        },
        {
            "quote": "We had been very lucky in Fiellan. The roads failed, the magic failed, the lights went out—and yet. Our food had spoiled, but the crops when we planted them grew into the things we expected. All livestock and human births failed at first, but when later infants had come they were what they were supposed to be.",
            "chapter": "Chapter 18",
            "percentage": 57
        },
        {
            "quote": "“In the Interim, the magic left the buildings and entered people. The dreams ... We no longer desire to dream, in Ghilousette. We do not speak of such things. We turned outside. When you cut the bread and it screams, when you draw the water and it is blood, when you must wrestle with the wood to give it to the fire—when the world is mad, a madman seems sane.”",
            "chapter": "Chapter 18",
            "percentage": 57
        },
        {
            "quote": "“Oh, that's what we learned at Tara. Assumptions, assurance, asininity, you name it. I'm the baron's son. Roald Ragnor.”",
            "chapter": "Chapter 18",
            "percentage": 60
        },
        {
            "quote": "“How do you know all these back ways, Mrs. Etaris?”\nShe smiled at us as she stepped aside to let me ring the bell at the door. “Oh, I’ve always enjoyed exploring places, Mr. Dart. Don’t you?”",
            "chapter": "Chapter 19",
            "percentage": 63
        },
        {
            "quote": "There was something in the set of her chin and the glint in her eyes that made me wonder, suddenly, why she’d hired me.",
            "chapter": "Chapter 20",
            "percentage": 67
        },
        {
            "quote": "“What am I supposed to say? I know what people are saying: they have been generously open. I am a traitor’s son, and obviously I am going to betray all confidences anyone places in me. Why bother finding out anything about me? It will no doubt merely accord with what they’ve already decided, which is that I’m a craven ingrate leeching off my stepfather’s wife and destroying the very fabric of society. I’m surprised no one’s suggested presenting *Three Years Gone: the Tragicomedy of the Traitor of Loe* as the Winterturn festival play, but that’s probably only because it hasn’t made it here from Ronderell yet.”",
            "chapter": "Chapter 21",
            "percentage": 69
        },
        {
            "quote": "“I can’t stay here if all I’m doing is destroying everyone else’s reputation. Mine is ... what it is, but if I’m not here people will forget your connection to me, Mrs. Buchance. My sisters will be far better off if they’re not considered relations to me. It’s not as if I have anything to offer them.”",
            "chapter": "Chapter 21",
            "percentage": 70
        },
        {
            "quote": "“They do offer scholarships for second-degree students, Mr. Greenwing.”\n“And if I were Violet and had come First at Morrowlea, then they’d probably give me one. Since I *failed*—”\n“I didn’t come First,” Violet interrupted.\nI stared at her, and for a moment thought she meant—and then realized. I sank down on the ladder again. “You don’t mean they gave it to Lark, after all that? They couldn’t have. They couldn’t have.”\nViolet took a deep breath. “No, Jemis. They gave it to you.”",
            "chapter": "Chapter 21",
            "percentage": 70
        },
        {
            "quote": "I was crying. I couldn’t look at anyone. Thought of the coolly elegant Chancellor of Morrowlea, an expert in the nature of lightning, the founder of the radical movement from her own time as a student there. I covered my face with my hands. “She can’t have. She can’t have. I *failed*.”\n“Jemis, she did. I’m not making this up. You came First in the year at Morrowlea. You can go wherever you like.”",
            "chapter": "Chapter 21",
            "percentage": 70
        },
        {
            "quote": "“He wanted me to adopt his name and take over his business. But I couldn’t—my father—”\n“He understood,” she said gently, reaching forward to take my hands, which she gripped tightly while staring earnestly at me. “Please don’t think you need to leave because of what people are saying.”",
            "chapter": "Chapter 21",
            "percentage": 71
        },
        {
            "quote": "Under *Drugs, Magical Use of*, however, were three pages of explanations for what, exactly, Lark had been doing to me.",
            "chapter": "Chapter 22",
            "percentage": 73
        },
        {
            "quote": "It was a very official-looking letter, dripping with wax seals and gilded lettering, and in the ancient ideographic script of chancellery and university documents it did, indeed, state that I, Jemis Greenwing of Ragnor Bella, Fiellan, had come First in the university, on account of my ‘courageous defence of the truth and good scholarship in the face of much outrage and intellectual, moral, and social peril’.\nI stroked the document flat. My heart eased a tiny amount. I had this, if nothing else.",
            "chapter": "Chapter 23",
            "percentage": 74
        },
        {
            "quote": "I slipped the ring on, my earlier concerns forgotten. It was a bit loose but didn’t seem entirely likely to fall off. I didn’t sneeze when I waved it experimentally in my face, so whatever it signified, it presumably wasn’t a deleterious enchantment.\nYes, I know.",
            "chapter": "Chapter 24",
            "percentage": 78
        },
        {
            "quote": "“The pay’s the standard: your heart’s desire.”\nI paused a few heartbeats, but he seemed entirely serious; well, he would. “And the work?”\nHis turn to pause, and then he chuckled low and sinister. “Easy as serving a pie.”\nAnd that was how *I* ended up at the Talgarths’ that evening.",
            "chapter": "Chapter 24",
            "percentage": 78
        },
        {
            "quote": "I nodded to myself, That seemed a reasonable plan: don’t sneeze, don’t draw attention, don’t try to mingle, don’t poison or enchant or drug anyone, and try to talk to Mr. Dart alone and unnoticed.",
            "chapter": "Chapter 25",
            "percentage": 79
        },
        {
            "quote": "Mr. Dart gallantly defended my character, supported—to my surprise—by the Honourable Rag, who kept giving backhanded compliments about Morrowlea.",
            "chapter": "Chapter 26",
            "percentage": 82
        },
        {
            "quote": "“Greenwing, you dog, you never told me you’d joined Crimson Lake. What’s been up with all the suspicious looks and elaborate obsequiousness?”",
            "chapter": "Chapter 26",
            "percentage": 84
        },
        {
            "quote": "I made a noise of mild agreement, an emotion I didn’t really feel, and followed him out of the washroom, wondering whether it was just wealth, and handsomeness, and carriage, and rank, that made me follow him so easily against my own inclination.",
            "chapter": "Chapter 26",
            "percentage": 85
        },
        {
            "quote": "“What a clever disguise. However did you come to think of it?”\n“Uh ... by happy coincidence, I suppose you could say.”\nShe nodded vigorously. “Serendipity. Always increases when there’s adventure afoot and magic in the air.”",
            "chapter": "Chapter 28",
            "percentage": 88
        },
        {
            "quote": "He didn’t seem inclined to move, except that his stone arm slid out of its sling and weighed down my foot. It was really quite heavy; my heart contracted that he had been bearing it so quietly.",
            "chapter": "Chapter 29",
            "percentage": 92
        },
        {
            "quote": "We stared at each other. “I shouldn’t trust you,” I said.\n“No.”\n“You keep lying to me.”\n“Yes.”\n“You’re never going to tell me the truth, are you?”\n“Probably not.”\nThere didn’t seem to be much I could do about that.",
            "chapter": "Chapter 29",
            "percentage": 93
        },
        {
            "quote": "“Well,” I said, trying to drawl in imitation of how I’d always imagined the debonair Fitzroy Angursell to have spoken on the eve of some grand adventure. “It looks as if we might be staging a rescue.”",
            "chapter": "Chapter 29",
            "percentage": 93
        },
        {
            "quote": "She pulled out a small round tin from down her bodice. I barely refrained from commenting on how much room she appeared to have down there, which on a hasty second thought was a distinctly ungentlemanly sort of thing to notice.",
            "chapter": "Chapter 29",
            "percentage": 93
        },
        {
            "quote": "“This is all very civilized and delightful,” Mrs. Etaris burst in, rushing back at us like a dark blue sheepdog herding her flock, “but I’m afraid we really should be going inside if we don’t want our friends and neighbours to be sacrificed to the Dark Kings.”",
            "chapter": "Chapter 29",
            "percentage": 93
        },
        {
            "quote": "Violet raised her eyebrows deprecatingly at me. “You need to find some stairs to run up for practice.”\n“I don’t really intend to make a habit of this.”\n“No? It’s ever so much fun.”",
            "chapter": "Chapter 30",
            "percentage": 93
        },
        {
            "quote": "Mrs. Etaris said, “We never do know the full stories to things, you know.”\nI was startled out of my reverie. “I beg your pardon?”\n“On adventures. We never do find out everything.”",
            "chapter": "Chapter 31",
            "percentage": 97
        }
    ],
    "beestingquotes": [
        {
            "quote": "“I’m not recovered from last weekend’s disasters.”\n“Adventures, surely, Mr. Greenwing.”\n“If you insist, Mr. Dart.”\n“Why, yes, I believe I do. Insist, that is, on the fact of adventures.”",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "“You could put an advertisement in the paper.”\n“‘Item: young man of excellent education and difficult family seeks wealthy bride. Tendency to social disaster mostly counterbalanced by skill at crossword puzzles and cross-country running.’”",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Hal had stood there that first evening, unsure of how to take off his boots without assistance. He'd been embarressed by his helplessness, and I was heartened by being able to teach such an obviously grand aristocrat something useful.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "“I hear you’ve been out, ah, running, Greenwing,” the Honourable Rag said, tapping my pen on his teeth with a deeply irritating noise. “Practicing for one of the Fair races, are you?”\nThe footraces were invariably the province of the lower classes of Ragnor society, and all my good intentions to keep my head down, avoid giving the gossips any further ammunition, make it safely to the Winterturn Assizes, &cetera and &cetera, went out the window.\n“Why, yes, actually,” I said, firmly. “The three-mile circuit.”\n“Ah,” said the Honourable Rag, winking at Mr. Dart. “*Good boy*.”",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "“You *must* write to Hal. Immediately.”\n“What? Why?”\nHe tore a page out of my notebook and handed it to me. “Write. Now. We can still make the last post if you hurry.”\n“What am I to say in such a hurry?”\n“That you’re alive and sane and are sorry you haven’t written since June, but as you learned last week you were recovering from Lark drugging and bespelling you.”",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Mr. Dart stayed outside, to bodily prevent the coach—which didn’t appear to have arrived yet—from leaving without my letter, I supposed. I went inside in a fit of irritation and guilt that I had alarmed him that much, as I must have done to make him so alert to Hal’s likely distress.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "Hal opened his mouth in some shock. And, I saw, blatant relief. “Jemis?”\n“The very same.” I considered his expression. “I take it you weren’t expecting me to meet you?”\n“No, your letters must have gone astray.”\nI held up the one in my hand. “Sorry.”\nHal regarded me narrowly. “Is that truly a letter for me? I am entirely astonished. Also relieved to find you at last. I was worried you might have—” He made a face. “Anyhow, glad to be wrong there.”\nMr. Dart did not say anything, but then he didn’t have to.",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "“Aha!” said Mr. Dart, shaking the hand Hal had held out in eastern fashion. “It is indeed pronounced Lingham, is it? We were talking about you just now.” \n“Were you?” Hal said doubtfully. “Seems a frightful coincidence.”\n“Nevertheless true,” Mr. Dart assured him.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“Shall you enter your name in, Jemis, for a cake?”\n“You're the better baker, Hal.”\n“No one creams butter and honey as well as you.”\n“Why, thank you,” I replied, before catching the expression on Mrs. Buchance's face and subsiding in embarressment.",
            "chapter": "Chapter 3",
            "percentage": 8
        },
        {
            "quote": "“Better not to name them aloud. We don’t want to draw their attention, if the Good Neighbours are out-and-about.”\nHal laughed. “That’s an old wives’ tale, surely.”\n“A *dragon* just flew by,” I said.",
            "chapter": "Chapter 4",
            "percentage": 10
        },
        {
            "quote": "“Jemis—you know *me*. You could hardly think I’d be anything but honoured to know your story?”\nI seemed to be spending the afternoon in a state of excruciating embarrassment. I forced myself to meet Hal’s puzzled, unhappy expression. I swallowed dryly. “You stood up when no one else would. You helped me through a terrible time this spring. I know I should have told you earlier. I’m sorry. I’m *sorry*.”",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "“Recuperating from a broken heart, what I thought was a failed degree, and—” I took a breath. Mr. Dart nodded encouragingly. “And from what turned out to be withdrawal from a serious addiction to wireweed and the effects of being ensorcelled for nearly three years.”\nHal stared. “Who could possibly—” And then, as I had, he knew. His expression hardened instantly. “Lark.” He spat several curses.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "“She was here to *warn* you, Mr. Greenwing. Because you had no idea Lark was an Indrilline, and you humiliated her.”\n“And did a good job of it, too,” Hal growled, and then seemed to realize, as I had been trying not to, that thoroughly and publicly humiliating a member of the most powerful and feared criminal family on the continent, no matter how much she deserved it, was not perhaps a very good idea.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "“She has a passionflower!” Hal cried, and plunged off the path to exaine a vine clambering up the wall. “And, oh, look, Jemis, the crimson glory vine--and isn't it a beauty.” He touched wide crimson-purple leaves with gentle hands, murmuring names as he went from wall to bed to pot.”\n“I think we've lost him,” Mr. Dart said, amused.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "He really would have been far happier as a second son, I thought with a pang, the one who could go off on the expeditions to hunt for plants in the mysterious regions of the world. Instead he was stuck being the sponsor of said expeditions and planning an arboretum that his people would probably not let him plant himself, either.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "We were who we were. Duke and hero-traitor's son, our lives shaped by fate and accidents of birth.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "“You look as if you’ve been put to work.”\n“I have. Come help me scrub cauldrons?”\n“Witch’s cauldrons? Assuredly! Where’s your Mr. Dart?”\n“Taken the dog. Hard to wash with a petrified arm.”\n“This is the most unusual place,” Hal said as we went back insides.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "When I turned he had the scouring pad in one hand, and said: “I take precedence.”\nI preferred drying, as he well knew, so I bowed as low as I could without hitting the table or stove. “As you wish, your grace.”",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "I shook my head, remembering again the only note I had ever received from my grandmother, after I had written to inform her of my mother’s passing. No salutations or words of comfort or consolation or acknowledgement. Just: *My daughter has been dead these five years since*.",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "I felt a burning in my eyes and my throat. People--Lark--teased me for crying too easily: a poem or a song or even a nice painting could make me well up. I frowned even harder, but I was thinking of that moment, of seeing the ghost on the doorstep. He was so thin, gaunt even, but clean-shaven and smiling that familiar lop-sided grin, the smile that my mother always said was the only way I resembled him physically.",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "“Three weeks later they found him hanging in the forest. I found the note. But they wouldn’t let me see him.” I watched the water gurgling down the drain. “Or go to the funeral. Not that there was one. As a suicide and a traitor they buried him at a crossroads at midnight.”",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "“What in hell is going on around here?” Hal demanded, then flushed and presented a very courtly half-bow to Mrs. Etaris. “My apologies, ma'am. I had never expected anything from Ragnor Bella.”\n“No one does,” she agreed placidly.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            "quote": "“A *dragon*,” Mrs. Etaris breathed. She did not look alarmed; she looked delighted. She'd looked delighted when we'd had to storm the Talgarths' house last week, too.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            "quote": "“Are you certain it was a dragon, Mr. Dart?”\n“They don't exactly look like anything else,” he replied, obviously exasperated.",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            "quote": "“Do come within, gentlemen. There has been a complication and I would value your assistance.”\n“We shall most certainly be delighted,” Hal said, with a florid courtly bow.\nMrs. Etaris paused, head tilted slightly to one side. “Delight may enter into it, but then again—” She paused again, then smiled with a disquieting pleasure. “No, I think delight may indeed be involved. There is danger and derring-do and deviltry afoot, after all.”",
            "chapter": "Chapter 4",
            "percentage": 16
        },
        {
            "quote": "She looked arrested at the way that Hal laughed in response. I wanted to ask why she looked so surprised, but before I could gather breath the moment passed, and Hal went on.",
            "chapter": "Chapter 5",
            "percentage": 17
        },
        {
            "quote": "Mrs. Etaris recovered her poise first. “Mr. Greenwing, you are a man of many unexpected talents. Usually one is advised to run *away* from attackers, but in this case ...”\nShe trailed off. I gazed mutely at them. My blood was thundering in my ears.",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            "quote": "The events of the past five minutes seemed as if they belonged in a book I had read years ago. But I was holding the arrow and the sword and however oddly I could feel every motion in my body, and my heart surely would not have been thundering this loudly if that hadn’t happened. If I hadn’t done that. This. This.",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            "quote": "Mrs. Etaris stood up. “I had a friend once who experienced a similar sort of battle madness. He'd start singing and you knew things were about to become ... interesting.”",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            "quote": "Mrs. Etaris sighed and smiled and patted her hair into place. She was wearing a sensible light grey apron over a blue dress and did not look as if she had ever done anything more untoward than--\n--Than show a remarkable flair for espionage when sneaking around the Talgarths' manor house last week.\n“I had a somewhat *wild* youth,” she said mildly.",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            "quote": "“You would be amazed at what goes on at a finishing school for young ladies, Mr. Greenwing.”\nHal laughed abruptly. “My sister said the same thing. She went to Dame Elwen’s Academy in Kingsbury.”",
            "chapter": "Chapter 6",
            "percentage": 21
        },
        {
            "quote": "“I’m sorry, Mrs. Etaris, but I simply cannot believe you had a *male* friend who sang songs into battle at Madame Clancette’s Finishing School for Girls in Fiella-by-the-Sea. Even before the Fall. Tying people up—perhaps. Creeping around houses—all right—espionage—quite likely—even tossing daggers—but *battle*?”\nMrs. Etaris smiled serenely as she set a large pot of peppermint tea on the table. “No, I suppose that was during my university years.”",
            "chapter": "Chapter 6",
            "percentage": 22
        },
        {
            "quote": "“Oh, there is always much more going on under the surface of a quiet country village than the uninitiated anticipate. Which is why I’m glad you’re here, gentlemen. The Embroidery Circle needs your assistance.”\n“Oh?” said Mr. Dart, eyebrows rising again.\n“Yes: we need you to spike a gambling ring.”",
            "chapter": "Chapter 6",
            "percentage": 22
        },
        {
            "quote": "“She’s certainly got us hopping on behalf of this Embroidery Circle. Do you reckon they secretly run the town?” Hal asked.\n“You’ve read too many of Jemis’ romances,” Mr. Dart said severely. “The Embroidery Circle consists primarily of the wives of the most thoroughly respectable middle-class men of the town.”\nHal whooped. “In short, the answer is yes. Come now, Mr. Dart, I am an imperial duke, I know very well who really runs things.”",
            "chapter": "Chapter 7",
            "percentage": 23
        },
        {
            "quote": "“Between the green and the white is the door. Between the race and the runner is the lock. Between the sun and the shadow is the key. In the bright heart of the dark house is the dark heart of the bright house. And therewithin, if the sap of the tree runs true, is the golden treasure of the dark woods. Bring that to me ere the Sun and the Moon are at their furthest remove.”",
            "chapter": "Chapter 7",
            "percentage": 24
        },
        {
            "quote": "“Can we have a drink now, please?”\n“You were the one provoking dragons into giving you riddles,” Mr. Dart said.\n“It was only *one* dragon.”\n“And only *one* riddle?”",
            "chapter": "Chapter 8",
            "percentage": 25
        },
        {
            "quote": "Hal made a face. “I’m not very good at this travelling incognito, am I?”\nSir Hamish chuckled. “I’m a portraitist, your grace. I’d hardly forget someone I’ve painted, even with the difference between sixteen and twenty-one.”",
            "chapter": "Chapter 8",
            "percentage": 26
        },
        {
            "quote": "“I'm so glad to know that not only am I named for a horse, but that I look as if I ought to be riding one professionally.”\n“Could be worse,” Mr. Dart said. “You could look like one, too.”\n“Thank you, Mr. Dart.”",
            "chapter": "Chapter 8",
            "percentage": 27
        },
        {
            "quote": "“You may wish to rethink your plan of calling on the Marchioness to ask her for honey. It’s quite possible she’d turn you into something, fashion or no fashion, and then where would your sister be?”\n“Duchess of Fillering Pool,” Hal said, smiling imperturbably.",
            "chapter": "Chapter 8",
            "percentage": 28
        },
        {
            "quote": "“Hal—what—what do you mean?”\n“Unless you have any aunts or uncles?” Sir Hamish said.\n“No, my mother was an only child ...”\n“And you’re *her* only child.”\n“Hal—don’t—”\n“Which makes you, if I am not much mistaken, the Viscount St-Noire.”",
            "chapter": "Chapter 8",
            "percentage": 28
        },
        {
            "quote": "I kept trying to explain how I couldn’t possibly be a viscount (a *viscount*!), but everyone else seemed to feel the matter was settled.",
            "chapter": "Chapter 9",
            "percentage": 28
        },
        {
            "quote": "“Not that one!”\nThere was a pause. Master Dart moved his hand to the cigar one over.\n“This one all right, Perry?” Mr. Dart was flushing pink behind his beard.\n“Er, yes, that one’s fine.”\n“You haven’t done that in ages,” Master Dart observed, carefully examining the acceptable cigar.",
            "chapter": "Chapter 9",
            "percentage": 29
        },
        {
            "quote": "“I am Halioren Lord Leaveringham, the Duke of Fillering Pool,” he said, in a tone I had never heard from him before. I'd never heard *anyone* speak like that, though I'd certainly heard people try.",
            "chapter": "Chapter 10",
            "percentage": 32
        },
        {
            "quote": "“So they left Jack to hold the pass as long as he could, knowing that—”\n“That no one would be coming to relieve him,” Mr. Dart said quietly. Hal nodded.",
            "chapter": "Chapter 10",
            "percentage": 34
        },
        {
            "quote": "“Sir Vorel, I will assure you once more that I will be doing *everything* in my power to redress this unspeakable travesty. My great-uncle will certainly vouch for him, and if I must go to Zunidh to seek a benediction from the Last Emperor, I shall do so.”\n“Thank you,” I said quietly, when my uncle still said nothing.",
            "chapter": "Chapter 10",
            "percentage": 34
        },
        {
            "quote": "“'No knocking, halloos, crying that there were elephants, nothing.'”\nI smiled at the quotation from Aurora.\n“'And not even a pot of wine for the visitor.'”\n“Whatever would we do without Fitzroy Angursell? That's all right. We brought our own.”",
            "chapter": "Chapter 11",
            "percentage": 34
        },
        {
            "quote": "“Well, this has been a most diverting day. What did you have planned for tomorrow? Now that I know that Ragnor Bella’s reputation is entirely undeserved, I am eager to help uncover its secrets.”",
            "chapter": "Chapter 11",
            "percentage": 36
        },
        {
            "quote": "“I always knew you were smart, Jemis, but that is an extraordinary achievement.”\n“We're making him blush,” said Mr. Dart.\n“Oh, that's no feat, Mr. Dart,” said Hal, and they both laughed heartily.",
            "chapter": "Chapter 11",
            "percentage": 36
        },
        {
            "quote": "I did like little better than delving into a good library. Hunting for dragons could take many forms, after all.",
            "chapter": "Chapter 12",
            "percentage": 36
        },
        {
            "quote": "“Hullo the Darts!” he said, taking off his hat politely and shaking out his golden curls in a spray of water drops like diamonds. I tried to suppress the wave of envy that always arose at the sight of the baron's son (for I was never going to be so handsome, so broadly muscular, or so tall, whatever else I might manage to make of myself).",
            "chapter": "Chapter 13",
            "percentage": 39
        },
        {
            "quote": "“It’s a wet day for calling.”\n“And yet you’re here,” Sir Hamish said.\nThe Honourable Rag laughed robustly. “So I am.”\nBut he declined to explain.",
            "chapter": "Chapter 13",
            "percentage": 39
        },
        {
            "quote": "“Penn’orth o’ herring for your thoughts?”\nThere was something so *odd* about the Honourable Rag now, I thought.\nI didn’t think I wanted to say ‘Why *are* you behaving so much as if you haven’t a thought in your brain?’ to him, and was not much more inclined towards further public discussion of my uncle, so instead I smiled with an effort of lightness. “Oh, just woolgathering, indeed.”",
            "chapter": "Chapter 13",
            "percentage": 39
        },
        {
            "quote": "He made a careless bow to Hal, nodded at the rest of us, and loped off, tall, handsome, muscular, and confident as always.\nI sighed.",
            "chapter": "Chapter 13",
            "percentage": 40
        },
        {
            "quote": "Hal grinned. “We must all have these eccentric relatives, eh? My grandfather was something of an enigma. He’d repudiated his family, his rank, his name, everything.”\n“To be an entomologist?” This was Alinor; such things happened.\n“To be ... something. He never told us the whole story.”",
            "chapter": "Chapter 13",
            "percentage": 41
        },
        {
            "quote": "“The way of the woods has many turns and few branches. The branch of the woods has many turns and few ways. The turn of the woods is the way of the branch, for good, young sir, or for ill.”\n“Whose good?” I said. “Whose ill?”\n“That is, of course, up to you.”",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "“Well, obviously the first thing to do is go to the Woods Noirell,” said Mr. Dart.\n“I don’t know my grandmother,” I replied, trying not to take my aggravation out on them.\n“What has that got to do with it? If anything, that increases the adventure.”",
            "chapter": "Chapter 14",
            "percentage": 43
        },
        {
            "quote": "“I don’t want an adventure. I don’t want to be embroiled in the Honourable Rag’s folly, I don’t want my uncle making trouble with Mrs. Buchance for my own good, I don’t want everyone to bet on me for the Fair, I don’t want to knock on my grandmother’s door, and I sure as hell don’t want to be playing games with a dragon!”",
            "chapter": "Chapter 14",
            "percentage": 43
        },
        {
            "quote": "Why did the world have to be so bloody confusing?",
            "chapter": "Chapter 14",
            "percentage": 43
        },
        {
            "quote": "“How does it know I am connected to both the Woods Noirell and Arguty?”\n“Everyone knows that about you,” said Mr. Dart.\n“Even dragons?”\n“Especially dragons,” he replied with unperturbed good humour.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "Was I not my father’s son?—He had come home to ignominy and disgrace, and he—No. No. He was the hero of Orkaty, the *hero* of Loe, the man who had come home against all the odds.",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "*Jimmy—I’m sorry. Take care of your mother. She needs you to be strong. Your papa Jack.*",
            "chapter": "Chapter 14",
            "percentage": 44
        },
        {
            "quote": "The sun-in-glory etched into the central plaque was the size of a dinner plate, and inset with tiny yellow stones. It spattered the whole room with sunlight.\n“By the Emperor,” breathed Mr. Dart.\n“And they dare suggest your father was a coward and a traitor,” Hal said, spreading out the links in the chain so we could admire the workmanship of every detail. “Emperor Artorin presented *five* of these in his whole reign.”",
            "chapter": "Chapter 14",
            "percentage": 45
        },
        {
            "quote": "I reached out to the crock. the smooth striations where green jade became white, feeling the carvings that were nearly invisible to the eye unless you held it to a candle.\nWhen my hand touched the jade, the red stones on my ring flared, and the ring itself felt suddenly warm. I sneezed.\n“Magic?” said Mr. Dart, eyes lighting.",
            "chapter": "Chapter 14",
            "percentage": 46
        },
        {
            "quote": "This was not the Hildon Woods we had traversed earlier that afternoon, friendly with holly and hawthorn and the sounds of birds. It was not even like the Arguty Forest, whose trees were ancient and huge and mysterious but whose thickets were crisscrossed with paths made by animals and people, where you might turn a corner to run into bears or boars or highwaymen.\nThese were the Woods Noirell, where if you took a wrong turn you might end up in another world.",
            "chapter": "Chapter 15",
            "percentage": 46
        },
        {
            "quote": "Nothing happened when we passed through the Sun Gate.\nNothing happened when we rode into the shadows under the trees.\nNothing happened at all, in fact.\nI was obscurely disappointed.",
            "chapter": "Chapter 15",
            "percentage": 47
        },
        {
            "quote": "The deer gathered speed and with a superb thrust leaped the highway, and three things happened:\nEven as her front hooves touched the ground on the left-hand side of the road, she disappeared.\nThe rider hauled back his horse to a halt so fiercely that the great animal reared, neighing loudly, before it quite touched the road.\nAnd my ring flared hot on my finger.\n“The Emperor!” said Hal.",
            "chapter": "Chapter 15",
            "percentage": 48
        },
        {
            "quote": "“An accursed castle!—pray excuse me: *accursèd*. A knight out of an old ballad. A disappearing hind—and not just any hind, mind you, but a *white* one—I am full of astonishment and delight. How could you have even jested that you were uninterested, Jemis, I cannot imagine.”",
            "chapter": "Chapter 15",
            "percentage": 49
        },
        {
            "quote": "“Should I not be concerned that you have changed?--that you are more courteous in mortal danger than you are to your friends--that you are cynical and sarcastic and grim--when you used to be full of laughter and energy and delight and--”\n“The Jemis you knew was a delusion composed of lies, stolen magic, and drugs.”",
            "chapter": "Chapter 15",
            "percentage": 49
        },
        {
            "quote": "“We are going to the Castle, sir. Can you tell us the way?”\n“Why would you go to the accursèd castle?”\nI sighed. Explaining about the dragon seemed ridiculous. All of this seemed ridiculous.",
            "chapter": "Chapter 16",
            "percentage": 49
        },
        {
            "quote": "“My stepfather had a new family. A—an *uncomplicated* new family. What was I, to him? A constant reminder that he had connected his life to a traitor, that his first marriage was unlawful, his first wife dead, his daughters illegitimate, that I was not *his* son.”",
            "chapter": "Chapter 16",
            "percentage": 50
        },
        {
            "quote": "“I am no one important.”\nHal looked down at me, his face somewhat sympathetic. “Jemis, everyone from Yrchester south was talking about Mad Jack Greenwing’s son.”",
            "chapter": "Chapter 16",
            "percentage": 50
        },
        {
            "quote": "“You have heard *one* story about the Woods Noirell, I trust--and about the Castle at its heart: 'Where stood at the window, white stone and ivy, / The silent watcher'--”\n“In her high tower, / When we rode the high way / To the golden city / The city of roses'. *That* was the Castle Noirell?”\n“That was Jemis' mother!”",
            "chapter": "Chapter 16",
            "percentage": 50
        },
        {
            "quote": "On each side of us were the houses, windows gleaming, doors open to the lambent air, people posed as if caught in a moment of time.",
            "chapter": "Chapter 16",
            "percentage": 51
        },
        {
            "quote": "“There aren’t any bees,” I said.\n“I don’t think that’s the only problem here,” Mr. Dart said.\n“Actually, a lack of pollinators would lead to—” Hal stopped when Mr. Dart and I looked at him. “Probably not this.”",
            "chapter": "Chapter 16",
            "percentage": 52
        },
        {
            "quote": "I was the grandson of the Marchioness of the Woods. If she was no longer capable of doing her duty (whether through disinclination, illness, enchantment, or death), then as her eldest living descendant it was my responsibility to do so.",
            "chapter": "Chapter 16",
            "percentage": 52
        },
        {
            "quote": "“Will you come with me?”\nThey exchanged a look, and then Hal smiled and Mr. Dart quoted Fitzroy Angursell: “'We may be children of a lesser age, but we should not let that inconvenience us altogether.'”\n“In our search for adventure?” I said dryly.\n“In our search for greatness,” said Mr. Dart, following me.",
            "chapter": "Chapter 16",
            "percentage": 52
        },
        {
            "quote": "“You sound so surprised, Mr. Greenwing. For a day that has included a dragon's challenge, a knight, a cursed village, and mysterious warnings from a strange peasant, it would be decidedly disappointing if it did not take an even stranger turn when it came to the accomondations. You can't have been expecting things to be normal.”",
            "chapter": "Chapter 17",
            "percentage": 53
        },
        {
            "quote": "“Come now, Mr. Greenwing, don’t be sour.”\n“Sour? *Sour*?”\n“Or have an apoplexy. You were the one who wanted an adventure.”\n“I don’t think I was.”\n“No, that’s true,” he said imperturbably; “I suppose that was me and Mrs. Etaris.”",
            "chapter": "Chapter 17",
            "percentage": 53
        },
        {
            "quote": "“Madam, you treated my mother evilly and have ignored me my whole life. I have no interest in toadying up to you or pretending to a respect you have in no way earned. I might ignore your treatment of me, of my half-sisters your granddaughters, of my mother--but I cannot ignore the fact that you are the Marchioness of these woods and you have failed in your duty to your people.”",
            "chapter": "Chapter 17",
            "percentage": 54
        },
        {
            "quote": "“How dare you speak so to me, whelp?”\n“How dare you fail your people so utterly , madam? They stand cursed in the village below. It is your duty to redeem them.”",
            "chapter": "Chapter 17",
            "percentage": 55
        },
        {
            "quote": "“Uvara, throw the boy and his friends in the cellars, and let them puzzle out what curse lies on this house of mine. If you succeed, boy, then perhaps we will speak again.”\n“Perhaps,” I said noncommittally, but it was drowned out by another cackle and crack of thunder.",
            "chapter": "Chapter 17",
            "percentage": 55
        },
        {
            "quote": "I sat in the cellar sulkily for a while before I realized that was what I was doing, whereupon I decided that I was not, in fact, fifteen, and decided to stop.",
            "chapter": "Chapter 18",
            "percentage": 55
        },
        {
            "quote": "“Jemis' whole life appears to be something out of a tale, and we are caught up in it, Mr. Dart, as loyal friends--companions--possibly even guides.”\n“Well, loyal friends, companions, possibly even guides, do you want to sit in this cellar all night, try to escape, or see what the mysterious glow down the even-more-mysterious passage is?”",
            "chapter": "Chapter 18",
            "percentage": 55
        },
        {
            "quote": "I did not feel very heroic, but it was nevertheless something of a disappointment to reach the source of the glow and discover no adversary nor any sign of one.\nWe did, however, find the bees.",
            "chapter": "Chapter 18",
            "percentage": 57
        },
        {
            "quote": "Every memory of my mother seemed crowded around me, as numerous, as heartbreaking, as the thousands upon thousands of stone-still bees on the floor.",
            "chapter": "Chapter 18",
            "percentage": 57
        },
        {
            "quote": "“My mother told me it was time to dance the Lady in, and we sang in the garden under the hawthorn blossom. It was a song she used to sing often, a lullaby, a bee song, a gardening song. We used to dance to it in the garden sometimes. That time—I remember—I remember thinking it was like the world reached out to dance with us.”",
            "chapter": "Chapter 18",
            "percentage": 58
        },
        {
            "quote": "*Wood of the golden trees\nHome of the golden bees\nWhere lost Melmúsion\nSings one more song.\nGifts of the Lady Green\nSweetness of the seasons\nSummer in wintertime\nSings one more song.\nGifts of the Lady White\nLight in any darkness\nWinter wisdom in the spring\nSings one more song.\nHeart of the golden trees\nWood of the golden bees\nWhere lost Melmúsion\nSings one more song.*",
            "chapter": "Chapter 18",
            "percentage": 58
        },
        {
            "quote": "“I think they want to dance with you,” said Mr. Dart in a strange voice.\nI opened my eyes to see that I had woken the bees of the Woods.",
            "chapter": "Chapter 18",
            "percentage": 58
        },
        {
            "quote": "I sang the old song again, eyes open this time. With each verse, each iteration, the light grew stronger, the buzz grew louder, more and more bees rose from the floor, the walls, found their wings, filled the air.",
            "chapter": "Chapter 19",
            "percentage": 59
        },
        {
            "quote": "I fell to my knees and put my hands to my face and wept for my mother, while the bees she had so loved streamed out into the Woods to start that mysterious alchemy by which they distilled the essence of summer sunlight for the long, dark nights of winter.",
            "chapter": "Chapter 19",
            "percentage": 59
        },
        {
            "quote": "“My mother died in the autumn. She always used to sing an old song to dance the Lady in, autumn and spring—the last time was that autumn. And I didn’t know—I’m so sorry—I didn’t know it was significant—I didn’t know. I will do what I can to make up for it, I promise you!” Everyone looked at me.\nAfter a moment Mr. Horne said, “Your grandfather used to follow along behind the Marchioness apologizing for her, too, when it wasn’t his fault.”",
            "chapter": "Chapter 20",
            "percentage": 61
        },
        {
            "quote": "Hal and Mr. Dart exchanged glances, quite as if they had years of friendship behind them, and for a moment my heart rejoiced in the rightness of the moment.",
            "chapter": "Chapter 21",
            "percentage": 63
        },
        {
            "quote": "I felt as if I had spent my whole summer reacting.\n*Reacting* was no way to win at Poacher, nor, as I was beginning to see, at life.",
            "chapter": "Chapter 22",
            "percentage": 64
        },
        {
            "quote": "“I like poetry to read as much as the next man, unless that next man is Jemis in a fit of structural analysis.”",
            "chapter": "Chapter 22",
            "percentage": 66
        },
        {
            "quote": "“Jullanar,” I said aloud, surprised, then flushed when Mrs. Etaris and Hal both looked at me.\nMrs. Etaris smiled. “My name? Yes; I am of the generation that made it, ah, infamous.You may notice both my husband and my sister avoid calling me by it.”\n“As if thereby they could escape either the renown, or the notoriety, of the name?”",
            "chapter": "Chapter 23",
            "percentage": 69
        },
        {
            "quote": "We could hear the odd thump and scrape as Hal moved things around above us, and a snatch of him singing something by Fitzroy Angursell. Mrs. Etaris, unpacking the box of books, listened for a few moments, expression a little wistful, before she asked me to close the door at the bottom of the stairs.",
            "chapter": "Chapter 23",
            "percentage": 72
        },
        {
            "quote": "In such little moments was friendship begun and nurtured: in conversations late into the night about the books we read; in early morning chores done so poorly at first; in our mild competition to improve so that Stable-master or Housekeeper or Cook ceased complaining about us useless first-years who didn’t know a spoon from a spatula.",
            "chapter": "Chapter 23",
            "percentage": 73
        },
        {
            "quote": "“*Ivailo ivaro ivo!*” I smiled foolishly when it lit again. “Oh, goodness, I don't care how unfashionable this is.”\nHal chuckled. “We'll just have to bring it back into fashion.”\n“Only if Mr. Dart will help me.”",
            "chapter": "Chapter 24",
            "percentage": 76
        },
        {
            "quote": "My father had taught me to play Poacher; to jump the Leap (throw my heart first and be sure my horse would follow); to stand up for what was right, to fight for what I believed in.\nMy mother had taught me to think through what I believed in; that life was a game of Poacher; that sometimes one had to make compromises to survive, but that one never compromised the heart of oneself, for what survived without the heart was nothing.",
            "chapter": "Chapter 25",
            "percentage": 82
        },
        {
            "quote": "I was afraid that the good fortune would turn sour because so often already it had. My father’s return leading to suicide and disgrace; my love for Lark imploding into lies and criminal magic; my efforts to do the right thing, say the right thing, be the right thing, for Mr. Buchance ending ... well, ending with him deciding to give me the merest competence and me missing his funeral.",
            "chapter": "Chapter 25",
            "percentage": 82
        },
        {
            "quote": "Another thing I had learned was people did care for me, even when it felt as though no one in the world did, and it was unkind to them to get out of all communication. How unhappy I would be never to hear from Mr. Dart or Hal again—or Marcan—or indeed Violet.",
            "chapter": "Chapter 25",
            "percentage": 83
        },
        {
            "quote": "Was I nothing without the wireweed and the magic?\nNo.\nI was the Fiellanese scholar to Morrowlea before, and—I chuckled aloud, startling myself a little—I was Mrs. Etaris’ assistant clerk after. I was, it seemed, the Viscount St-Noire (albeit by accident of birth), and I was Mr. Dart’s friend and Hal’s, and a spite to all the smug conservatives who didn’t want anything to change simply by being who I was.",
            "chapter": "Chapter 25",
            "percentage": 83
        },
        {
            "quote": "Inside the Woods the road gleamed as if magical; and there were fireflies.\n“Oh,” I said, and decided that every one of my critics could be right if only I could see this sort of beauty from time to time.",
            "chapter": "Chapter 26",
            "percentage": 83
        },
        {
            "quote": "I swore then and there that for the bees and the fireflies and the Tillarny limes I would be the Viscount St-Noire, crazy grandmother, unpleasant castle, mysterious curses, dragons, riddles, high Gothic melodrama, and all.",
            "chapter": "Chapter 26",
            "percentage": 83
        },
        {
            "quote": "*And Jullanar of the Sea reaching her hand down Dipping her hand down Into the sky ...*",
            "chapter": "Chapter 26",
            "percentage": 84
        },
        {
            "quote": "“I have come to answer the riddle, O dragon.”",
            "chapter": "Chapter 26",
            "percentage": 84
        },
        {
            "quote": "For a moment fireflies had seemed reflections rather than illuminations, for a moment the dragon seemed to be made of the spaces between things, rather than a body-in-itself. I watched as sparkling shadows turned into sparkling scales, and then coiled around the well-head as it had been coiled around the Dragon Stone.",
            "chapter": "Chapter 26",
            "percentage": 84
        },
        {
            "quote": "I had stood up, hands shaking, knees (the shame!) trembling, voice barely sounding, and taken her speech apart point by point by point, as I had been taught to do by my tutor.\nFor that I had been stoned.\nBut also for that the senate of the university had awarded me First in the year.",
            "chapter": "Chapter 26",
            "percentage": 84
        },
        {
            "quote": "At the Dragon Pool I stopped to greet the Green Lady and ask her blessing. I figured it couldn’t hurt—though the ruffians who used my distraction to capture me, alas, did.",
            "chapter": "Chapter 27",
            "percentage": 87
        },
        {
            "quote": "“Now, lad, in memory of your father we’re going to let you go, but there are those out there who wouldn’t, eh?”\n“And someone wants me dead.”\nIt sounded totally incredible when I said it. But of course there *were* those who I presumed might want me dead: Lark for one, and the mysterious priests of the Dark Kings for two, and my uncle Vorel was still a contender for three.",
            "chapter": "Chapter 27",
            "percentage": 88
        },
        {
            "quote": "How I loved running.\nThe world made sense when I ran. *I* made sense when I ran. Running, I needed to explain nothing, defend nothing, be nothing but what I was.",
            "chapter": "Chapter 27",
            "percentage": 89
        },
        {
            "quote": "“So, Roald, will you be following our Mr. Greenwing's example and enter your name next year?”\n“Can't run; can't cook; what would you like?”\n“Didn't you learn anything at Tara?”\nHe glanced at me, winked. “As if I'd let anyone know!”",
            "chapter": "Chapter 28",
            "percentage": 90
        },
        {
            "quote": "“Well, gentlemen, I must say I am very impressed.”\n“You weren't expecting us to produce an edible cake?”\n“That has not yet been proven,” she retorted quickly, then caught my eye and laughed merrily. I reflected that this was the first time I'd really felt treated as an equal by the bookmistress, and inwardly rejoiced.",
            "chapter": "Chapter 29",
            "percentage": 91
        },
        {
            "quote": "“I was summoned out of the Wide Dreaming to bear riddles to test the strength of the Woods in these lesser days. I was wooed with promises of the gold of the Woods. I was promised blood.”",
            "chapter": "Chapter 29",
            "percentage": 94
        },
        {
            "quote": "I had no armour, shield, lance, or sword, and as for proper training, well ... Dominus Lukel didn't pretend he'd ever seen a dragon, much less fought one.\nI did, however, have a cake knife.\nAnd an off-set spatula.",
            "chapter": "Chapter 30",
            "percentage": 95
        },
        {
            "quote": "“My uncle?”\n“He appears to be unharmed.”\nI nodded again. Swallowed what seemed to be a mixture of honey cream and blood. “The dragon?”\n“Oh, very certainly dead, Mr. Greenwing.”\nHer voice was *so* soothingly normal I looked automatically up to catch the merriment in her eyes. Her mirth was so contagious I smiled lopsidedly and raised my head to survey the scene before me.",
            "chapter": "Chapter 30",
            "percentage": 95
        },
        {
            "quote": "Mrs. Etaris stood slightly to my right, beside the dragon's head.\nI blinked again.\nApart from her location--*right beside a dragon's head*--she looked almost--almost damnably *ordinary*. Yet she was calm, and matter-of-fact, and alone of all the people in my field of vision had been the one reaching for a weapon when the dragon arrived.",
            "chapter": "Chapter 30",
            "percentage": 95
        },
        {
            "quote": "Hal bowed, bearing instantly fully ducal. “You do me honour, ma’am. Nevertheless, I have already been offered, and accepted, Jemis’—Lord St. Noire’s—offer of hospitality, which I trust he will extend through to Winterturn.”\n“*His* hospitality! He has no property of his own.”\n“He has lodging in town, ma’am, which I find most comfortable.”",
            "chapter": "Chapter 31",
            "percentage": 98
        },
        {
            "quote": "He smiled at her, still regally, but with the engaging air that belonged to what I thought of as the *real* Hal. Except that Hal did not seem to feel any contradiction between being Duke and being Hal—\n—How, I wondered suddenly, could he *possibly* think I was more of a radical than he?",
            "chapter": "Chapter 31",
            "percentage": 98
        },
        {
            "quote": "“You were reaching for a sword,” I blurted, though quietly.\nMrs. Etaris smiled, a little ruefully. “I was wondering if anyone noticed. It was foolish of me—it’s not as if I’ve held a sword for many years.”\n“Was it your first dragon?”\nShe laughed. “Mr. Greenwing, have I told you how much I enjoy your sense of humour?”",
            "chapter": "Chapter 31",
            "percentage": 98
        },
        {
            "quote": "I could see the Honourable Rag's astonished and delighted grin from the light reflected on his teeth. Then he cast back his head and laughed uninhibitedly.“*Good* boy.”",
            "chapter": "Chapter 31",
            "percentage": 100
        }
    ],
    "whiskeyjackquotes": [
        {
            "quote": "Ariadne nev Lingarel had been condemned to life in Orio Prison after an exceedingly unpopular stint as Governor of the then-very-new Imperial Province of Northwestern Oriole, and had devoted the rest of her life to her masterwork.\nI examined my own cell carefully. It did not inspire me to poetry.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I had not brought a hat, or gloves, or even a wallet of money, which the gaol-warden had appeared most disappointed by.\nI’m not much of a gentleman sometimes, I’m afraid.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I was Jemis Greenwing, Mad Jack Greenwing’s son, the Viscount St-Noire (a long story), Fiellanese scholar at Morrowlea, and current incarcerated felon.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The snide question reminded me of Mr. Dart’s recurrent invitations to go ‘picking mushrooms’, which I equally recurrently declined. An unwary acceptance my first weekend home had started what I considered the melodrama of the past month and Mr. Dart insisted on calling *adventures*.\nI followed Ben under a fence, over an outdoor privy still odorously in use, through someone’s raspberry patch, and wished Mr. Dart were here, since he would certainly be having a great deal more fun.",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Ben and Jack exchanged another glance. Perhaps they were communicating mind-to-mind, as Voonran wizard-mystics of Astandalan days had been reputed to do?",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Every rational impulse of my soul suggested that Violet was not a good person to fall in love with.\nThe rational impulses of my soul do not, alas, always have much weight.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "I smiled deprecatingly. “I haven't murdered anyone. I was thrown into Yellton Gaol on the charge of murdering Fitzroy Angursell in the form of a dragon.”",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "How sensational a trial it would be! The son of Mad Jack Greenwing—hero, reputed traitor, subject of the staggeringly successful new play *Three Years Gone: The Tragicomedy of the Traitor of Loe*—tried for the murder of Fitzroy Angursell (of all people!) in the form of a dragon (of all things!).",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "There was no treasure; there were no troglodytes; there were no trolls.\nI was not particularly disappointed.\nI was still cherishing that off-hand comment about Mad Jack Greenwing *boasting* about his son.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "A powerfully built man in a full face mask bounded into the clearing. He was dressed all in green, from hood (of course he wore a hood) to boots, via several items of clothing I had never seen outside of a play, including a codpiece in embossed green leather. I did not look at it closely enough to determine what the pattern was, but it might have been the same as the leather mask, which was done all in leaves.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "The cards were merely a prop, my father used to tell me. The true game is wit against wit, soul against soul.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "Jack had gone outside while I ate. He returned, blowing on his hands. “Cold wind, I’m afraid. Let’s hope all the sensible people stay indoors.”\n“I presume we are not to be counted in that number?”\nHe cocked the eyebrow over his eyepatch at me. I could not help wondering how severe the injury to his eye was, really.\n“I have not known you long, lad, but very little of what I’ve seen you do falls under the heading of ‘sensible’.”\n“Point.”",
            "chapter": "Chapter 5",
            "percentage": 15
        },
        {
            "quote": "I was still reluctant to identify myself as Mad Jack Greenwing’s son. Why, I wasn’t quite sure. I did not really think that Ben and Jack were wicked, and they had already made it clear they respected my father’s memory, but ... but I felt I had exposed myself too much in that game of Poacher, in the dark tunnels, in these past few minutes looking at the weapons. I did not want to hand them all the keys to my heart in one fell swoop.",
            "chapter": "Chapter 5",
            "percentage": 15
        },
        {
            "quote": "Mrs. Etaris, my employer, had told me that we never do find out the whole story, whether of an adventure or of a life. I was finding it hard going to resign myself to that fact.",
            "chapter": "Chapter 6",
            "percentage": 15
        },
        {
            "quote": "“Would you mind if I left the bag here? He asked me to look after it for him, many years ago. Not that I expect him ever to call for it, this late date, when probably he’s been dead since well before the Fall, and anyway there’s nothing much to it, but I did promise.”\nI looked wonderingly at her. Her voice was brisk, her words light, her eyes full of a long wistfulness. It must have been a good twenty-five years or more since she’d been at university.\nI hoped I would never be put to it, but that if ever I was, I would keep a promise to a friend long past any sensible expectation.",
            "chapter": "Chapter 6",
            "percentage": 18
        },
        {
            "quote": "My first, stupid thought was that banditry must pay far more than I’d imagined, since Myrta had been in my year at Morrowlea and therefore could not have been the Rondelan scholar.",
            "chapter": "Chapter 7",
            "percentage": 18
        },
        {
            "quote": "“There are at least three different—let us call them *opportunities*—for those of us on the wild lay concerning you, Master Jemis.”\n“Mr. Greenwing,” I corrected politely.\n“You don’t sound surprised, Mr. Greenwing.”\n“Would you be willing to tell me more about these opportunities you mention?”\nShe looked as if I’d asked the right thing. “Disruption, distress, delay. Not, at present, death.”\nI didn’t know quite what to say to that, so I bowed to indicate my thanks. Red Myrta rolled her eyes; her mother smiled again.",
            "chapter": "Chapter 7",
            "percentage": 21
        },
        {
            "quote": "“Well, ma’am?” My voice rang clearly through the Hollow. “You have my sister and myself and my two companions. You hold our weapons. You know our worldly belongings. You could hand me over to the Yellem Constabulary or the Knockermen or the cult of the Dark Kings or the Ragnor Constabulary or the Indrillines or whoever else is looking for me or kill me out of hand. What do you choose?”\nMyrta the Hand closed her mouth. “A bottle covey, Myr? More like a hundredweight cask.”",
            "chapter": "Chapter 7",
            "percentage": 21
        },
        {
            "quote": "Sela skirted his head to run towards me, then ran back and kicked him in the side.\nI picked her up when she came back. “It’s not nice to kick a man when he’s already down,” I said to her.\n“I couldn’t kick him before,” she said, sticking out her tongue.\nI couldn’t argue with that.",
            "chapter": "Chapter 7",
            "percentage": 21
        },
        {
            "quote": "“Well,” I said, and stopped there.\nBen snorted softly. “Well, and a scientific punch that was indeed. Where did you say you worked?”\nI smiled involuntarily. “A bookstore.”",
            "chapter": "Chapter 8",
            "percentage": 22
        },
        {
            "quote": "“*Promise* you won’t go away again?”\nHer voice was terribly anxious. Why would she worry that I would go away? And then I realized that to her life must seem a series of people *going away*, and not coming back.",
            "chapter": "Chapter 8",
            "percentage": 22
        },
        {
            "quote": "We came at last to a single brightly burning light.\nI realized I’d been leading us there unconsciously but to excellent purpose. Where else could I expect refuge in the middle of the night? Not my uncle’s, that was certain, and Ragnor Bella itself was another six miles on.\n“My friend lives here.”",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "We came at last to a single brightly burning light.\nI realized I’d been leading us there unconsciously but to excellent purpose. Where else could I expect refuge in the middle of the night? Not my uncle’s, that was certain, and Ragnor Bella itself was another six miles on.\n“My friend lives here.”",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "We came at last to a single brightly burning light.\nI realized I’d been leading us there unconsciously but to excellent purpose. Where else could I expect refuge in the middle of the night? Not my uncle’s, that was certain, and Ragnor Bella itself was another six miles on.\n“My friend lives here.”",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "“Ready, Miss Sela?”\n“I’ve been ready for *ages*, Jemis. I’m so hungry I could eat a whole sheep.”\n“A whole *sheep*? Not a cow?”\nShe giggled as I opened the door. “Cows are very, very big. I’m still very, very small.”",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "“What an interesting face you have. I should like to paint it.”\nSir Hamish was staring at him with deep intensity, expression shifting from polite welcome to something I could not decipher. Then he started to smile.\n“I *have* painted it. By the Emperor, Jack, only you would manage the trick of returning from the dead *twice*.”",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "I had no way to think what I could possibly say.\nSaw the wariness in his face.\nCould not say anything.\nI could barely breathe.\nI walked forward out of my silence, into his silence.\nHe held still. I reached forward out of my silence, into his silence, and I embraced him.\nMy head rested on his shoulder. He smelled of soap and woodsmoke and fresh air.\nAfter a moment his arms curled around my back.",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "“Jemis *killed* the dragon!” Sela cried proudly. “Just like in a story. Except that you didn’t have a sword or a lance or anything proper.”\n“I’ll try to remember for next time.”",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "Sela described the fight gleefully but probably with very little coherence for anyone not present. We all watched as her thin face blossomed with excitement. “And finally he jumped on its head and stabbed it right in the eye and it went all over the place and finally he landed in the cakes and it was dead, just like that.”",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "Sela described the fight gleefully but probably with very little coherence for anyone not present. We all watched as her thin face blossomed with excitement. “And finally he jumped on its head and stabbed it right in the eye and it went all over the place and finally he landed in the cakes and it was dead, just like that.”",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "Mr. Dart smiled. “Come now, Mr. Greenwing, whatever were you doing in the Yellton Gaol?”\n“I told you,” I said, “I was arrested on charge of murdering Fitzroy Angursell while in the form of a dragon.”\nSela giggled. This seemed the most appropriate response.",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "“Jemis rescued me from the bad man, Hal,” Sela informed him. “He hit him in the throat and he fell over.”\nSela, I reflected, showed definite signs of a bloodthirsty streak. I wondered at what age it was appropriate to start teaching one’s little sister how to fight.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "“I’m sorry, Jemis,” he said quietly.\nI had been feeling numb, except for the raw throat, but the quiet dignity of that apology woke some fire within me.\n“Need you be? Did you stage your own suicide?”\n“Jemis—no! Never—I would never have left you—I would never have pretended that!”\nHis voice was raw, his visible eye horrified.",
            "chapter": "Chapter 10",
            "percentage": 27
        },
        {
            "quote": "Hal shrugged. “I shall marry either for love or dynastic succession. It would be best to do both, of course, but the second is far easier to attain, and then again there’s the difficulty in finding the truth of emotions when a title and a fortune are involved. Elly’s marrying for love—” He smiled quickly at his great-uncle. “Not that anything’s official yet! The betrothal will be announced at our Winterturn ball. I in my turn shall, no doubt, be expected to seriously consider the young women produced to attend the various festivities.”\n“The Ironwood heir and so on?” I enquired lightly, though I felt sick to my stomach in a way difficult to describe. \n“Precisely.”",
            "chapter": "Chapter 10",
            "percentage": 28
        },
        {
            "quote": "I pitied Hal’s matter-of-fact acceptance of his duty; I envied him it; I wished I understood my place in the world with such unshakable confidence.",
            "chapter": "Chapter 10",
            "percentage": 28
        },
        {
            "quote": "I have the Sight, much good it has ever done me. I can see that you have a gift buried deep. If it wakens, know that our family’s line holds magic from and for the Woods. It comes out sometimes in the Sight, sometimes in healing, and every once in a long while in what one of our ancestors called the ‘wild green luck’, which was half affliction and half glory.",
            "chapter": "Chapter 11",
            "percentage": 29
        },
        {
            "quote": "I loved your father more deeply than I could ever say. No matter how far he went I rested sure in his love, that I was his lodestar as he was my hearth. I waited for his return as the limes of the Woods wait for the bees. Believe me when I say when I would have waited for ever if I had not seen him dead in a vision.\nForgive me.\nI did not realize until it was too late that the Fall gave me twisted visions.",
            "chapter": "Chapter 11",
            "percentage": 29
        },
        {
            "quote": "I have no proof whatsoever except for the certainty of my heart. But I write you this with all the certainty of my heart: *your father did not kill himself*.",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "You will ask how I could bear to let the bravest and truest man I ever knew be buried in unhallowed ground under a crossroads. You are right to ask.\nMy dear son, I wanted you to live.\nWhoever killed your father did so because he threatened them—and the only way he threatened anyone was to stand truthfully the *hero* of Loe and not attainted of treason.",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "Seek justice, not vengeance, and remember that you are loved.\nI remain always your loving\nMama",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "“I do not know a great deal about your ... I know you are interested in more than simply embroidery ... I cannot ask you ...”\nI did not beg.\nI did not know whether I wanted them to act or not to act.\nI knew I did not want them to gossip about this through the town.\nI wrestled with the knowledge that it was folly not to exact a promise, but I did not *want* to demand.\n“Thank you for telling us,” Mrs. Etaris said. “You may rest assured in our discretion.”\nWhat a gift it was to know I could rest in their discretion.\nI bowed.",
            "chapter": "Chapter 13",
            "percentage": 34
        },
        {
            "quote": "“We are here,” he said, in a more formal tone of voice, “at this time of transition between the autumn and the winter, in the spur weeks between seasons, when the moon turns in her phases and the sun in his. We bring a life in transition, a soul in transition, a young man between the second and the third age of his life, between undaura and wizard, between the past and the future. In this cusp of the moment as the world turns, let the symbols of his power call him that he may come into his own power unfettered by fear. I, Halioren Isidorus Leaveringham of Fillering Pool, descendant by blood through many generations of the Sun and the Moon through the line of Linara, do ask the magic this in the name of the Lady of the Green and White, the Emperor of Astandalas, and the Prince of the White Forest whose name is blessed.”",
            "chapter": "Chapter 13",
            "percentage": 34
        },
        {
            "quote": "The room wavered, as if it was not really there, but only an image on fabric, and the fabric was billowing. I watched it calmly, unworried about this.\nFrom somewhere the thought floated into my awareness that usually I would be very alarmed and upset to see the fabric of reality rippling.\nYes, I thought, usually I would be, but that didn’t mean I *was*, just now. The ripples were pretty, my mind and my body were both very calm, very relaxed, and the person holding my hand had a deep rumbly soothing voice.",
            "chapter": "Chapter 14",
            "percentage": 35
        },
        {
            "quote": "I squinted, turned from the glare, and saw Violet sitting on the side of a large rock on the sea. She was singing, her voice contralto, a song as sad and lonely and beautiful as the waves washing up to her feet. She was dressed in pale lavender, with a green cloak pulled across her shoulders.\nThe colours of the Lady of Alinor, my conscious mind said, and the dream turned before I could walk into her notice and see what she said.",
            "chapter": "Chapter 14",
            "percentage": 35
        },
        {
            "quote": "I knew from my studies in literary symbolism and my one term’s worth of classes in the History of Magic that a wild gift called to the four elements of *old* magic—such a person was not a wizard, but had the makings of a magus, and potentially one of world-shaping power.\nIf, that is, he survived the learning process.\nIf, if, if.",
            "chapter": "Chapter 15",
            "percentage": 39
        },
        {
            "quote": "I couldn’t see any cobnuts; and, despite all the feathers and down and grey-green matter, no ducks, either. “Are they invisible?” I enquired. “They’re so well-discussed I had thought them likely to be much more prominent.”",
            "chapter": "Chapter 17",
            "percentage": 42
        },
        {
            "quote": "In our childhoods, Mr. Dart and I had spent a great deal of time along the old sunken lane. It was secluded enough to be appealing and near enough were rarely late home for meals. In its time it had been haunt of unicorns and highwaymen and fairy princesses and dragons: for in those days none of them were at all likely to appear but between the pages of storybooks.",
            "chapter": "Chapter 17",
            "percentage": 43
        },
        {
            "quote": "Some said the *Correspondence* was written by Fitzroy Angursell after his mysterious disappearance; others that it was a work out of the Emperor Artorin’s court; still others that it was no one anyone else had ever heard of. I had read its ninety-nine perfectly constructed sonnets and wished for a small box to go hide myself in that I might find within its impenetrable darkness the inexhaustible centre of light the anonymous poet had.",
            "chapter": "Chapter 17",
            "percentage": 44
        },
        {
            "quote": "It had seemed so safe a gauge of my behaviour and accomplishments, that imagined benediction or disdain. What better standard to judge my actions than to ask myself what my father, Jakory Greenwing, winner of the Heart of Glory, might have thought of them?\nTo have him right there looking at me was—was—it was too much, that was what it was.",
            "chapter": "Chapter 17",
            "percentage": 45
        },
        {
            "quote": "My imagination was too busy spinning theories for why the Honourable Rag could possibly have been there, and the explanations he might conceivably choose to give us.\nI felt incredibly happy at the discovery that there was, in fact, something going on with him beyond dissipation.",
            "chapter": "Chapter 19",
            "percentage": 47
        },
        {
            "quote": "My imagination was too busy spinning theories for why the Honourable Rag could possibly have been there, and the explanations he might conceivably choose to give us.\nI felt incredibly happy at the discovery that there was, in fact, something going on with him beyond dissipation.",
            "chapter": "Chapter 19",
            "percentage": 47
        },
        {
            "quote": "Life is a game of Poacher.\nTHe Honourable Rag was annoyingly good at Poacher.",
            "chapter": "Chapter 19",
            "percentage": 48
        },
        {
            "quote": "I had, in fact, gone early upstairs, pleading a headache to account for my disinclination to cards or drink or cigars or any of the normal gentlemanly after-dinner pursuits.\nHow dull the life of leisure was.",
            "chapter": "Chapter 19",
            "percentage": 48
        },
        {
            "quote": "Except that seven years was long enough for memories to fade, for a wife to die, for close friends to overlook any doubts in the surprised gladness of seeing a beloved friend alive again after all.\nFor a son to lie awake the whole night through as doubt coiled cold and slimy through his every thought.\nSix miles was not far enough to run. Six hundred wouldn’t have been far enough.",
            "chapter": "Chapter 20",
            "percentage": 51
        },
        {
            "quote": "“Oh, Mr. Greenwing,” she said in a softer voice. I remained crouched where I was, one knee on the floor, hands on the too-tall books, racked.\nA few steps, not exactly light, a swish of cloth, a creak of the floor and a faint murmured complaint, and then her arms came around my shoulders. She smelled a little floral and more like nice soap. I felt a stab of envy for her children and hoped they were grateful for her.",
            "chapter": "Chapter 20",
            "percentage": 51
        },
        {
            "quote": "I thought, very clearly: he is here for another reason, too.\nIt needn’t *necessarily* have anything to do with me, but too many other things had, this past month, for the hope that it didn’t to be anything more than a mild, wistful, wish.",
            "chapter": "Chapter 20",
            "percentage": 53
        },
        {
            "quote": "“Who do you think you are, young man, speaking so to me?”\nI confess I very nearly rolled my eyes, but I managed to turn the desire into an even more ironic bow, with every curlicue gesture I had ever devised. “I have no idea who you are, madam, but I am Jemis Greenwing.”",
            "chapter": "Chapter 21",
            "percentage": 57
        },
        {
            "quote": "“Who do you think you are, young man, speaking so to me?”\nI confess I very nearly rolled my eyes, but I managed to turn the desire into an even more ironic bow, with every curlicue gesture I had ever devised. “I have no idea who you are, madam, but I am Jemis Greenwing.”",
            "chapter": "Chapter 21",
            "percentage": 57
        },
        {
            "quote": "“One cannot *murder* a dragon. It is in the laws.”\nWhy, I wondered, did both my grandmother and my uncle know this fact? It hadn’t even occurred to me to look it up, let alone that there would be some sort of precedent in the laws to deal with the (in fiction, at least) heroic slaughter of supposedly mythological monsters.\nI was never going to make a good lawyer.",
            "chapter": "Chapter 22",
            "percentage": 58
        },
        {
            "quote": "“Mr. Greenwing is not his title, Inspector,” said my grandmother with enormous majesty. “He is the Viscount St-Noire, and he is not to be touched by the likes of you.”\nI had no idea if that privilege still held after the Fall, but the mere thought of it made my blood boil.\n“One moment,” I began.\n“Now is not the time for radical politics,” Hal said firmly.",
            "chapter": "Chapter 22",
            "percentage": 58
        },
        {
            "quote": "“I can’t imagine why you should think that would make a difference, but I am convinced it was not the infamous poet: the dragon demonstrated no indication of a sense of humour beyond dry irony, which was hardly Fitzroy Angursell’s style.”",
            "chapter": "Chapter 22",
            "percentage": 60
        },
        {
            "quote": "“I am glad you didn’t let it eat Vorel,” my father said softly.\n“I was tempted,” I admitted very quietly. “That was right after I’d first begun to wonder if he had ... murdered ...”\n“Thank you,” he said even more quietly.",
            "chapter": "Chapter 23",
            "percentage": 63
        },
        {
            "quote": "“You have not been eating enough, Mr. Greenwing.”\nThis was said wholly earnestly. I was shaken. The Honourable Rag and I did not have a relationship of earnest friendship, or even earnest indifference. Earnestness, in point of fact, was nowhere evident in the Honourable Roald Ragnor’s personality.\nI gazed up at him. Tall, blond, muscular, and today, this moment, earnest as well as handsome.",
            "chapter": "Chapter 25",
            "percentage": 68
        },
        {
            "quote": "I pulled out an image from those perfect sonnets of the *Correspondence of Love and the Soul*.\nThe anonymous poet had found, in the infinite darkness and tiny space of his situation a centre of light that nothing could put out.\n*Airo* was the central metrical foot of the central line of the central sonnet. *I am. I exist. I am here.*\nI am here, I said to the grey dragon; I exist; I am.\nAnd I am not going to let you *win*.",
            "chapter": "Chapter 26",
            "percentage": 71
        },
        {
            "quote": "I took a deep, clear breath, and I met Mr. Dart’s eyes. His blue eyes held brown and gold and green and sunset and all the colours of the four elements sparking like Winterturn lanterns.\nI smiled at the magic in him, warm and golden and rich and life-giving as the song of the bees of Melmúsion.",
            "chapter": "Chapter 26",
            "percentage": 71
        },
        {
            "quote": "I was not my father. I would never win the Heart of Glory from the hands of the Emperor. I would never win a name for myself as a soldier of Astandalas. I would never be him.\nBut by the Lady, by the Emperor, by the bees my mother had so loved: I could, and I would, and I did, act to make him proud.\nEven if I did stupid things like running off without thinking after my uncle.\nI wanted to sit at his feet and learn all that he could teach me by his living presence.",
            "chapter": "Chapter 35",
            "percentage": 94
        },
        {
            "quote": "Knowing exactly what it would mean, understanding for the first time why my father could have stood there at the Gate of Morning knowing there would be no relief, glad that I had had this week of knowing him—\nAs the knife came down against the pressure of my hands I kicked back against the stone and flipped the Black Priest over my head and myself over my heels off the bridge.",
            "chapter": "Chapter 36",
            "percentage": 97
        },
        {
            "quote": "Like so many Astandalans before me—for I was a child of the Empire, whatever the new order might be—I had entirely forgotten the possibility of wild magic.\nI hit the water and skidded across the surface like a stone across a millpond to fetch up at the feet of Mr. Dart.",
            "chapter": "Chapter 36",
            "percentage": 97
        },
        {
            "quote": "To Major Jakory Greenwing, in memory of the wife beloved to both of us and to the honour of the son whom we both love dearly: fifty thousand bees, to be used as Jemis Greenwing directs for the restoration of his good name and the subsequent exhumation and re-internment of his remains.",
            "chapter": "Chapter 37",
            "percentage": 99
        },
        {
            "quote": "And finally, to my stepson Jemis Greenwing, who expects nothing and requests nothing of me but my fairness to his sisters; who is in all ways a son to be proud of; who will believe my gift to his father’s memory sufficient: knowing that a son who has never faltered in loving and honouring his father’s name will never fail to honour this gift from his stepfather and use it to the best of his ability, which is considerable: with no requirements or conditions, I leave the remainder of my fortune.",
            "chapter": "Chapter 37",
            "percentage": 99
        },
        {
            "quote": "I opened my mouth.\nMrs. Buchance was smiling at me.\nMr. Zuraine and Mr. Palaion were also smiling at me. \nMy father was smiling at me.\nI closed my mouth.\nThere was no one to bow to, so I settled for saying, “Thank you.”\nAt least it solved the problem of how to get the villagers of St-Noire through the winter.",
            "chapter": "Chapter 37",
            "percentage": 100
        }
    ],
    "blackcurrantquotes": [
        {
            "quote": "“It seems to be an elaborate prank. Unless, of course, you actually do have a secret wife and daughter you’ve never mentioned, Tor.”\nThere was a very peculiar silence. Master Dart and Sir Hamish stared at each other.\nAnd then Sir Hamish said, “Good heavens. Ingrid.”",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "I contemplated Mr. Dart’s eager eyes and the value I placed on our friendship, and the fact that the last Monday of November was this Monday coming.\n“When do you want to leave?”",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Mrs. Etaris glanced out at the market square. “If the ladies in question feel it necessary to brave the Northern Sea in storm season to throw themselves on the Darts’ hospitality, it behoves one of the Darts to make the effort to meet them. Of course, it will have to be Mr. Dart who makes the journey. Equally of course you wish to accompany him.”",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "Once Mrs. Etaris had given me a mission it occurred to me that there might be others in the community who had hankerings after items only to be found in the ‘big city’. It only took me an hour to begin to regret this idea.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "“And apart from greatly admiring your dedication to duty, I am to be grateful because ...?”\n“I hope it will persuade my grandmother to lend us the use of her falarode.”\nMr. Dart looked at me. “That black monstrosity? The one she borrowed from Lady Death?”\nI grinned.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "He hesitated, then spoke slowly. “Jemis, I am very proud of you.”\nMy uncomfortable admission of the night before hung heavily in the air around us. I swallowed dryly, all the knowledge of the many ways I’d failed the examples he’d set me almost physically present in the room.\nHe sat back. “You don’t believe me.”\n“You cannot be proud of what I said last night.”",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "I revelled in the idea of being able to *see* Orio Prison with my own eyes.\nAt least from a distance. I had had a brief experience of being incarcerated myself, in Yellton Gaol, and had no interest in comparing and contrasting rural gaols with the most infamous prison in the world.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "I couldn’t pretend I had *never* wanted to cross that Border and see what adventures I might find in the Kingdom between the Worlds, but after the autumn’s excitement that seemed a bit too much adventure. It was not even a fortnight since I had nearly been sacrificed to the Dark Kings, after all.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“I have hopes there might have been some letters. It’s a long shot, as I said. Probably nothing’s come through, even if anyone survived back home. I just thought that given that we were under the curse so long, there might have been letters gotten stuck somewhere ...”\n“I’ll ask at the post offices in Yrchester and in Orio City,” I replied promptly.\n“Thank you, lad.”\n“It will be my pleasure.”\n“Don’t spend too long about it,” he warned. “It’s just that I would regret not trying at all, and I can’t go myself at the moment.”",
            "chapter": "Chapter 3",
            "percentage": 8
        },
        {
            "quote": "When magic moved in him his eyes flashed other colours. As far as I knew no one other than Hal (who had been the one to first identify the magic) had noticed this, but then again, there were an awful lot of things about Ragnor Bella that no one mentioned out loud.",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "“I presume,” he went on, fiddling a little with the tassel on his boot, “that you will not entirely object to assisting me? Cartwright has not seen his mother these past nine months, you see, and she’s not getting younger.”\nI glanced at the stone arm that Mr. Dart had received protecting me from ensorcelment. “Gladly,” I replied.",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "I had decided to see how long Mr. Dart could take an insistent lack of questioning before he cracked.\nWe were naturally waylaid by highwaymen long before.",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "“How do you know he’s playing?” I asked, genuinely curious although I did not, myself, believe that this was actually a divinity. Although that was not to say I thought it utterly *impossible*. I would have liked to believe in logic and reason and rational explanations, but the circumstances of my life did not wholly lend themselves to it.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "“How do you know he’s playing?” I asked, genuinely curious although I did not, myself, believe that this was actually a divinity. Although that was not to say I thought it utterly *impossible*. I would have liked to believe in logic and reason and rational explanations, but the circumstances of my life did not wholly lend themselves to it.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "It was only an hour later that Mr. Moo of Nibbler’s gang accosted us and foisted upon our unwilling selves half-a-dozen kittens he couldn’t bear to see drowned and was too allergic to keep for himself.\n“Don’t say anything,” I warned.\n“Wouldn’t dream of it,” Mr. Dart replied, rather too brightly for someone who ought to have been asleep these hours since. “It will no doubt greatly assist in your future legal career to be on speaking terms with all the barony’s gentlemen—and women—of the road.”",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "I scooped up each ball of fluff and deposited them in convenient nooks of Mr. Dart’s posture—he had one knee bent against the quarterstaff, supporting his stone arm at the wrist. After a moment’s hesitation, I then nestled the smallest and most absurd kitten, a powderpuff grey, into the crook of the Hunter in Green’s arm.",
            "chapter": "Chapter 5",
            "percentage": 12
        },
        {
            "quote": "I watched as he did a perfect somersault through a patch of grass, the quarterstaff held at such an angle as to not impale either himself or the ground. “Impressive,” I murmured.\n“Especially as he managed to keep the kitten,” Mr. Dart replied. \nMy last glimpse of the Hunter was to see him reaching up to settle his hat, the grey wisp of a kitten perched proudly beside the curling feather.",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "The six black horses were very well matched heavy horses, with thick arching necks, alert ears, brilliant eyes, and black feathering on their fetlocks. Whether there was a slight viridian gleam to their flanks in full sunlight was something I did not want to enquire about too closely.\nI had been raised on stories of the wariness one ought display in the face of the Good Neighbours.",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "I had recently discovered that there was Fairy blood on my mother’s side, source of my own gift at magic, which was inconsiderable compared to the feats achievable by Astandalan Schooled magic, but not quite so insignificant that it hadn’t managed to waken a dragon to test me.",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "I had recently discovered that there was Fairy blood on my mother’s side, source of my own gift at magic, which was inconsiderable compared to the feats achievable by Astandalan Schooled magic, but not quite so insignificant that it hadn’t managed to waken a dragon to test me.",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "I might have fairy blood, as she had informed me in the letter I’d received so belatedly a fortnight ago, but every story she had told me insisted that one was never better off for confronting someone one suspected was of the Kingdom. I had half-imagined the problem of an ash-wife or a hollow man; I had not thought it would be so simple, or so hard, as not talking about poetry with my grandmother’s coachman.",
            "chapter": "Chapter 7",
            "percentage": 20
        },
        {
            "quote": "Nury’s face darkened dramatically. “Roald Ragnor! How do you know that bastard?”\n“Better not mention his name,” Mistress May said, patting him on the arm in patently fake commiseration. “Nury’s still annoyed he managed to pull off a first.”\n“Never studied,” Nury said. “I think he was sleeping with the examiners.”\n“What, all of them?” said Mr. Dart.",
            "chapter": "Chapter 8",
            "percentage": 24
        },
        {
            "quote": "He struck a pose, giving Mr. Dart and Jullanar Maebh direct engagement with his codpiece (really? I thought disgustedly; then thought a little more happily that the Hunter in Green pulled off the costume significantly better).",
            "chapter": "Chapter 8",
            "percentage": 25
        },
        {
            "quote": "“You did very well not saying anything. Your expression could have been taken as star-struck.”\n“Wonderful,” I muttered, and the dam broke.\nMr. Dart, bless him, just listened.",
            "chapter": "Chapter 9",
            "percentage": 27
        },
        {
            "quote": "“We have a journal, did you know? *Theoretical Magic*. The Lord of Ysthar is the most *prolific* contributor. He and the Last Emperor write half the articles, it seems like sometimes.”",
            "chapter": "Chapter 11",
            "percentage": 33
        },
        {
            "quote": "“In the Empire it wasn’t considered quite correct to look too deeply at the whys and wherefores of magic outside of the Schooled system, and the College of Wizards in Astandalas didn’t like to share their secrets.”",
            "chapter": "Chapter 11",
            "percentage": 33
        },
        {
            "quote": "I didn’t quite manage to continue my sentence to ask the question of *how* they got articles from the Lord of Ysthar and the Last Emperor, now Lord of Zunidh. ‘Magic’ only went so far in satisfying enquiry.",
            "chapter": "Chapter 11",
            "percentage": 33
        },
        {
            "quote": "“You haven’t had any new students?”\nShe gave me a considering glance. “How long has it been, for you, in ... I can’t remember where Miranda said you were from. Somewhere in Rondé, I think?”\n“South Fiellan—Ragnor Bella. Uh, officially it’s been twelve years. The Interim, and then eight years since.”\n“I think your arrival suggests we’re coming out of the Interim,” Magistra Aurelia said brightly, and without further comment opened the door.",
            "chapter": "Chapter 11",
            "percentage": 34
        },
        {
            "quote": "“One day, when I’ve finished my current project, I’ll go on a quest and see if I can find anything more out. I suspect I’ll have to do a ritual to increase serendipity, because I don’t imagine I’ll be able to succeed except by encountering someone who thinks I resemble someone else.”",
            "chapter": "Chapter 11",
            "percentage": 34
        },
        {
            "quote": "“Oh, did you find a prize? Go on, spit it out. Let’s see what Cook has granted you.”\nIt was an honest-to-goodness pearl.\n“Most interesting,” said the magistra. “It would appear Cook is giving you a benediction as well as a warning and perhaps even a clue.”\nThe pearl was half the size of my thumbnail; the perfect size for, say, a ring. It was a strange but very lovely pale gold.\n“A clue for what?”\n“Who knows?” She sounded unconcerned. “Think about pearls over, say, the next year, or perhaps three, or maybe even seven, and at some point Cook’s meaning will come clear. Cook’s never wrong. Ambiguous, naturally, but never wrong.”",
            "chapter": "Chapter 12",
            "percentage": 36
        },
        {
            "quote": "The lords magi under the emperor, she’d explained earlier, had been tenth degree wizards. The Last Emperor himself had never been tested but rumours suggested he was yet another level above that, as was the current Lord of Ysthar, who was quite possibly the most powerful magus in modern history.",
            "chapter": "Chapter 12",
            "percentage": 36
        },
        {
            "quote": "I had not thought I had magic, and then I learned I did but it had been stolen, and then here I was told Lark had damaged me permanently.\nPermanently.",
            "chapter": "Chapter 12",
            "percentage": 36
        },
        {
            "quote": "“*Stop it.*”\nI stopped, the force of his words like a bludgeon, and stared wordlessly at him. His eyes were flat grey as the clouds.\nHe froze, face white, even as the wind gusted dead leaves about our feet. After a long, long moment the oppressive weight of his power lifted. I started to speak, but before any words could form Mr. Dart said, “I don’t want to hear it. Whatever it is, I don’t want to talk about it.”\n“Mr. Dart—”\n“*No.*” And with that the leaves shot away from us like slung rocks. He whirled around, the edge of his coat flaring out, and stomped away from me, the wind between us solid as a wall.",
            "chapter": "Chapter 12",
            "percentage": 37
        },
        {
            "quote": "It was hard to have lost him without ever being able to know him as an adult, hard to feel that I’d never been able to settle my feelings for him, let alone tell him how much I had come to admire and (say it) love him over the years he had been my stepfather. I had been so angry that he was there, in my father’s place, when my father came home the first time.",
            "chapter": "Chapter 14",
            "percentage": 41
        },
        {
            "quote": "“Mr. Greenwing, do you not have any idea what Mr. Buchance left you?”\nI shrank back a little. “Is there not enough? I’ve made a budget—” I passed him the paper I’d prepared.\nThe banker glanced down at it but did not seem to actually read it. “Mr. Greenwing ...” He sighed. “Ben left you half his fortune. You’re the twenty-fourth richest man in Northwest Oriole.”",
            "chapter": "Chapter 14",
            "percentage": 42
        },
        {
            "quote": "Hal regarded me for a long moment. “I promise you I’ll support your democratic revolution in the future if you’ll support me against the so-called prince of Orio City now.”\n“You needn’t mock.”\n“I’m not.”",
            "chapter": "Chapter 15",
            "percentage": 46
        },
        {
            "quote": "“Jemis, you need only be yourself to make all your politics and mine abundantly clear. All you need to do is stand beside me.”\nI thought of Hal, unflinchingly standing beside me though all the students of Morrowlea threw stones.",
            "chapter": "Chapter 15",
            "percentage": 47
        },
        {
            "quote": "“As you have stood with me, so shall I keep faith with you,” I said formally, not knowing that I thereby formed an alliance the Dukes of Fillering Pool and the Marches of the Woods Noirell had been dancing around for three and a half centuries of acrimony and embattled pride.\nNot that that would have stopped me in the least.",
            "chapter": "Chapter 15",
            "percentage": 47
        },
        {
            "quote": "“The Secretary liked you,” he said one this was done. “He sets hours if he doesn’t, but *you* may call on him quite literally at any time.”",
            "chapter": "Chapter 16",
            "percentage": 47
        },
        {
            "quote": "“It occurs to me that you are missing your bear-baiter.”\n“That’s behind the Guildmarket Hall. You didn’t want—”\n“No, no, I mean your Mr. Dart.”",
            "chapter": "Chapter 16",
            "percentage": 47
        },
        {
            "quote": "“You told me once you’d always wanted to be a soldier, like your father.”\n“This is true.”\n“And what are the excellent qualities of a soldier? An officer? Courage, strength, fortitude, intelligence, and—”\nMy father the reputed traitor made this one all too easy. “Loyalty.”",
            "chapter": "Chapter 16",
            "percentage": 48
        },
        {
            "quote": "“Very well. Upon further reflection I can understand that I will indeed follow Mr. Dart where he leads, though I’ll also state that I am not always so sanguine following others.”\nRoald Ragnor came to mind, for one.\n“Discretion in all its meanings is a most useful trait.”",
            "chapter": "Chapter 16",
            "percentage": 48
        },
        {
            "quote": "I hoped she was playing a game. The idea that Violet was acting entirely of her own volition, that she was such a moral coward that she entered into Lark’s schemes without resistance—no. That I could not believe. Whatever thrall she was under, there was one. Blackmail, beguilement, or something else, surely.",
            "chapter": "Chapter 17",
            "percentage": 50
        },
        {
            "quote": "“The shadows move when he dreams, sir. I’m sore afraid.”\nWell.\n“I, er, will see what I can do, Mr. Cartwright,” I said at last. “I’m not sure there’s much, alas.”\n“You’re a true Southerner, m’lud Jemis. I don’t reckon with all them superstitions, but then that dragon came.” He shook his head. “Never seen a sight like you slaying it. Straight out of a book of tales. Surely you can help the young master.”",
            "chapter": "Chapter 19",
            "percentage": 54
        },
        {
            "quote": "Did *everyone* have a secret life?",
            "chapter": "Chapter 19",
            "percentage": 55
        },
        {
            "quote": "“Half an hour!” Mr. Dart hissed. “I left you alone for *half an hour*!”\n“Did I do anything to provoke this?” I said rhetorically. “Did I move from the statue? No. Everyone came to *me*.”\n“Your fame is excessive.”\n“It’s not my fault my ex-lover is a vindictive bitch who hires people to write plays about me!”",
            "chapter": "Chapter 19",
            "percentage": 55
        },
        {
            "quote": "As had become my practice when this fear of enclosures struck, I started to recite poetry to myself. After a few stanzas of Ariadne nev Lingarel’s *On Being Incarcerated in Orio Prison* I faltered mentally, bit my lip, and then resolutely turned my thoughts to Fitzroy Angursell’s *Aurora*. There was only so much dramatic irony I could take at one time.",
            "chapter": "Chapter 20",
            "percentage": 57
        },
        {
            "quote": "“My final paper argued, admittedly in a hypothetical fashion, that one particular poet had used her poem both to describe the building in which she was held as an allegory of her emotional and spiritual state and—this being my particular insight—to give a full blueprint as to the actual physical layout of the prison.”\n            I grinned at them as I took two steps over and lifted the bottom of the mirror up to reveal a passage stretching back into the stonework that had not been there before.\n“The poet was Ariadne nev Lingarel, and her poem was *On Being Incarcerated in Orio Prison*, and it would seem as if my hypothesis is quite provably correct.”",
            "chapter": "Chapter 22",
            "percentage": 64
        },
        {
            "quote": "“Well,” I said, smiling happily at them. “Isn’t this fun! It’s not every day you get to prove a literary theory.”\n“Yes, yes, you can write it up for *The Annals of Classical Literature*,” Jullanar Maebh said. “*After* we’ve escaped the inescapable prison.”",
            "chapter": "Chapter 23",
            "percentage": 64
        },
        {
            "quote": "Despite their vigorous protests, I was the only one who had the slightest idea how to go anywhere, and so they perforce had to follow me.",
            "chapter": "Chapter 23",
            "percentage": 65
        },
        {
            "quote": "“You *are* a spy!” I blurted out. “For the Lady!”\nHer face twisted again. “Oh, Jemis. I am so deep in I have almost forgotten who I am.”",
            "chapter": "Chapter 23",
            "percentage": 67
        },
        {
            "quote": "“My brother’s been a hostage here for six years,” Violet explained. “We need to find him first.”\n“A rescue and then an escape from the inescapable prison!” I said, once this fully registered. “How absolutely splendid.”",
            "chapter": "Chapter 23",
            "percentage": 67
        },
        {
            "quote": "“Open your mouth, Jemis,” she said calmly and authoritatively.\nSomeone from behind said something about sleeping, but I couldn’t focus past her.\n“That’s right. Open your mouth.”\nI complied easily, trusting Violet to know what she was doing, and a moment later tasted rich chocolate dissolving on my tongue.",
            "chapter": "Chapter 25",
            "percentage": 73
        },
        {
            "quote": "I watched her, feeling none of the ecstasy and exhilaration I’d once known in the company of Lark. I had been as dependent on Lark as on her drug; emotionally and physically twisted around her desires and ability to play me like a fiddle.\nMy feelings for Violet, by contrast, were like a banked fire being stirred into wakefulness.",
            "chapter": "Chapter 27",
            "percentage": 78
        },
        {
            "quote": "I walked beside Mr. Dart, whose face showed that he was responding to some other element of the air, the light, the garden. He looked as if he had caught the scent of adventure, and his eyes were as lucid and light-filled as the sky.\nI watched his face, the yearning and the wonder on it, the way that the auburn of his hair and beard seemed richer in colour, almost as coppery as Jullanar Maebh’s curls. Barefoot and bareheaded, in the silvery-grey silk tunic, he looked like an ancient priest leading us to the sacred grove.",
            "chapter": "Chapter 28",
            "percentage": 80
        },
        {
            "quote": "It took him a long moment of staring down his double before he lifted his chin and, in a voice that no longer wavered, spoke forth the uttermost secret of his heart.\n“My father died falling down the stairs. I pushed him. It wasn’t on purpose, I was foolishly angry as a foolish child can be, but it was my doing. He lost his balance and fell, and broke his neck. He died instantly, with my name on his lips.”",
            "chapter": "Chapter 28",
            "percentage": 82
        },
        {
            "quote": "It took the real Violet longer, it felt, than it had Hal to decide to speak forth her secret. She locked eyes with her double, who smiled with a clear enjoyment of real-Violet’s distress. When at last she spoke, however, her voice was clear; though tears ran freely down her face.\n“It was my fault my brother was captured. I was jealous of his magic and our mother’s preference for him, but I swear I intended it only as a prank. I had no idea that he would be made captive for real ...”",
            "chapter": "Chapter 28",
            "percentage": 82
        },
        {
            "quote": "I started and discarded half-a-dozen near-truths before I metaphorically kicked myself and made the leap: “I don’t know who I am without the wireweed.”\nMy double regarded me, and I swallowed hard, and added: “I’ve been under curses and enchantments since I was fifteen. I don’t know who I am if you strip all that away. I don’t know if I *want* to know ... I think it will be a great disappointment to everyone. I think my father will be sorry he came home for me.”",
            "chapter": "Chapter 28",
            "percentage": 83
        },
        {
            "quote": "My Mr. Dart met his double’s eyes calmly, before something seemed to go out of him, and he said, a hint of rueful laughter in his voice (how could he laugh, I thought in an internal exclamation, before his words penetrated):\n“In general I am very happy with myself and who I am, but ... I have also been deeply jealous of Jemis Greenwing for most of my life.”",
            "chapter": "Chapter 28",
            "percentage": 83
        },
        {
            "quote": "*Be courteous, and accept what doom you are offered. You are clever enough to have deciphered this, and foolish enough to have needed to: by any door, you will find wisdom, though it be your death.*",
            "chapter": "Chapter 29",
            "percentage": 87
        },
        {
            "quote": "I felt more alive than I ever had; it was this realization that led me to the discovery that I had, in point of fact, died.",
            "chapter": "Chapter 30",
            "percentage": 87
        },
        {
            "quote": "“There,” Ariadne nev Lingarel said, and when I turned to her her face was alight. “My friend, when your heart is stirred you think of my poem: can you not realize what a gift that is to me? What *grace* that is to me?”",
            "chapter": "Chapter 30",
            "percentage": 89
        },
        {
            "quote": "“And you, my friend, for I feel you are my friend, read my poem more carefully and understood it more fully than anyone else, and by it was able to rescue your friends and yourself from your imprisonment.”\n“I’m not sure if I can say I rescued myself,” I pointed out, “since I died.”",
            "chapter": "Chapter 30",
            "percentage": 89
        },
        {
            "quote": "The realization filled me with gladness and a deep unfurling of wonder. That *I*, who had done so little with his life, but had recognized in that poem something magnificent; who had become a better person for reading it, for studying it, for working to disentangle sign and sense and significance; that I by my studiousness and love had somehow helped the long-dead poet come to her own peace ...",
            "chapter": "Chapter 30",
            "percentage": 90
        },
        {
            "quote": "The words tumbled out, inarticulate and broken, even as I tried to stop sobbing. “You said all those nice things about me and left me all that money and all your colleagues were so kind, and I never once told you I loved you!”\n“Oh, Jemis, I knew.”",
            "chapter": "Chapter 31",
            "percentage": 91
        },
        {
            "quote": "“Lady,” she said, “my son is hearing his friend calling his name.”\nThe Lady’s face went solemn, though the merriment did not leave her eyes and the blossoms did not fall. “Ah, my dear Champion is coming into his power at last.”",
            "chapter": "Chapter 32",
            "percentage": 93
        },
        {
            "quote": "I still felt better for his sturdy strength and comforting arms, and wished I had not been quite so stubborn or quite so confused about the nature of love. We could have so much better a relationship, so much better a life, had I ever understood what he was offering, or that in loving him I did not negate or deny my love for my father.",
            "chapter": "Chapter 32",
            "percentage": 94
        },
        {
            "quote": "I was my father’s son, and I could not leave Mr. Dart to fight the Dark Kings alone when it was through me they might find entry to the world.",
            "chapter": "Chapter 32",
            "percentage": 94
        },
        {
            "quote": "Mr. Dart jumped violently and whirled around to stare at me. “Jemis!”\n“The same,” I replied, smiling, as I bowed. “It’s good to see you.”\n“You’re dead,” he said sharply.\n“At the moment, yes.”",
            "chapter": "Chapter 33",
            "percentage": 94
        },
        {
            "quote": "“What are you doing here, Jemis?”\n“Coming back with you.”\nHis face twisted. “You’re in my dream. Why are you in my dream? You’re *dead*. You *died*.”\n“Yes, I know,” I said, not as empathetically, perhaps, as I should have been, but the calm joy of the Wood of Spiritual Refreshment was still filling me and it was hard to be worried, even in sympathy.",
            "chapter": "Chapter 33",
            "percentage": 94
        },
        {
            "quote": "I’d never known him to be ambidextrous until the (literally) petrified arm had forced him to use his left hand instead of his right, but he had, I’d thought, seemed unusually able to make that switch once it became necessary. Watching him fight the monsters, while I stood there like a proverbial damsel in distress, mouth agape and rapier drooping, I could see where he had learned it.",
            "chapter": "Chapter 33",
            "percentage": 96
        },
        {
            "quote": "My bear-baiter, Hal had called Mr. Dart, leading where I followed. But that had rarely bothered me at home, and it did not bother me here, where he was the Lady’s Champion against the monsters that came out of the shadows.",
            "chapter": "Chapter 33",
            "percentage": 96
        },
        {
            "quote": "I could not call light in that darkness, against those shadows.\nBut I was my father’s son, for good and for ill, and by the Lady I would fight.\nBack to back, beside the offering-stone containing my own shrouded corpse, Mr. Dart and I fought against what we knew as the Dark Kings, and the prayers for the dead fought with us.",
            "chapter": "Chapter 33",
            "percentage": 97
        },
        {
            "quote": "Mr. Dart was trembling now but my mind was full of the many times he’d saved me, from his magic at the Magarran Strid to his unwavering friendship no matter what melodrama I fell into.\nI knew with an absolute and utter certainty that Mr. Dart would never see me lost in the Shadow Realms.",
            "chapter": "Chapter 33",
            "percentage": 97
        },
        {
            "quote": "I knelt down and laid my sword at his feet. Then I looked up at him and used the ancient words to swear my sword and my heart and my hand in fealty to him, who had saved my life and my sanity and my soul.\nIt was a very ancient ceremony and one that could not be undone save by betrayal of loyalty either given or received, and for that one would wander these dark wastes.",
            "chapter": "Chapter 33",
            "percentage": 97
        },
        {
            "quote": "“Why are you grinning? You shouldn’t be grinning.”\nI knew better that to say, *We just fought off—*you *just fought off—the Dark Kings*—not when they might yet hear—and so I instead took his arm, as if we were walking down the high street of Ragnor Bella, and turned our steps to the one sunlit road.",
            "chapter": "Chapter 33",
            "percentage": 98
        },
        {
            "quote": "“My body couldn’t handle the abnegation of my magical gift, such as it is, and so I died.”\n“We had worked that out,” Violet said, her voice sharp. “It’s how you *came back to life* that’s the question.”",
            "chapter": "Chapter 34",
            "percentage": 99
        },
        {
            "quote": "Hal leaned down to put a hand on his shoulder, as he still sat on the floor. “Marcan, get hold of yourself. Either this is Jemis and you’re witness to a miracle, or it’s some foul art we need to guard against.”\n“You’re not doing a very good job of the latter,” I observed.",
            "chapter": "Chapter 34",
            "percentage": 99
        },
        {
            "quote": "“By the Emperor,” Hal said flatly, though I saw his eyes start to shine brilliantly, “It *is* you, Jemis!”\n“Of course,” I said, and went to embrace the uncharacteristically quiet Mr. Dart. “Dying just seems to have smoothed off the rough edges a trifle. Come now, *Peregrine*, your mother wants to know why you don’t like your name.”\n“*Only* a trifle,” said Violet; but she reached out and squeezed my shoulder with her hand.",
            "chapter": "Chapter 34",
            "percentage": 99
        }
    ],
    "loveinamistquotes": [
        {
            "quote": "It is perhaps emblematic of my life that breakfast, the morning after I died and returned to life, was not the most awkward meal I had ever attended; though it was, I admit, within the top five. Possibly even the top three.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I felt surprisingly clean given all the dust and grime of our adventure in the palace-prison.\nIt was only when I was nearly finished shaving, with the assistance of a small and somewhat warped hand-mirror, that I realized that someone must have washed my body as part of the laying-out rites.\nIt was a ... *disconcerting* thought.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "Mr. Dart is not a morning person. He looked so awake that I guessed he hadn’t slept at all. I pushed my cup over to him. “You seem as if you might need this more than me.”\n“You do look disgustingly awake for someone who was dead most of yesterday.”",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Mr. Dart and Hal would have a far better sense than I what might change in the world as a result of this rescue. I have to admit that I was more interested by the realization that this meant that Violet was actually someone I could appropriately court. I would have done so regardless, but I couldn’t pretend it wouldn’t make it easier all round.",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "“I think you’d look very well in the dress Ariadne was wearing,” I blurted out without thinking further. “It was very simple—a columnar skirt, gathered under the bodice, with a sort of square neck—”\nShe burst out laughing. “Are you truly giving me fashion advice from the afterlife? Oh, Jemis!”",
            "chapter": "Chapter 2",
            "percentage": 7
        },
        {
            "quote": "“For yourself, Violet, disregarding all the rest, may I write to you?”\n“I can hardly disregard all the rest, and neither can you, my lord viscount! But—” She reached out her hand to me, and I took it as gently as I could with both of mine. “Oh, Jemis, yes, you may write to me.”\nAnd she smiled, so my heart turned quite over.\nNever letting my eyes stray from hers, I lifted her hand to my lips and kissed it.",
            "chapter": "Chapter 2",
            "percentage": 8
        },
        {
            "quote": "“I see I have somehow managed not to introduce myself properly—Halioren Leaveringham, Duke Imperial of Fillering Pool, at your service, Miss Dart.”\nShe stared at him, nonplussed. “You’re the Duke of Fillering Pool?”\n“In the flesh,” Hal replied.\n“I’ve read about you in the *New Salon*. I had no—we’re sitting in a *cart*!”",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "“You’ve probably heard tell of the Witch of the Woods Noirell. Well, she’s got nothing on our Master Boring.”\n“Except for the even more eccentric young heir,” the Post-rider put in. “Slaying dragons he is, I hear tell. You wouldn’t catch anyone at Master Boring’s house doing *that*!”\nEveryone guffawed at this tall tale. I decided not to mention that I was the eccentric young heir in question. Or that I was quite proud to have slain a dragon, thank you very much, all things considered.",
            "chapter": "Chapter 4",
            "percentage": 15
        },
        {
            "quote": "A russet flash caught my attention, and I turned my head just in time to see a fine fox go trotting past us. It turned its head as it passed and met my eyes with what seemed an uncannily *knowing* expression before leaping gracefully out of sight.",
            "chapter": "Chapter 5",
            "percentage": 17
        },
        {
            "quote": "His eyes measured every inch of my Fiellanese winter-weight suit and the garments worn by the others. They were muddied and torn and wet, but all, I hoped, of sufficient quality to show that *we* were Quality, so to speak. It irked me that we should have had little hospitality otherwise, but now was not the moment for a democratic revolution.\nAlas.",
            "chapter": "Chapter 5",
            "percentage": 18
        },
        {
            "quote": "I looked around the entry hall. It was all apiece with the butler: dusty, old, a little odd.\nMore than a *little* odd, to be honest.",
            "chapter": "Chapter 5",
            "percentage": 19
        },
        {
            "quote": "“It’s a rather complicated story ...”\nShe laughed. She had a nice laugh, too, like a cheerfully burbling stream. It countered Hal’s great whoops most nicely. “It always is, with you, Jemis! I’m so glad to see you much more the thing than this spring.”\n“You can imagine how happy I am to *be* much more the thing!”",
            "chapter": "Chapter 6",
            "percentage": 23
        },
        {
            "quote": "“And it behoves us to warn and watch over Miss Dart, who is already overset by the storm. We must not let her think we are entirely unable to provide her with appropriate assistance.”\nMr. Dart uttered an incredulous laugh. “Mr. Greenwing, we have already seen her captured, kidnapped, imprisoned, escaped, witness to a death, witness to a resurrection, and overturned in a cart! She can hardly be surprised when our refuge turns out to have mysteries and strange occurrences in it. She has made your acquaintance and knows your name.”\n“It’s not *only* the Greenwings who have adventures,” I protested.",
            "chapter": "Chapter 7",
            "percentage": 25
        },
        {
            "quote": "All I could think was, *This is not for me*.\nNot for me, but yet I was midwife to its happening. Inexplicably, tears were forming in my eyes, and my breath was catching, and the air was full of sparkles, like fireworks caught in the moment of expansion.\nWith a last sharp tug, the lid finally came off. I rocked backwards, then set the lid down gently beside me as we all stared down into the box.\nInside on a bed of thistledown was a unicorn foal.",
            "chapter": "Chapter 7",
            "percentage": 28
        },
        {
            "quote": "“He will be the Lady’s heir,” Hal murmured very softly.\nThat made me snap my head away from the unicorn. “What?”\nHe started and lifted his hand to his mouth. “Don’t repeat that!”\n“*Hal*,” I whispered, more urgently.\n“We will talk of it later,” he said firmly.",
            "chapter": "Chapter 8",
            "percentage": 29
        },
        {
            "quote": "It squirmed in his grasp until it was resting its chin on his breast, its nubbin of a horn angled towards his chin. He rubbed his thumb down its nose.\n“Oh, Jemis,” he said, looking up at me, eyes brilliant.\n“Come, Mr. Dart,” I said quietly, taking him by the elbow and turning him back into the maze.",
            "chapter": "Chapter 8",
            "percentage": 29
        },
        {
            "quote": "I eyed a collection of daggers that went up between two very ancient and lovely tapestries depicting incidents in the tale of the Knight and the Unicorn. That ... was a strange coincidence, if coincidence it was.",
            "chapter": "Chapter 8",
            "percentage": 31
        },
        {
            "quote": "It struck me as quite likely that someone whose magic called forth a unicorn foal, of all things, was probably to be trusted when it came to judgments of character. Not that I hadn’t long since thought highly of Mr. Dart’s judgment in any case.",
            "chapter": "Chapter 8",
            "percentage": 32
        },
        {
            "quote": "“Fencing is a bit out of the way,” Garsom said doubtfully, then hastened to add, “but of course, perhaps your influence will bring it back into fashion. Dragon-slaying, what!”\n“What, indeed,” I murmured dryly, wishing Mr. Dart would finish communing with the unicorn and come down to help deflect conversation.",
            "chapter": "Chapter 9",
            "percentage": 33
        },
        {
            "quote": "Mr. Dart smiled guilelessly at them. “Do I surprise you? You know, I trust, that there is no need to fear magic any longer.”\n“It—it is hardly in fashion,” Madam Veitch managed, in a shaky voice.\n“It will be,” Mr. Dart replied imperturbably.",
            "chapter": "Chapter 9",
            "percentage": 37
        },
        {
            "quote": "“Are you mad?” Hal hissed with an overwrought emotion that was for once not directed at me. “You saw Marcan’s reaction yesterday—you could hardly expect better here!”\n“Ballory told me not to be a fool,” Mr. Dart said, beaming down at the unicorn foal and then sitting down next to it on the hearth.\n“Ballory did,” Hal said flatly.",
            "chapter": "Chapter 10",
            "percentage": 38
        },
        {
            "quote": "“Ballory’s the name of the unicorn, then?” I asked.\n“Yes, that’s what she said.”\n“What she—no. Just, no,” said Hal. “Jemis, please, surely you can speak some sense into your friend? It’s one thing to *find* a unicorn, it’s quite another to ...”\nI regarded him with amusement as he trailed off. “Oh, for the Emperor’s sake give me the wine,” Hal said petulantly. “How is your life always like this?”\n“It’s not *my* unicorn,” I replied.",
            "chapter": "Chapter 10",
            "percentage": 38
        },
        {
            "quote": "“Dear Lady, you’re enjoying this.”\nI didn’t deny this. “One, it’s magnificently strange and wonderful, and two, for once it’s not happening to me.”",
            "chapter": "Chapter 10",
            "percentage": 38
        },
        {
            "quote": "“Mr. Dart—”\n“Mr. Greenwing! You may call me Peregrine, you know, Jemis.”\nI was astonished. “But you hate that name.”\nMr. Dart stared at me. “You gave me a message from my deceased parents and the *Lady Herself* about it.”\n“Did I?”",
            "chapter": "Chapter 10",
            "percentage": 38
        },
        {
            "quote": "“Mr. *Peregrine* Dart, a budding wild mage of considerable power and conduit for a literal miracle of resurrection, found a live and apparently healthy unicorn foal in a disregarded box, and you have to ask *what it means*?”",
            "chapter": "Chapter 10",
            "percentage": 38
        },
        {
            "quote": "“It seems to mean that you’ve decided not to deny your magic any longer.”\n“You are not the only one to have had a life-altering experience last night,” Mr. Dart said quietly.",
            "chapter": "Chapter 10",
            "percentage": 39
        },
        {
            "quote": "“Do you remember the dream we shared?” I asked him, not dropping my eyes. “At the Grim Crossroads?”\nHe took a sharp breath. “Yes.”\n“At the end I swore you fealty.”\n“Jemis—”\nI smiled.\n“Peregrine.”",
            "chapter": "Chapter 10",
            "percentage": 39
        },
        {
            "quote": "“Peregrine Dart,” I said, the words coming out of so many stories my mother and father had told me as a boy, “to you I swear my fealty. Loyalty for loyalty, and trust for trust, and faith for faith will I give you. As you have guarded me, so shall I guard you. As you have guided me, so shall I guide you. As you have served me, so shall I serve you. You are my lord, and I am your vassal. My life have you given me, and I return it to your keeping.”\n“Do you accept this?” Hal asked in a formal voice.\nMr. Dart’s eyes were even brighter than before, and the silver sparks gathered in the air around us. The unicorn whuffed softly. “Oh—oh yes,” he said. “Lady help me, I do.”",
            "chapter": "Chapter 10",
            "percentage": 39
        },
        {
            "quote": "We sat down again in our various seats and took up our wineglasses and tried not to make eye contact. We were excellently educated modern young gentlemen, and therefore tremendously embarrassed by the whole thing. Mr. Dart himself was nearly carnation-pink, which clashed rather with his auburn hair. I didn’t like to think what colour my face was.",
            "chapter": "Chapter 10",
            "percentage": 39
        },
        {
            "quote": "“What, er, what prompted that? I’m not sure that I want to set myself up as a petty emperor any more than Hal here!”\n“Of course not,” I agreed.\n“Then so?”\n“It seemed appropriate,” was about the best I could do, as I wasn’t entirely sure myself what had prompted the declaration of fealty, only that I meant it from the bottom of my heart. “My lord duke here has mentioned that I follow where you lead, and I suppose I wanted to formalize it.”",
            "chapter": "Chapter 10",
            "percentage": 40
        },
        {
            "quote": "“No one in Stoneybridge made mention of it?” Hal asked, frowning. “Even if they’re being quiet about it, surely there are wizards and other practitioners around. And without Jemis around shedding magic like his sneezes it should have been fairly obvious it was *you* at the centre.”\n“My tutor, Domina Black, said a few things that in retrospect were clearly warnings about this, but nothing outright.” Mr. Dart sighed. “I shall have to write to her. She kept setting me papers on incipient great magi and the revolutions they tend to start.”",
            "chapter": "Chapter 10",
            "percentage": 40
        },
        {
            "quote": "Hal said, “Jemis, the whole continent is about to go up in flames. The only question is what sparks it.\nMr. Dart shook his head. “And to what end it burns.”\nHal toasted him with his glass. “That’s where you come in, then. And us, apparently, as I made formal alliance with Jemis—oh, last Sunday, a lifetime ago—and he’s now sworn fealty to you.”",
            "chapter": "Chapter 10",
            "percentage": 40
        },
        {
            "quote": "“I really thought his democratic revolution would come after sorting out this matter of the Indrillines.”\nI looked down at the mythical scene in front of me. “I’m guessing the unicorn—”\n“Ballory.”\n“—Ballory means that magic is coming first.”\nHal snapped his fingers and a spark jumped out of nowhere to ignite Mr. Dart’s pipe. “About time, I say.”",
            "chapter": "Chapter 10",
            "percentage": 40
        },
        {
            "quote": "“Indeed. Ballory the unicorn. Where did it come from, I should like to know. Unless ... do you have an idea?”\nI spluttered through my wine. “I beg your pardon? Why would I know anything about it?”\nHal rolled his eyes. “I assure you that it hasn’t slipped my mind that you returned from the dead last night. I thought perhaps the Lady might have said something.”\n“She called Mr. Dart her Champion.”\nHal uttered an oath. “And you didn’t think to mention that before?”",
            "chapter": "Chapter 11",
            "percentage": 41
        },
        {
            "quote": "“The Honourable Roald Ragnor is the only son of the Baron of Ragnor. I know him fairly well, though we fell out of friendship before university, I’m afraid.”\n“Really?” Hal said. “He spends a surprising deal of time in your company, then.”\n“We’re making up,” I replied shortly. I found the Honourable Rag’s behaviour more than a little confusing, to be honest.",
            "chapter": "Chapter 11",
            "percentage": 42
        },
        {
            "quote": "I threw the blue blanket at him. “Here, sir, unless you won’t catch cold?”\n“The storm is centred on this house,” he informed me, accepting the blanket and snuggling into it as if he were a child seeking comfort. It had a most ridiculous effect given his imposing height and physique.",
            "chapter": "Chapter 12",
            "percentage": 48
        },
        {
            "quote": "“Does the name Ballory mean anything to you?”\n“You found her! Thank the Lady!”\nI grinned at him. “Not I.”\nAnd where was *that* name written?\nHe radiated puzzlement for a moment before a whole slew of things seemed to fall into place.\n“It was Mr. Dart all along, then. Thank the Lady. He’s a sensible man.”\nI would have been offended at his clear relief, but for the fact that I felt much the same.",
            "chapter": "Chapter 12",
            "percentage": 48
        },
        {
            "quote": "I rolled my eyes. “I promise I won’t reveal your identity unless you give me permission,” I said. “It’s not as if I know who you—oh!”\nFor the Hunter in Green had removed his mask and there, grinning sheepishly at me, was the Honourable Roald Ragnor.",
            "chapter": "Chapter 12",
            "percentage": 48
        },
        {
            "quote": "“I *knew* you couldn’t possibly have become as stupid as you were pretending!” I cried, and then blushed with embarrassment when he laughed hard enough to start the tears in his eyes.",
            "chapter": "Chapter 13",
            "percentage": 49
        },
        {
            "quote": "“I shall warm myself at your bath and fire—”\n“You may share the bed after, so long as you promise to try not to kick.”\n“No one has ever complained I do so.”\nI laughed and went to fill the ewer with warm water so he could make use of the bath. “I’ll hold you to that, Roald, Hunter or no.”\nHe didn’t kick, but he *was* a snuggler.",
            "chapter": "Chapter 13",
            "percentage": 50
        },
        {
            "quote": "I woke up to find six feet of nobleman in disguise curled up against my back, one arm draped heavily over mine. He was toasty warm, which I have to admit was very pleasant given the ambient temperature in the room and the fact that he’d stolen half the covers away.\nI felt thoroughly disinclined to move.",
            "chapter": "Chapter 13",
            "percentage": 50
        },
        {
            "quote": "He watched the Honourable Rag saunter over with what I considered excessive theatricality (but see: his disguise as the Hunter in Green; his alter ego’s career as a highwayman; his own general giant blondness and propensity for wearing scarlet and black and excessively dramatic boots) to take the wingback chair.",
            "chapter": "Chapter 14",
            "percentage": 52
        },
        {
            "quote": "“How exactly do you know about it? You found the *weapon*, you said? What makes you think it was used for such a crime?”\n“All things know when they’ve fulfilled their purposes. It was a stiletto dagger, and it was rejoicing in the life-blood it had drunk. It wasn’t doing it at supper yesterday, so it must have happened overnight.”",
            "chapter": "Chapter 14",
            "percentage": 52
        },
        {
            "quote": "“So tell us: why have you been going around dressed as the Hunter in Green half the time and otherwise pretending to be a total idiot?”\n“Now, now, don’t be catty,” Mr. Dart murmured.\n“You know exactly what I mean.”\n“I reckon I do,” the Honourable Rag said, laughing. “I put effort into that, I’ll have you know.”\n“That is good to hear,” I said blandly.",
            "chapter": "Chapter 14",
            "percentage": 53
        },
        {
            "quote": "“Fortunately I had been given a warning by someone I respected, and even if I had been extremely angry to be seen as needing it ... I did. I give you thanks, Jemis. It was not easy to hear and I did not treat you well at the time, for which I most heartily am sorry. Your warning saved me from great peril.”\nWell. That was as handsome an apology as I’d ever received.",
            "chapter": "Chapter 14",
            "percentage": 54
        },
        {
            "quote": "“I decided on a twofold cover. One,” and he touched the Green-Man mask affectionately, “one was to indulge in a bit of play-acting suitable to my temperament and the role, and the second was to, ah ...”\n“Indulge in a bit of play-acting suitable to your temperament and the role,” I supplied for him, grinning at his faint flush.",
            "chapter": "Chapter 14",
            "percentage": 54
        },
        {
            "quote": "I smiled at him, feeling a breath of cool air like the zephyrs in that far country, at the edge of our true homeland. Both Mr. Dart and the Honourable Rag flushed and looked away, and I wondered what my expression showed that I did not know.\n“It’s a bit uncanny, what, that holy light,” the Honourable Rag said in a low voice.",
            "chapter": "Chapter 14",
            "percentage": 54
        },
        {
            "quote": "“So,” I said, trying to return to the present. “If I haven’t mistaken, you mean to say you’re going to declare yourself a great mage?”\n“A great mage, a wild mage, and a Peregrine with a unicorn,” Mr. Dart said, smiling brightly.",
            "chapter": "Chapter 14",
            "percentage": 55
        },
        {
            "quote": "“What is your brother going to say when he loses his steward?”\n“Oh, he’ll be busy training his daughter in all her new duties,” Mr. Dart said airily.\n“His *daughter*?”\n“Yes,” I said, “Jullanar Maebh Ingridsdottir Dart. I believe you know her?”\nAnd the Honourable Roald Ragnor, all six feet of him, swooned.",
            "chapter": "Chapter 14",
            "percentage": 55
        },
        {
            "quote": "“This tea is called *Love in a Mist*. Regard.” And he opened the lid of the silver teapot, revealing a mass of leaves hovering in the midst of the liquid.\nAt first it looked very odd, but then the leaves resolved themselves into something like a complicated flower in full blossom.\n“Do you see it? The tea makers bind the leaves in such a way that when the boiling water is poured over they unfurl into a flower. *Chrysanthemum*, this shape is called.”\nI smiled at the butler, who was giving me something of a conspiratorial smirk. There was something wonderfully extravagant about a hidden beauty such as this.",
            "chapter": "Chapter 16",
            "percentage": 59
        },
        {
            "quote": "“How do you know it’s a *murder*?” Hal asked, in a voice I abruptly suspected was his lord-of-the-manor one.\nMr. Dart glanced at Hope and bit his lip, then straightened his shoulders. “I am a wild mage, Mr. Leaveringham. The dagger informed me.”",
            "chapter": "Chapter 17",
            "percentage": 62
        },
        {
            "quote": "Hope spoke solemnly. “*Whosoever lays rightful hands on this stone will inherit all the lands visible from this tower and all that pertains to them*.”\n“And the unrighteous?”\nShe shrugged. “There was no direct indication. Just all those tales of those who fled the tower in fear and fright ...”\n“But you are a sensible woman, and went down safely to spend the night beside your fire?” I asked without any (hah) hope.\nHope smiled ruefully. “It was a very interesting stone, Jemis.”",
            "chapter": "Chapter 17",
            "percentage": 68
        },
        {
            "quote": "There was a piercing scream, followed by any number of banging doors and thumping footsteps.\nWe all looked at each other. “I think,” Mr. Dart said, putting the pipe back in his mouth, “that someone has found the body.”\nI rubbed my face in aggravation. “Why are there always so many things happening at once?”",
            "chapter": "Chapter 21",
            "percentage": 77
        },
        {
            "quote": "Mr. Dart smiled at me, his eyes very blue. “Follow my lead?”",
            "chapter": "Chapter 22",
            "percentage": 79
        },
        {
            "quote": "“All the guests in the house have one hour in which to seek the golden fruit.”\n“And if we find it?” I asked.\n“Oh, no one has ever found it,” she said complacently. “It’s just a story and a family tradition for the start of the Winterturn season—a little bit of fun. You might as well speak of finding a unicorn, or unmooring Nên Corovel from the seabed, or a revolution.”",
            "chapter": "Chapter 24",
            "percentage": 88
        },
        {
            "quote": "In the centre of the maze Mr. Dart had found a dust-covered box containing a live unicorn foal, and subsequently declared himself a wild mage coming into his power, and if that wasn’t some flavour of magic or miracle, I didn’t know what was.\nWell, returning from the dead, obviously. Beyond that.",
            "chapter": "Chapter 25",
            "percentage": 89
        },
        {
            "quote": "The dim suspicions were starting to resolve themselves even as I spoke, though the idea was so absurd I wasn’t sure how it could possibly be true. This was hardly a song by Fitzroy Angursell!",
            "chapter": "Chapter 25",
            "percentage": 91
        },
        {
            "quote": "“Tell me, you so-clever young lord, *who did it*?”\n“Ah,” I said, and swept my gaze around the room for any assistance. I was *fairly* sure I knew who did it, but I truly had no proof whatsoever.\nMr. Dart spoke into the silence in a clear, ringing voice: “Why, isn’t it obvious? The butler did it, of course.”",
            "chapter": "Chapter 25",
            "percentage": 93
        },
        {
            "quote": "I wanted to assure her that things weren’t *always* like this around us, except that I truly couldn’t in any good conscience—",
            "chapter": "Chapter 26",
            "percentage": 93
        },
        {
            "quote": "I stopped and stared at him. “Please say you didn’t let me spend all morning copying them when they’re already *yours*.”\n“Peace, Jemis. Far from it! I am excessively interested in what you find, as a matter of fact. *Our* secret messages are always in the crossword.”",
            "chapter": "Chapter 27",
            "percentage": 98
        },
        {
            "quote": "*One thing I have learned*, she’d said, *is that everyone has a secret life. Some are just much more obvious about it than others*.",
            "chapter": "Chapter 27",
            "percentage": 98
        },
        {
            "quote": "“And to think, Hal, you didn’t believe your Aunt Honoria when she said the Ironwood heiress was a delightful girl and an excellent match for you!”",
            "chapter": "Chapter 27",
            "percentage": 98
        },
        {
            "quote": "We set off at a distance-eating pace faster than a trot, and I felt like I was coming home at last.\nI confess I was also very much looking forward to seeing everyone’s faces when we turned up with two extra people and a unicorn foal in tow. Winterturn was going to be something special this year.",
            "chapter": "Chapter 27",
            "percentage": 100
        }
    ],
    "plumduffquotes": [
        {
            "quote": "The man before us, caressing the unicorn’s ears with an expression almost as wondering as the rest of us sported, was undoubtedly the Wild Saint of the Arguty Forest.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "“All of us on the Lady’s side have been waiting this long age for the coming of a unicorn to the world. All the signs were pointing towards an imminent change: for that is what a unicorn portends, you know, here in Northwest Oriole. Change.”",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "“I died in sacrifice and came back to life by the Lady’s grace and the work of her Champion.” I put my hand on Mr. Dart’s shoulder, just above the knot of his sling. “I stand behind and beside him.”",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "“There are some important matters to discuss first.”\n“Yes,” Sir Hamish said, “like why exactly Jemis said he died.”\n“He’s not allowed to explain,” Mr. Dart said firmly. “He’s disturbingly glib about the whole thing.”\n“I came back.”\n“That doesn’t make it any better, Mr. Greenwing.”",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "My father started to laugh again. “You successfully *escaped* the Orio City prison by means of a poem interpretation? Oh Jemis, Jemis!”",
            "chapter": "Chapter 2",
            "percentage": 7
        },
        {
            "quote": "My father started to laugh again. “You successfully *escaped* the Orio City prison by means of a poem interpretation? Oh Jemis, Jemis!”",
            "chapter": "Chapter 2",
            "percentage": 7
        },
        {
            "quote": "“While I am somewhat disturbed at the number of prisons you have found yourself in of late, at least you have a high success rate in escaping them.”",
            "chapter": "Chapter 3",
            "percentage": 10
        },
        {
            "quote": "A vixen with two tails appeared out the hedgerow on the inland side of the road, looked at us with her black ears pricked intently, and said, “Beware the false hunter.”",
            "chapter": "Chapter 3",
            "percentage": 11
        },
        {
            "quote": "“Well, Mr. Greenwing, do beware of falling into blackmail or bribery as a propensity; they can be habit-forming.”\nI spluttered a denial, as I had intended nothing of the sort when accepting the gifts from Master Boring. (Surely he’d not intended them for a *bribe*? He’d known, as we had, that there was no *proof* he’d murdered the unfortunate and obnoxious Henry Coates.)",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "“Well, Mr. Greenwing, do beware of falling into blackmail or bribery as a propensity; they can be habit-forming.”\nI spluttered a denial, as I had intended nothing of the sort when accepting the gifts from Master Boring. (Surely he’d not intended them for a *bribe*? He’d known, as we had, that there was no *proof* he’d murdered the unfortunate and obnoxious Henry Coates.)",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "When I looked down again, sitting there in front of me was the two-tailed fox.\n“Beware the false lover,” she said, before tumbling over and over herself behind the barrels outside the notary public’s back door, where she disappeared.\nThe sun had come out from behind the cloud just in time to show that whatever else the fox was, she did not cast a shadow.",
            "chapter": "Chapter 4",
            "percentage": 14
        },
        {
            "quote": "“What are your Winterturn traditions, Mrs. Etaris?” my father asked politely. “You’re from Fiella-by-the-Sea, and went to university at Galderon, if I understand correctly?”\n“Indeed,” she said, sipping her tea. “I picked up a few unusual ideas during that period.”\n“So I’ve heard,” he replied, smiling.\nI was getting better at realizing there was subtext, but had no idea what on earth they were talking about.",
            "chapter": "Chapter 5",
            "percentage": 15
        },
        {
            "quote": "No wonder he knew half the highwaymen in the Arguty Forest. All those lost soldiers had had to go somewhere.",
            "chapter": "Chapter 5",
            "percentage": 17
        },
        {
            "quote": "We all looked out, to find the two-tailed fox standing there, her ears forward and her eyes focused on mine, too-alert and too-aware to be either animal or human.\n“Beware the false friend,” she stated, and this time simply vanished.",
            "chapter": "Chapter 5",
            "percentage": 18
        },
        {
            "quote": "“Well, Mr. Greenwing,” Mrs. Ayden said, pursing her lips as she regarded my unusual coat. “What happened to your tricorner?”\nIt seemed excessive to explain that in the course of escaping from Orio Prison I’d lost it in a faery islet between Orio City and the hunting lodge of the King of Lind at some moment between dying and being miraculously resurrected.\n“I lost it, alas,” I said.",
            "chapter": "Chapter 6",
            "percentage": 20
        },
        {
            "quote": "There were baskets of yarn beside my chair, balls of a thick wool just the colour green Violet liked best. It would make a cozy scarf.\nNot that my skill at knitting was anywhere near sufficient for a courting-gift to the Lady Jessamine’s daughter. But perhaps I could knit well enough for Violet Redshanks, lately of Morrowlea.",
            "chapter": "Chapter 6",
            "percentage": 21
        },
        {
            "quote": "I set the hat on my head. It fit almost perfectly. I wondered what it said about me that I kept meeting people who gave me clothes from their dead beloved’s coffers, and they fit properly.",
            "chapter": "Chapter 7",
            "percentage": 22
        },
        {
            "quote": "I felt much better wearing a hat. Now when passersby glanced twice and then whispered behind their hands, I could pretend it was in appreciation of my odd outfit.\nA hat from a totally different period surely made it appear *deliberate*.",
            "chapter": "Chapter 7",
            "percentage": 23
        },
        {
            "quote": "The Lady’s Eve: shortest day of the year, when the Dark pressed close. We would start a dozen days of celebrations and church services tomorrow to do our part fighting back against the forces of death and destruction.\nUsually this was entirely metaphorical.\nUsually.",
            "chapter": "Chapter 8",
            "percentage": 27
        },
        {
            "quote": "“Jemis ... I would feel better to know you were properly armed.”\nIt was unusual to wear a sword in Ragnor barony. Wearing one in Ragnor Bella itself was considered the mark of an outsider, and a nervy one at that.\nMy father surely knew that.\nThe fairy fox, the imposter wearing the Honourable Rag’s face, the shortest day of the year. I nodded sharply, then grinned at him. “I *am* starting a new fashion.”\n“So you are,” he answered, and with a gesture I hardly knew how to accept he girded the belt around me.",
            "chapter": "Chapter 8",
            "percentage": 28
        },
        {
            "quote": "The bird shuffled and made a clucking noise, but otherwise did not move as I settled myself on the branch below it.\nI regarded it dubiously. That did not seem a normal reaction.\nIt was really too much to hope it was a *normal* bird.",
            "chapter": "Chapter 9",
            "percentage": 29
        },
        {
            "quote": "“Do I even want to ask about the bird?” Sir Hamish asked with due trepidation.\nMy father laughed and accepted a crumpet and a cup of chocolate. “It is the curse of the Greenwings striking again, I fear. Poor Jemis!” He added, shaking his head. “Can there be not one week without something happening?”\n“Some months it feels as if there can’t be a *day*,” Mr. Dart murmured.",
            "chapter": "Chapter 10",
            "percentage": 32
        },
        {
            "quote": "An owl hooted, and I jumped.\n“Barn owl,” Mr. Dart said. “Look.”\nHe pointed at a ghostly shape gliding down the road towards us. A dark figure moved behind it, like the shadow of a man cast against the dark landscape.\nI remembered the Grim Crossroads, and stepped back so I was shoulder-to-shoulder with Mr. Dart.\n“Owls are sacred to the Lady,” Mr. Dart said. His voice wasn’t trembling, and I admired him immensely in that moment.",
            "chapter": "Chapter 10",
            "percentage": 33
        },
        {
            "quote": "He spread his hands over the trough, palms up. “Please, Lady, if you are real,” he said, “give us water.” And the water came.",
            "chapter": "Chapter 11",
            "percentage": 34
        },
        {
            "quote": "He pushed his seat back in turn so his back was to the opposite wall. Our outstretched feet still touched because the space was so small, but it felt more intimate. Confessional, even.",
            "chapter": "Chapter 11",
            "percentage": 36
        },
        {
            "quote": "When I came home everything seemed to have fallen apart entirely.”\n“The chaos out of which all new creation comes,” Mr. Dart said thoughtfully. “That’s what Domina Black used to say. Sometimes the old order must be entirely brought down for a new one to be built in its place.”",
            "chapter": "Chapter 12",
            "percentage": 37
        },
        {
            "quote": "“You wondered why I said, when we had to confront our deep secrets, that I was jealous of you.”\nI could not deny that. It had, in fact, been my first question on seeing him at the Grim Crossroads between life and death. I nodded, watching him. His face was serious but not anguished. Solemn.\n“Your life is so *interesting*,” he said.\nI could not help myself, and laughed.",
            "chapter": "Chapter 12",
            "percentage": 37
        },
        {
            "quote": "“Everyone said we didn’t need magic any longer, and I ... I had always hidden that part of me. I had always had to hide that part of me, so I didn’t understand—I never understood—why it hurt so much to ignore it. I never listened to what *they* said, Jemis, I pretended there was nothing there.”",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "“I always thought ... it always seemed to me ... that at some deep level you were fundamentally *happy*. I always thought it was because of how much you loved your parents.”\nHe sat there for a while. The air was warm as that autumn day, that spring morning, just the faint trickle of cold air from the open window to remind us it was the very turn into winter.\n“I think what it is,” he said finally, “is that you’ve never been afraid of who you are.”",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "“You know why I was jealous? Because despite all that, *you* never lost your temper. You lost everything, and you took up employment in the store and you smiled at every crow who came to tear at you, and were polite to everyone who gave you the cut direct, and ... you never stopped fighting. You were tired, but every time someone slandered your father, you lifted your arms again to fight for him.”",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "I smiled crookedly. “For good or for ill, I am my father’s son, Perry.” “Yes. I admire that.”\nI took a deep breath. For all that the Lady’s benediction might be all I *needed* (at least according to the theologians insofar as I remembered them), to have a friend, a peer, a man whom I admired, tell me *that* ...",
            "chapter": "Chapter 12",
            "percentage": 38
        },
        {
            "quote": "My father looked at me, and then at Mr. Dart, and then he said, with infinite gentleness, “The lanterns are being lit along the Gentry’s Road.”\nI had no idea what that meant, but before I could ask Mr. Dart said flatly, “The Wild Hunt is riding tonight.”",
            "chapter": "Chapter 12",
            "percentage": 40
        },
        {
            "quote": "“So long as you hold the circle in here, I will be safe out there. So long as I hold the circle out there, you will be safe in here.”\nI stared at him. He met my eyes, quietly confident and fearless.\nNo, not fearless. But with the absolute certainty that he could hold that line because we could hold the circle.",
            "chapter": "Chapter 13",
            "percentage": 40
        },
        {
            "quote": "“So long as you hold the circle in here, I will be safe out there. So long as I hold the circle out there, you will be safe in here.”\nI stared at him. He met my eyes, quietly confident and fearless.\nNo, not fearless. But with the absolute certainty that he could hold that line because we could hold the circle.\n“We will hold the circle,” Mr. Dart said, forthright and true and also not fearless.\nHe had known what the Gentry’s lanterns were, and what they portended.\nI nodded, trying to emulate them. “Yes. We will.”",
            "chapter": "Chapter 13",
            "percentage": 40
        },
        {
            "quote": "“What do you think they want?”\n“What do who want?”\nHe made a gesture with his pipe overhead and outside. “Them. The Gentry.”\n“You didn’t use to believe in them,” I replied, gathering my thoughts together.\nMr. Dart gave me a sardonic sort of smile. “That was before all ... this ... started happening.”",
            "chapter": "Chapter 13",
            "percentage": 40
        },
        {
            "quote": "“I had one particular duck that was a good mother. She had a notch in her beak so I could tell which one she was. She raised a hatch in the spring and I was taking note of the ducklings when one day she disappeared. Then she came back, and she had a gold ring around one leg—which I had certainly not put on her—and ...” He paused for a moment. “And her eggs after that were gold.”",
            "chapter": "Chapter 13",
            "percentage": 41
        },
        {
            "quote": "“I looked at the first egg and I could see it was gold—it’s so heavy—and I heard, clear as anything, *Keep me hidden*.”\n“So you did.” I sat back against the wall. “Thank you for telling me.”\nHe smiled reluctantly. “I think we’re past those sorts of secrets, aren’t we?",
            "chapter": "Chapter 13",
            "percentage": 42
        },
        {
            "quote": "“I always told myself I wanted to be a Scholar. Be a professor at one of the great universities. Research, teach, write monographs.” He shifted on his seat, his face suddenly intent, catching me with bright eyes.\n“But that’s not true, is it,” he said. “I didn’t want to be a Scholar. I wanted my magic.”",
            "chapter": "Chapter 13",
            "percentage": 42
        },
        {
            "quote": "“I was so hungry for some*thing* else that when they smiled at me, with these sharp, sharp teeth, and looked at me with their bright, bright eyes ... my magic woke.”",
            "chapter": "Chapter 13",
            "percentage": 42
        },
        {
            "quote": "“I didn’t know that was what it was, not then. Jemis, you have to believe me.”\nI was surprised at his intensity. “I do. Why wouldn’t I?”\nHe was startled into laughing. “Why wouldn’t you? You can accept that I met a fairy at the mountain crossroads and went along with them despite being able to see how entirely dangerous they were.”\nI simply looked at him. “I fell in love with Lark with one look. For all that it turned out to be drugs and magic, that still was what I *felt*.”",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "“I would meet them every new-moon night. They never said anything. I never said anything. We would … visit with each other, high up on the mountain. The stars would stand around us as if they were watching. And then I would go back to my dull, respectable, ordinary life.”",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "I thought of the stories my mother used to tell me about the Good Neighbours. The Gentry. Those from the other side of the Woods.\n*Oh, they can be beautiful*, she had said. *Perilously so. You can drown in their beauty. No one who tastes fairy food can ever quite leave it behind*.\nFood, when it came to the Gentry, probably covered a wide range of appetites.",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "“I met the fox on the new-moon of May. June, July, August, September, and in October I had a stone arm.” He touched the petrified limb with his good hand. “They do not like imperfection, that folk.”\nHis voice was calm, but the hurt was real.",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "He had received that stone arm by saving me from a fascination cast by the priest of the Dark Kings. He had never complained about it to me, not once, in the months since.",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "“Did you ...” I didn’t know what to say.\n“No,” he said, answering what question I did not know. His voice was soft but strong; his eyes were blue and white as the water turning into flowers in the mosaic. “I wanted my magic. Not theirs. Mine. *Mine*.”",
            "chapter": "Chapter 13",
            "percentage": 43
        },
        {
            "quote": "“I have seen you before,” he said. “The Lady sent you—why?”\n“Her champion called me back from the dead to fight the Dark Kings,” I said finally, an answer that made no sense. But what else could I say?\nHowever strange and useless a statement that was, the effect on Sir Peregrine was extraordinary. He closed his eyes, but not in grief; in—dared I say it?—in *wonder*. In *relief*.\n“There are others who fight,” he said, without looking at me. “Others who stand against them, in the Lady’s name.”",
            "chapter": "Chapter 14",
            "percentage": 46
        },
        {
            "quote": "“I have seen you before,” he said. “The Lady sent you—why?”\n“Her champion called me back from the dead to fight the Dark Kings,” I said finally, an answer that made no sense. But what else could I say?\nHowever strange and useless a statement that was, the effect on Sir Peregrine was extraordinary. He closed his eyes, but not in grief; in—dared I say it?—in *wonder*. In *relief*.\n“There are others who fight,” he said, without looking at me. “Others who stand against them, in the Lady’s name.”",
            "chapter": "Chapter 14",
            "percentage": 46
        },
        {
            "quote": "“Jemis, you died and came back to life with messages from the Other Side. Even a unicorn is not quite so astonishing as that.”\n“But you were the one who called me back.”",
            "chapter": "Chapter 15",
            "percentage": 48
        },
        {
            "quote": "“Thank you.”\nThey were strange vigils that Mr. Dart had held over me, these past few weeks. One in the dark silence of death; another when I knelt transfixed in prayer. “Thank you,” I said again, hoping he understood my meaning. “Thank you.”",
            "chapter": "Chapter 15",
            "percentage": 49
        },
        {
            "quote": "All the snow around the chapel was even and smooth, but for one line of human footprints leading to the door—my father’s track, I presumed—and a small wicker basket that contained two cooing birds.",
            "chapter": "Chapter 15",
            "percentage": 49
        },
        {
            "quote": "*What an astonishing young man you must be, not only to escape from the hitherto-inescapable prison of Orio City but in so doing to rescue my son and my daughter, both lost to me many years since. My daughter speaks often of you: your academic brilliance, your wit, your great and good heart, and above all your courage, in which you stand surely beside your father.*",
            "chapter": "Chapter 17",
            "percentage": 53
        },
        {
            "quote": "*As a postscript: I understand you desire to court my daughter. You have my leave and my blessing; even unto half my kingdom, should I still have one when she agrees to your hand.*",
            "chapter": "Chapter 17",
            "percentage": 53
        },
        {
            "quote": "“There’s also you, Jemis,” Mr. Dart said. “You’re the newly acknowledged Viscount St-Noire *and* a hero out of storytales—slaying a dragon publicly, of all things!—even without being a saint.”\n“You can stop teasing me about that,” I replied, nettled. “You are the sort to be a named saint. I’d just be the ... the Saint of the Bookstore, to counterbalance the Wild Saint of the Arguty Forest.”",
            "chapter": "Chapter 18",
            "percentage": 57
        },
        {
            "quote": "Mrs. Henny herself was weeping as she buried her hands in Ballory’s mane and stroked the soft muzzle. “Oh, you beauty,” she was whispering over and over again. “I have not seen you for so long.”\nTea. We needed tea.",
            "chapter": "Chapter 18",
            "percentage": 59
        },
        {
            "quote": "“Your mother wove all the protections about your cradle that she might,” Mrs. Pritchard said quietly. “I remember her doing so.”\n“Aye,” Mrs. Henny went on. “She invited all the ... fair ones, let us say, to your naming-day.”\nI felt a shivering dread settle into my bones. This was an old, old story.\nMrs. Henny fixed me with her sharp blue eyes. I could not look away.\n“All except one.”",
            "chapter": "Chapter 19",
            "percentage": 61
        },
        {
            "quote": "The members of the Wild Hunt, who knew my name. The fairy fox, who gave me warnings. The imposter pretending to be the Honourable Rag, who … tried to give me fairy food. Whatever or whoever it was who kept delivering me gift-wrapped birds.\nI sighed. There was far too much going on.",
            "chapter": "Chapter 20",
            "percentage": 61
        },
        {
            "quote": "“Dare I ask of your excellent idea?”\n“Oh, I deciphered the Knockermen’s secret code and past year’s worth of communications, and Mr. Dart thought it might make a good courting gift.”\n“For the redoubtable Miss Redshank, indeed I expect it would.” Mrs. Etaris smiled.",
            "chapter": "Chapter 20",
            "percentage": 63
        },
        {
            "quote": "Mrs. Etaris made a few slow motions, the sword sliding through the air to form positions I did not know—they were not any of the schools I had been taught—but which were clearly the poses of a set form.\nMy father and the defence tutor at Morrowlea had taught me a dozen modes from across the Empire. Mrs. Etaris knew a thirteenth.\nSuspicion began to unfurl in the back of my mind.",
            "chapter": "Chapter 21",
            "percentage": 64
        },
        {
            "quote": "She had asked me to keep that bag. Where had I put it? Whose bag *was* it? \nThe answer slid into mind, intuition rather than any conscious logic: Fitzroy Angursell.\nI examined the thought, which sat solidly in my mind, *true*. If she had *that* bag, why then—\n“Do you reckon Mrs. Etaris is really Jullanar of the Sea?” I asked.\nMr. Dart stared at me. “I beg your pardon?”",
            "chapter": "Chapter 21",
            "percentage": 65
        },
        {
            "quote": "“I do think you might perhaps need some evidence before you accuse someone of being one of the most wanted criminals in the former Empire of Astandalas.”\nI regarded him. “I needn’t *tell* her.”\nHe regarded me, eyebrows raised. “Do you really think you would be able to keep the questions unspoken? To Mrs. Etaris, who reminds you of your mother?”",
            "chapter": "Chapter 21",
            "percentage": 66
        },
        {
            "quote": "“Are you going to open it, then?” Mr. Dart asked after a period.\nI took a breath. “We probably shouldn’t ... it doesn’t belong to us ...”\n“You think it’s Fitzroy Angursell’s famous bag, being held by Mrs. Etaris because she’s really Jullanar of the Sea.”\n“All the more reason—”\n“It’s a potential criminal accessory.”\n“I’m fairly certain that doesn’t mean *we* should look at it.”",
            "chapter": "Chapter 21",
            "percentage": 67
        },
        {
            "quote": "Mr. Dart’s voice was distant, his eyes on something I could not see. “It says ... the bag says ... that what it holds is not for us, but we may look. It has ... gifts.”",
            "chapter": "Chapter 21",
            "percentage": 67
        },
        {
            "quote": "“I found the text of ‘The Law of Apposite Injustice’.”\nThere were *dozens* of accounts of the censoring of that song. *Aurora* had been banned; *Kissing the Moon* had been banned; half a dozen other songs had been banned. People were fined or imprisoned for possessing them.\nPeople had been *executed* for this song.",
            "chapter": "Chapter 22",
            "percentage": 68
        },
        {
            "quote": "“This is Fitzroy Angursell’s bag,” I said, the realization coming into sudden sharp focus.\n“I will concede to your argument that Mrs. Etaris is actually Jullanar of the Sea.” Mr. Dart laughed. “And yes, that stone does belong to Fitzroy Angursell himself. It’s humming his name.”\n“What a thought!”",
            "chapter": "Chapter 22",
            "percentage": 68
        },
        {
            "quote": "In that far country on the other side of the Grim Crossroads I had begun to learn to speak clearly and candidly.\n“Mrs. Etaris,” I said therefore, “I have recently come to the realization that you are Jullanar of the Sea.”",
            "chapter": "Chapter 22",
            "percentage": 68
        },
        {
            "quote": "“Did you really go to the Moon’s Country?” I asked, remembering that line from *Kissing the Moon*, about Jullanar of the Sea dipping her hand into the River of Stars.\nThat Jullanar was this Jullanar, my own Mrs. Etaris.\nMrs. Etaris smiled at me, slowly, as radiantly as any of those in the Lady’s Wood. “We did.”\n“With swords of starlight and cloaks of day?”\nShe laughed, as if that were a joke; but then she said, “We wanted cloaks of shadows, but Fitzroy never was very good at being discreet.”\nHer voice was so ... fond ... I could barely imagine the depth of friendship that lay there.",
            "chapter": "Chapter 23",
            "percentage": 69
        },
        {
            "quote": "“It always seems as if one day one of them will simply ... walk in the door,” Mrs. Etaris murmured, just loud enough for me to hear. I listened, but continued to shelve the books, moving them as quietly and unobtrusively as I could. She laughed in her throat, soft and a little sadly. “Fitzroy. I always expect *Fitzroy* to waltz through the door, looking just the same as he ever did, with that bright, conspiratorial grin and that glint of mischief in his eyes, and ...”",
            "chapter": "Chapter 23",
            "percentage": 69
        },
        {
            "quote": "“Would you go?” I asked, after the silence had dragged on for a considerable time.\nShe wiped her eyes with her handkerchief. “Would you take care of my store if I did, Mr. Greenwing?”\n“I would,” I promised her.\n“There would be no notice,” she warned me. “There never was.”\nI turned to look at her. “Mrs. Etaris,” I said plainly, “surely you have realized by now that nothing in my life happens with any notice.”",
            "chapter": "Chapter 23",
            "percentage": 70
        },
        {
            "quote": "The scarf had slithered to the floor. “Did this come from the ... Customs House?”\nShe turned the superlative cloth over in her hands. “No ... If I recall it was a gift from some lover or other of Fitzroy’s after a night.” She snorted and muttered something that was surely *not*, “Not that he was *that* good.”\nI tried not to flush, and was glad she was still playing with the cloth, and resolutely did not enquire of myself why Mrs. Etaris—why Jullanar of the Sea, even—might know the skills Fitzroy Angursell displayed in bed.",
            "chapter": "Chapter 23",
            "percentage": 70
        },
        {
            "quote": "“Mr. Greenwing, it must be said that I am a woman of various inclinations, and only *some* of the time are they to burn everything down in frustration.”",
            "chapter": "Chapter 23",
            "percentage": 70
        },
        {
            "quote": "“Oh, my dear Jemis. Let me think about your mother and your christening and the folk who might know, if the Woodlanders don’t.”\n“Thank you.” I meant for more than just that promise: for the work she had given me and the welcome made to me, for the gifts of the flat and her biscuits and her knowledge; and for being not only the splendid, wonderful, welcoming Mrs. Etaris of Ragnor Bella, but also the magnificent, the resplendent, the infamous criminal and folk hero, Jullanar of the Sea.",
            "chapter": "Chapter 23",
            "percentage": 70
        },
        {
            "quote": "“What do I need to know?” I asked the fox.\nIt tilted its head. “What do you already know?”",
            "chapter": "Chapter 24",
            "percentage": 74
        },
        {
            "quote": "“What do I need to do?” The fox tilted its head the other way. Both of its ears were pricked forward intently. “What are you already doing?”",
            "chapter": "Chapter 24",
            "percentage": 75
        },
        {
            "quote": "I swallowed, and tried to rally my courage. I did not know why this was the third question to come to mind, but it was, and it obliterated all other consideration or concern. For some reason I *needed* to know. “What is your true name?” The fox laughed, high and nearly human. “Are you clever enough to follow my trail?”",
            "chapter": "Chapter 24",
            "percentage": 75
        },
        {
            "quote": "The air rose around me, lifting snow up in shining arabesques that were scented with the flowers that had bloomed when the Lady smiled in the Woods on the other side of life.\nThis was the Hunter in the Green.",
            "chapter": "Chapter 25",
            "percentage": 75
        },
        {
            "quote": "“When is a trail not to be tracked?”\nI looked up at the Hunter. “When one is not the hunter.”\nHe smiled without moving his face again. “It is a hard lesson for some.”\nTo accept help. To await rescue. To allow another to fight on one’s behalf. None of those were things I was good at.",
            "chapter": "Chapter 26",
            "percentage": 80
        },
        {
            "quote": "“When you run,” whispered the Hunter. “Know I run beside you.”\nHe smiled at me, that brightening of the starry eyes, and he bent his great head and kissed me on the brow.\n“When you fight,” he said, taking my hand and pressing something into my grip. My fingers closed around the object, something hard and cool, strangely ceramic. “Know I fight beside you.”\n“And when you riddle,” he said, his eyes very keen, sharp as the winter wind that was rising around us. “Know that I guard the sacred circle around you.”",
            "chapter": "Chapter 26",
            "percentage": 81
        },
        {
            "quote": "“Run,” said the Hunter, in a voice at once commanding and delighted. “Run home, Jemis Greenwing of the Shadowy Woods. Run, and fight, and riddle your way home.”",
            "chapter": "Chapter 26",
            "percentage": 81
        },
        {
            "quote": "I ran down the wind, down the rainbow, down the arc of the evening, until my feet were running on the mortal cobbles of the road that was the spine of Ragnor Bella, and I was at my own front door.",
            "chapter": "Chapter 26",
            "percentage": 81
        },
        {
            "quote": "“Something is *always* happening, I am informed, though we may not always notice.”\nShe paused. She was the one who had told me we never found out all the story. Then she smiled, a secret, delighted thing. Looking at her in that moment, I could see exactly how she was Jullanar of the Sea of all the stories.",
            "chapter": "Chapter 27",
            "percentage": 81
        },
        {
            "quote": "*Gather your allies*, the Hunter had said. That meant Mr. Dart and Mrs. Etaris and my father at the very least, and probably also Roald and Hal and Violet and Hal’s Uncle Ben and—\nI stopped, thinking of that list in satisfaction. What an array of allies I was gathering. Lady Jessamine had offered me an unspecified favour. My father had links to various highwaymen, and then there were the folk of the Woods—the Woodlanders, Mrs. Pritchard had called them—called *us*—\nAnd there was the Embroidery Circle and the Chancellor of Morrowlea, and perhaps Magistra Aurelia of Tara, and Mr. Dart’s tutor too. Hope, the Ironwood Heiress.",
            "chapter": "Chapter 27",
            "percentage": 82
        },
        {
            "quote": "My father watched me settle back down with the incipient cardigan. “Who are you knitting that for?” he asked. “One of your sisters?”\n“No, I bought things in Orio City for them. It’s for Ballory.”\n“You’re knitting a sweater for a unicorn?”\n“If she doesn’t outgrow it before I’m even finished.”\nHe laughed, rich and robust. “Oh Jemis! How glad I am I have this opportunity to know you.”",
            "chapter": "Chapter 28",
            "percentage": 83
        },
        {
            "quote": "He was a tall, rangy sort of man, good looking in a dour way, with dark hair and a strong jaw. He was good with the girls, and even Sela seemed to like him. Mrs. Buchance could certainly do worse; and Ragnor Bella really *could* do with a cheese shop.",
            "chapter": "Chapter 30",
            "percentage": 90
        },
        {
            "quote": "Mr. Dart was my bear-baiter, Hal had said: the one who led where I followed. Mr. White had followed his cousin to Alinor and stayed where his heart had found its home, but without his cousin to call him home?\nI would not have come back from *my* heart’s home if Mr. Dart had not called me.",
            "chapter": "Chapter 30",
            "percentage": 91
        },
        {
            "quote": "“What is the name of your ... island?”\nSomething sharp flashed in his eyes at the question. “Loaloa,” he said quietly, with an astounding certainty. He smiled slowly. “Loaloa in the Vangavaye-ve.”",
            "chapter": "Chapter 30",
            "percentage": 91
        },
        {
            "quote": "I wore the Ánhorn at my belt, not the sword but the bloody unicorn horn.\nThe Hunter said, “What have you already learned? Where are you already going?”\nAnd the veiled woman, in a voice that was in my mind alone: “Are you daring enough to hear the truth?”",
            "chapter": "Chapter 31",
            "percentage": 92
        },
        {
            "quote": "My tutor at Morrowlea had taught me to start with the obvious, just in case.",
            "chapter": "Chapter 31",
            "percentage": 92
        },
        {
            "quote": "I had finished the cardigan for Ballory and had enough yarn and time left over to make a matching scarf for Mr. Dart.",
            "chapter": "Chapter 31",
            "percentage": 92
        },
        {
            "quote": "*Are you brave enough to seek that answer?* the Wild Saint had asked me.\n*Are you clever enough to follow that trail?* the fox had asked in their turn.\n*Do you dare to hear that truth?* had been the question of the veiled woman in my dream.",
            "chapter": "Chapter 31",
            "percentage": 92
        },
        {
            "quote": "“I noticed that the Honourable Roald Ragnor is sporting a more complex cravat these days. And his grandfather’s coat.”\nMr. Dart settled his sling on his shoulder as he held the door for me. “One must be to the point,” he replied in a fair imitation of the Honourable Rag’s most irritating tone. “It would not do for the baron’s son to fail to follow the lead set by those in the foremost rank.”\nI rolled my eyes.",
            "chapter": "Chapter 31",
            "percentage": 93
        },
        {
            "quote": "My father gave me a deck of Poacher of my own. “You never buy a deck,” he said, shuffling it in one arc from hand to hand. “The cards come to you when it’s time. This one came to me along my journey, the second of my decks. I held onto it, knowing it was meant for someone else ... hoping it was for you.”\nI accepted the deck with tears springing in my eyes, and could hardly bear to give him the box I’d prepared for him. “Look at it later, please,” I told him. “It’s ... letters I wrote you, when you were ... gone.”",
            "chapter": "Chapter 32",
            "percentage": 96
        },
        {
            "quote": "I felt a little embarrassed to give Mr. Dart the slim volume on wild magic that had all I’d been able to find on the subject, but he accepted it gratefully. What could I give to one I had sworn fealty to?",
            "chapter": "Chapter 32",
            "percentage": 96
        },
        {
            "quote": "After Mr. Dart had managed to wrestle her front legs into the sleeves—which needed to be rolled up a time or two but were of adequate width, I was pleased to see—I nodded in satisfaction to see that she looked quite natty in the purple and green stripes.\nNo matter that everyone else was trying not to laugh at the sight.\nBallory liked the cardigan, and the rest of them could go hang.",
            "chapter": "Chapter 32",
            "percentage": 96
        },
        {
            "quote": "“Look inside,” Mr. Dart instructed, with barely suppressed eagerness.\nThe title page read:\n*A New Translation and Analysis of the Gainsgooding Conspiracy Poems by Peregrine Dart of Stoneybridge and Jemis Greenwing of Morrowlea*.\n“Congratulations on your first publication, Jemis,” Mr. Dart said. “It’ll serve you very well when you publish your account of *On Being Incarcerated in Orio Prison*.”",
            "chapter": "Chapter 32",
            "percentage": 96
        },
        {
            "quote": "“She is much better at this than I ever was,” Mr. Dart murmured in my ear. “All the tenants love her already.”\n“And she?” I asked quietly. “Is she settling in?”\n“I think she misses the sea,” he replied, “and her mother and friends, but I can see ... the land acknowledges her, and she feels that. Knows it. She told me she can be happy here.”\nWhat an extraordinary gift his magic was.",
            "chapter": "Chapter 33",
            "percentage": 97
        },
        {
            "quote": "Strands of thoughts and insights came to my mind: what it meant to be a saint, and what the great mages in Mr. Dart’s book had said about undoing curses, untying knots. What it meant to be a friend, and what the Hunter and the fox had said and not said.",
            "chapter": "Chapter 33",
            "percentage": 97
        },
        {
            "quote": "Mr. Dart said, “The oak tree says you know what to do.”\nDid I?\n*What do you already know? What do you already do?*",
            "chapter": "Chapter 33",
            "percentage": 98
        },
        {
            "quote": "“I think,” Mr. Dart said slowly, “that you might *actually* be a saint, Jemis.”",
            "chapter": "Chapter 33",
            "percentage": 98
        },
        {
            "quote": "*To unbind a curse*, that book had said, the only sentence clear to me amidst the mass of abstruse magical theory, *one must know the truth of the one cursed or the one who cursed*.\nOr, Fitzroy Angursell had scrawled beside the paragraph in peacock-blue ink, *understand the nature of the knot*.",
            "chapter": "Chapter 33",
            "percentage": 98
        },
        {
            "quote": "I held Mr. Dart’s stone hand, not striving, not doing, simply holding myself open, patient, waiting.\n*What do you already know? What do you already do?*\nI knew the grace of the Lady. I followed Mr. Dart where he led. I had no magic; I had sacrificed it; but I did not need magic for this.",
            "chapter": "Chapter 33",
            "percentage": 99
        },
        {
            "quote": "*Almost, almost*, I seemed to hear, *this is almost the task for you*.\nAlmost, and not quite, but a token—an earnest of things to come—would be given: not for me but for the one whose faith was stronger than mine and who had, crucially, *asked*.\nUnder my hands the cold stone warmed; and a heavy strain seemed to go out of his shoulders, no longer braced against a counterbalancing weight.",
            "chapter": "Chapter 33",
            "percentage": 99
        },
        {
            "quote": "With a great thunderclap the oak let loose all its acorns. They clattered down around us like hail, frost-shining nuts catching the golden light of the bonfire as they bounced against the orchard’s close-cropped grass.\nSome bounced off my hat, but Mrs. Ayden’s masterpiece kept my head safe. Mr. Dart’s magic shimmered protectively around him, like the mist at the edge of a waterfall.\nI could swear the oak was laughing at us.",
            "chapter": "Chapter 33",
            "percentage": 100
        }
    ],
    "stonequotes": [
        {
            "quote": "Jack had studied nature poetry, but he wished for some skill at drawing beyond rough sketches to capture the beauty of the stone and the ice sculptures and the fierce falcon-hunters of the valleys.",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "The entrance had been exceptionally well hidden in the carved valley sides, but still, it had been his task to find it, and he had not.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "Twenty people had, it appeared, vanished into the air.",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "“Stone speaks to stone, and water to water,” he whispered in Loëssie, and under his hand a latch clicked open.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "To his eyes nothing changed. Or nothing except that his hands penetrated into the stone.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "If he had thought about it, he would probably have thought passing through stone would be like swimming through water. It wasn’t like that; it was like he was the water and the stone was the solid body swimming through him. It was quite the most unpleasant thing he’d ever felt.",
            "chapter": "Chapter 1",
            "percentage": 19
        },
        {
            "quote": "He pressed himself forward into the darkness, terrified that he would dissolve into some nothingness and be lost as a ghost in the mountains of the Valley folk, outside the Empire and never going home again.",
            "chapter": "Chapter 1",
            "percentage": 19
        },
        {
            "quote": "She’s given him the book on their wedding-day, and he’d taken it with him to every campaign, on every visit home.",
            "chapter": "Chapter 1",
            "percentage": 20
        },
        {
            "quote": "He opened his eyes, shuddering from his head to his feet, to see before him the amused face of a stone shaman.\n“Good attempt,” the man said in execrable Shaian, and the guards bound him.",
            "chapter": "Chapter 1",
            "percentage": 21
        },
        {
            "quote": "He shivered in reaction from the passage through the stone, from being caught, from exhaustion and hunger and cold and fear and grief for all his comrades and officers. Also he shivered in rage.",
            "chapter": "Chapter 2",
            "percentage": 21
        },
        {
            "quote": "*Stone speaks to stone, and water to water.*",
            "chapter": "Chapter 2",
            "percentage": 23
        },
        {
            "quote": "And then, because he was not a religious man, but he was a loyal son of the Empire, and once he had lain prostrate before his Emperor and discovered he could love him, he added: “Emperor of five worlds, we fight and die for you. Remember us, Sun of Astandalas, in our darkness.”",
            "chapter": "Chapter 2",
            "percentage": 27
        },
        {
            "quote": "Last time he was home he had begun teaching Jemis how to read the ideographs.\nNext time he would stay long enough to tell all the stories.\nNext time he would stay, period.",
            "chapter": "Chapter 3",
            "percentage": 40
        },
        {
            "quote": "No. He would get home. He would. He had to tell Jemis about the mountains, about the carved glaciers, about what it was like over the Border.",
            "chapter": "Chapter 3",
            "percentage": 41
        },
        {
            "quote": "*Infinite*—would Jemis know the word? He would be ten by the time Jack got home, a bright and brave lad, always asking questions, always eager to know, always determined to *find out*.",
            "chapter": "Chapter 3",
            "percentage": 42
        },
        {
            "quote": "Far above him the sky was that infinite lake of stars. He did not dare look below him for a fire. It would not be the fire of home.",
            "chapter": "Chapter 3",
            "percentage": 50
        },
        {
            "quote": "*O let us sing of the city of roses\nThe golden city of roses\nAnd the sun in our darkness\nThe lord of rising stars*",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "It was powdered with ice crystals, beautiful in a way, reminding him of how the Emperor’s sister had worn diamonds and silver dust in her hair when he had gone to Astandalas to be given the benediction and reward for his role in the Battle of Orkaty.",
            "chapter": "Chapter 3",
            "percentage": 58
        },
        {
            "quote": "That time in Astandalas the Emperor, his beloved Emperor, the Lord of Rising Stars, the lord of ten thousand titles, had awarded him a great golden pectoral, the Heart of Glory, the highest honour that could be given to a soldier.",
            "chapter": "Chapter 3",
            "percentage": 59
        },
        {
            "quote": "He had spitted the enemy with the spearhead of the banner.\nThe Emperor had told him that rarely had the Sun Banner been better honoured than in that moment.",
            "chapter": "Chapter 3",
            "percentage": 60
        },
        {
            "quote": "The General said: “Come in, then. I am prepared to die.”\nHe spoke in Shaian, his defiance there in his calm voice, thin though it was with exhaustion and cold and fear and pain. Never had Jack admired him more.\n“General,” he said very softly, “are you prepared to live?”",
            "chapter": "Chapter 3",
            "percentage": 63
        },
        {
            "quote": "He would get home. He had to. His son was counting on him. He had promised Olive he would come home. She had said she would wait for him.",
            "chapter": "Chapter 4",
            "percentage": 72
        },
        {
            "quote": "*You are no coward*, he said to himself. *You were given the Heart of Glory. In his reign the Emperor has presented five—five!—and you were given one.*\nBut he could not move.",
            "chapter": "Chapter 4",
            "percentage": 75
        },
        {
            "quote": "*Something big is coming. Sunset* ...\nNot while Jack could still draw breath, not while Jack could still fight. He did not have the Sun Banner in his hand, but he held the sun in heart, the Sun-on-Earth had given him the Heart of Glory, and *he would not fail*.",
            "chapter": "Chapter 4",
            "percentage": 81
        },
        {
            "quote": "“That is an order, Vozi.”  Vozi still looked mutinous. Jack swallowed. “It is—Vozi, it’s my duty as your officer to be first into battle, last out of it. Now: give me your sword. Go.”",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "“I’ll hold it as long as I can,” he said. The General raised his swollen, broken hand in a salute.\n“Heart of Glory. I will see you again, major, this side of the sun or t’other.”",
            "chapter": "Chapter 5",
            "percentage": 94
        },
        {
            "quote": "A hundred men had successfully defended this pass against the First Army of Astandalas until reinforcements came.\nHe had no reinforcements coming. The General would not try; he would order the pass closed behind him.\nHe had two hairpins, a sword, a pile of stones, his book of haikus, his heart.",
            "chapter": "Chapter 5",
            "percentage": 97
        }
    ],
    "clarysagequotes": [
        {
            "quote": "It wasn’t as if Hal needed the scholarship. So long as he passed, any of the universities in the Charter would most gladly take his money.\nAnd his title.\nEveryone wanted an imperial duke on their student roster.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The Dukes of Fillering Pool always went to either Tara or Zabour, and since Zabour had fallen into the sea during the Fall, that meant Hal was going to Tara.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Hal couldn’t go to, say, Firbeth. Not even if it were reputed to have the best botanical gardens in Northwest Oriole.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "He’d been duke since he was seven. None of this was a surprise. It was just ... he supposed it was just that he’d put off thinking about what finishing Odlington would mean.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "It was probably mostly Hal’s fault they weren’t friends, anyway. Elly had told him he was intimidating. Which must be true, what with the title and the castle and how he sometimes got called out of class to deal with his estate.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "It just wasn’t the same, that was all, for him and Elly. That was fair, wasn’t it? Elly didn’t get to be duke, because she wasn’t the eldest, and Hal *did*. So it was only fair Elly got things, some freedoms and indulgences, things Hal didn’t, in exchange.",
            "chapter": "Chapter 1",
            "percentage": 12
        },
        {
            "quote": "There was no actual request there. Hal had been the recipient of more than enough pleas to be able to hear that. For a moment—just a moment—Jollimore had forgotten who he was speaking to.\nHal wanted to sit there in that moment for as long as he could.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "“Where would you go, if—if that didn’t matter?”\nHal blinked at him, as slowly as Dwile, if hardly as cat-like and content.\nSurely they knew that wasn’t how it worked? Hal had always known it *did* matter.\nHe smiled, and sipped his ale, and lied through his teeth. “Never thought about anywhere else.”",
            "chapter": "Chapter 1",
            "percentage": 23
        },
        {
            "quote": "“Hal.”\nThere weren’t very many people who could say that to him, in that tone. Who *would* say that to him.",
            "chapter": "Chapter 2",
            "percentage": 37
        },
        {
            "quote": "If they were on the other side of the castle, they might have seen the ghostly towers of Zabour catching the odd glint of light. The actual stones and earth had all long since disappeared under the water, but the spectre of the ancient university still hovered there.",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "*The old duke*. Never, not once, *my father*. But then Hal had some complicated feelings about the old duke, and his death, that he didn’t like thinking about if he could avoid it.",
            "chapter": "Chapter 2",
            "percentage": 45
        },
        {
            "quote": "He always read his correspondence in the duke’s study, or rather it was his, of course, but he hadn’t ever changed out the furniture so it was always, in his mind, *the duke’s*, which ... well, that was probably a little sad, wasn’t it?",
            "chapter": "Chapter 3",
            "percentage": 46
        },
        {
            "quote": "It was because he’d forgotten his coat, probably, that she was being so informal. So familiar. Hal felt as if the rules were melting around him, as if the land was falling away under his feet, as if the very air were suddenly becoming impermeable",
            "chapter": "Chapter 3",
            "percentage": 55
        },
        {
            "quote": "He’d just be, always, the duke. Utterly unexceptional except in the ways that he was supposed to be. He could have a hobby for plants, as his father had had for wool, and no one would think it in the least peculiar. Or rather, it would be peculiar, but in the sort of way people thought acceptably eccentric.",
            "chapter": "Chapter 3",
            "percentage": 59
        },
        {
            "quote": "Who *was* he, if he took away the duke? Jollimore seemed to think he was someone.\nCome to that, Hal thought he was someone.",
            "chapter": "Chapter 3",
            "percentage": 59
        },
        {
            "quote": "The people had wanted a symbol, and Hal, for all his youth, could be that. And he’d *wanted* to, had known it was his obligation and his role, and so what if he was coming to it younger than usual? Nothing about the Fall of Astandalas had been *usual*. And he'd managed. He had.",
            "chapter": "Chapter 3",
            "percentage": 61
        },
        {
            "quote": "Morrowlea had gardens. Fields. And he would be expected—no, *required*—to work in them.",
            "chapter": "Chapter 3",
            "percentage": 61
        },
        {
            "quote": "Imagine making friends who did not know he was the duke.",
            "chapter": "Chapter 3",
            "percentage": 62
        },
        {
            "quote": "Hal decided to send the letter of acceptance and a promissory note for the first term’s tuition before he told anyone, and then after he did so, still didn’t tell anyone.",
            "chapter": "Chapter 4",
            "percentage": 63
        },
        {
            "quote": "*I’ve changed my mind*, he wrote to Elly, after half a dozen false starts. *I’ve been accepted for a place at Morrowlea. They have a much better natural philosophy faculty than Tara, I’ve heard.*\nElly’s response, which was in full, *Thank the Lady!* had made him laugh so hard he’d teared up.",
            "chapter": "Chapter 4",
            "percentage": 66
        },
        {
            "quote": "Hal sometimes had nightmares about being forced to reconquer Northwest Oriole.",
            "chapter": "Chapter 4",
            "percentage": 66
        },
        {
            "quote": "He was surprised, still, every time he looked at the letter he’d received back from the Chancellor after he’d sent the tuition.\n*You had a harder decision than most*, she’d written. *I am confident you will like who you find yourself to be here.*",
            "chapter": "Chapter 4",
            "percentage": 69
        },
        {
            "quote": "“If I’m not intimidating with my title, then I’m boring. Neither is very reassuring.”\n“When have I ever said you’re boring?”\n“Countless times.”\nShe dimpled at him, which was entirely unfair. “I’ve said you’re *being* boring, which isn’t the same.”",
            "chapter": "Chapter 4",
            "percentage": 77
        },
        {
            "quote": "“Hal, you’re my twin—and I’m not in the least boring. Ergo you can’t be either.”\n“Your syllogism is faulty.”\n“My silliness is unflawed.”",
            "chapter": "Chapter 4",
            "percentage": 78
        },
        {
            "quote": "“You’ll always be the duke, yes, but you’ll always be Hal, too. And Hal is an interesting, funny, friendly, intelligent, and *good* person. I can’t *wait* for you to make his proper acquaintance.”",
            "chapter": "Chapter 4",
            "percentage": 79
        },
        {
            "quote": "It turned out it was just fine to treat people like Hal had always treated people, if perhaps with a little more warmth and a little less stiffness, and certainly a whole lot less care about the proprieties.",
            "chapter": "Chapter 4",
            "percentage": 83
        },
        {
            "quote": "“I’m—” He only hesitated a moment. “I’m Hal.”\n“Hope,” said his first fellow student, and smiled up at him. “Would you like to walk up together?”\n“What a lovely name,” Hal said, meaning it. “I’d love to.”",
            "chapter": "Chapter 4",
            "percentage": 69
        },
        {
            "quote": "All *had* changed, surely. Hope was talking to him, a little shyly, entirely politely, her manners a little stiff but wholly proper—but talking. To him. Without a curtsey or a grace or the slightest hint she thought Hal intimidating in the least.",
            "chapter": "Chapter 5",
            "percentage": 87
        },
        {
            "quote": "“I can see something you’re interested in already,” she said gleefully.\nHe flushed, but he did not have to pretend, not here. “Yes. I like plants.”\n“I like stones,” she offered back, just as quietly, almost as if it were as secret a yearning as his curiosity for the gardens and the mysterious ways of the plants that grew in them.",
            "chapter": "Chapter 5",
            "percentage": 96
        },
        {
            "quote": "“Hullo!” the newcomer said, half-bowing and then he caught himself, straightened, caught his foot on his robe, and tumbled over to sit on the floor staring up at him. He looked incredibly embarrassed. “I’m Jemis Gr—Jemis, that is. Jemis. At your service?” His voice trailed off uncertainly. “Or at least,” he added, with another startling smile, “at your feet.”",
            "chapter": "Chapter 5",
            "percentage": 98
        },
        {
            "quote": "“Don’t worry,” he said, “my sister tells me I am not actually boring, but I expect I’m close enough to balance you out.”\nHis new roommate—new friend?—surely—surely—regarded him with thoughtful brown eyes. “Hmm,” Jemis said, apparently wholly earnest, and then he laughed merrily. “First impressions say otherwise, but I’ll let you know.”",
            "chapter": "Chapter 5",
            "percentage": 99
        }
    ],
    "saintquotes": [
        {
            "quote": "Mirabelle had a very small and subtle gift of magic—so very small and subtle it had taken her a long time to realize she had it at all—one which was, generally, not much use. If she’d been able to do something relevant to cheese-making—\nAlas, she could not. She could only tell when someone was using magic to feign a miracle.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "Ragnor Bella, entirely cloaked in a snowstorm, cold and dark this third day of the new year, seemed a highly unlikely location for a saint. But then, Mirabelle had spent enough time studying the abbey’s books to know that all locations were equally unlikely.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "While Mirabelle was indeed a cloistered nun, sworn to poverty, and her main duties at the abbey were related to the dairy, she *was* Alinorel born and bred, and she loved books.",
            "chapter": "Chapter 1",
            "percentage": 22
        },
        {
            "quote": "The clerk took the girl’s bare hands in his, frowning as he took in her lack of proper clothes. “You poor thing,” the young man said softy. “Are you wet right through?”",
            "chapter": "Chapter 1",
            "percentage": 26
        },
        {
            "quote": "But Jemis Greenwing was not the reputed saint; he was the one who was supposed to have been raised from the dead.\nHe did not seem very much like a necromantic abomination. Which meant ...\nShe frowned at her hands, which were still tingling. Not from the cold, then.",
            "chapter": "Chapter 1",
            "percentage": 38
        },
        {
            "quote": "Here she was, chance-come into the right place (if it *could* be chance, when surely this was the Lady’s will), watching a young man who had been declared dead work to save a young girl’s life.",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "Jemis Greenwing smiled at the girl. He was a handsome young man, dark-haired and thin-faced, with lightly bronzed pale skin, his brown eyes bright and—well, what Mirabelle might have called fey, if she hadn’t known the truth.",
            "chapter": "Chapter 2",
            "percentage": 45
        },
        {
            "quote": "Mirabelle should have done something, should have moved or spoken or helped, but she could not. She was staring at the way that Tabitha had become visibly healthier upon touching the young man’s hand.\nOh, this was not what anyone had expected, not at all.",
            "chapter": "Chapter 2",
            "percentage": 47
        },
        {
            "quote": "The kitten was sleeping in the very middle of the bed. Mirabelle sat down beside the night-table so she could reach the animal. That this also gave her the opportunity to look at his reading choice was irrelevant, of course.\n*On Being Incarcerated in Orio Prison* was, she thought, a very strange choice for light bedtime reading.",
            "chapter": "Chapter 2",
            "percentage": 54
        },
        {
            "quote": "Several lines were underscored, and beside them a note on a scrap of paper, in the same deep green ink: *thus the riddle of the fruit of next year’s crop, which we answered in the fig, is also a part of that grace of which the poet spoke to me in that Wood on the other side*\nMirabelle stared at those lines, her thumbs prickling and all the hair on her neck standing up.\nJemis Greenwing had come back from the dead *bearing witness*.",
            "chapter": "Chapter 2",
            "percentage": 56
        },
        {
            "quote": "“He said I was going to die,” she repeated. “That’s why, when I saw the unicorn, I thought it meant it was time and I should follow.”",
            "chapter": "Chapter 2",
            "percentage": 61
        },
        {
            "quote": "Mirabelle assumed the girl had been hallucinating—for she had clearly been sick before she grew so dangerously chilled in the snowstorm—but Jemis Greenwing nodded knowingly.\n“Ah, yes, that would be Ballory, who belongs to my friend Mr. Dart. Or perhaps it’s better to say that Mr. Dart belongs to Ballory. She’s a beauty, isn’t she?”",
            "chapter": "Chapter 2",
            "percentage": 61
        },
        {
            "quote": "Mr. Dart, who seemingly had a unicorn companion. He’d not had it *for* the miracle-working, or else the second son of the king of Lind would surely have mentioned it to the Archbishop, which meant ... which meant that the Lady was working in the world. Unicorns had *always* been her gift.\nThis was *not* what Mirabelle had expected, not at all.",
            "chapter": "Chapter 2",
            "percentage": 63
        },
        {
            "quote": "“You’re good at brushing,” Tabitha told him, taking his comb to look at it. “Mumsy pulls sometimes.”\n“I practice on my little sisters,” he told her, grinning.",
            "chapter": "Chapter 2",
            "percentage": 68
        },
        {
            "quote": "“I’m afraid that my theology is rather unsophisticated.”\n“Say simple, rather,” she said, and had to clear her throat when he smiled at her with that not-fey (*holy*) light. Her hands felt as if she’d dunked them into scalding water.",
            "chapter": "Chapter 2",
            "percentage": 72
        },
        {
            "quote": "“What did you think I was going to ask?”\nThe young man grinned. “Usually I get asked if I’m related to that Major Jack Greenwing. Who is my father and no, he wasn’t a traitor. Nor is he dead—neither time of record. But that wasn’t a miracle, or not a direct one, at least.” He tilted his head. “Or sometimes people ask about the dragon.”\n“I hadn’t heard about a dragon,” Mirabelle said faintly.",
            "chapter": "Chapter 3",
            "percentage": 76
        },
        {
            "quote": "Mirabelle honestly did not know what to say. Jemis Greenwing had died, and returned to life bearing witness.\nIf he were not technically a saint, he was certainly a prophet.",
            "chapter": "Chapter 3",
            "percentage": 82
        },
        {
            "quote": "Behind the woman, as Mirabelle saw a moment later, were two young men of around Jemis Greenwing’s age.\nBoth were well-off, Mirabelle could see at a glance—a tall, broad-shouldered blond man wearing a many-caped greatcoat, who looked at the tableau presented by Jemis Greenwing and Tabitha with an astonishingly soft and wistful expression, or at least he was until the other young man elbowed him sharply and whispered, “Stop mooning like a lovesick calf, Roald.”",
            "chapter": "Chapter 3",
            "percentage": 89
        },
        {
            "quote": "Not that she could disdain Roald’s taste: apart from his exalted theological status, Jemis Greenwing was clearly both intelligent and handsome and had, Mirabelle had seen, a wry, understated sense of humour.\nHe was also apparently oblivious to Roald’s interest, given the pleased but identically polite smiles with which he greeted the two men.",
            "chapter": "Chapter 3",
            "percentage": 91
        },
        {
            "quote": "Mirabelle looked from Tabitha’s mother, whose expression was frankly puzzled, to the two young men. Roald was looking frankly besotted, and the other one was smiling into his beard, and then grinned at Mirabelle when he saw her looking.",
            "chapter": "Chapter 3",
            "percentage": 93
        },
        {
            "quote": "“A unicorn’s horn is known to have healing powers,” he offered, glancing at Mirabelle as if for confirmation.\nThis was true, but—\nMirabelle opened her mouth and then shut it again. Surely he *knew*?",
            "chapter": "Chapter 3",
            "percentage": 96
        },
        {
            "quote": "Roald was looking soft and yearning again, but covered it by stroking the ginger cat.",
            "chapter": "Chapter 3",
            "percentage": 96
        },
        {
            "quote": "The third young man, the one with magic in his eyes, the one with a unicorn companion, the one who had raised his friend from the dead, turned to Mirabelle. She waited, her breath bated, her thumbs pricking, wondering what *he* was going to say.\n“Or,” he said, grinning, “it might be something of a miracle, eh?”\nJemis Greenwing rolled his eyes, at once entirely and endearingly a young man mildly irritated with his friend’s obstinacy. “If you say so, Mr. Dart.”",
            "chapter": "Chapter 3",
            "percentage": 98
        },
        {
            "quote": "Mirabelle could think of nothing to do but laugh. This was not what Mother Superior had told her to expect.\nNot what *anyone* had expected.",
            "chapter": "Chapter 3",
            "percentage": 98
        }
    ]
}