{
    "origin": [
        "hote",
        "hote",
        "hote",
        "hote",
        "hote",
        "hote",
        "hote",
        "pettytreasons",
        "pettytreasons",
        "portrait"
    ],

    "hoteRoot":["hote"],

    "fire": {
        "title": "Those Who Hold the Fire",
        "quotes": "firequotes",
        "color":"0x0097A7"
    },
    "portrait": {
        "title": "Portrait of a Wide Seas Islander",
        "quotes": "portraitquotes",
        "color":"0x0097A7"
    },
    "pettytreasons": {
        "title": "Petty Treasons",
        "quotes": "pettytreasonsquotes",
        "color":"0x0097A7"
    },
    "hote": {
        "title": "The Hands of the Emperor",
        "quotes": "hotequotes",
        "color":"0x0097A7"
    },
    "atfots": {
        "title": "At the Feet of the Sun",
        "quotes": "atfotsquotes",
        "color":"0x0097A7"
    },

    "atfotsquotes": [
        "There were too many days like today, where it was only now, in the quiet midnight, that he managed to get out-of-doors at all.",
        "Like the tui trees, blooming every year regardless of who came or did not come, Cliopher was waiting for someone.\nHis lord and friend, the Last Emperor and Lord of Zunidh whose Viceroy he was, was away. Travelling.",
        "“In the beginning Turtle dove down into the muck at the bottom of the sea and brought up mud to be made into land, and as a reward the Creator put him up in the sky as a constellation. It’s always a good idea to be polite to turtles, the old men say.”",
        "Cliopher was a Mdang, and he Held the Fire. He could hold this fire he had been given to hold, tend this hearth-fire at the heart of the world, and when his lord, his emperor, his Aurelius Magnus, came home, Cliopher would be waiting for him.",
        "He wanted home. And he wanted people there who were not there, who could not be there, and he did not know what to do.",
        "“No, sir: you don’t understand. You were the man from the proverb—the person I’d always been told not to imitate—the man who came looking for the sea—and then I learned that you found it.”",
        "“According to all our readings, in the bones and the smoke and the ink on water, in the hands of the casters and the dreams of the dream-walkers and the visions of the seers, the comet has come for you.”",
        "“I thank you for the message, although I do not know how I can be of such interest to the gods.”\nAll the stories said it was a very dangerous thing, to be of such interest to the gods.",
        "Even absent, he was a solid place to stand, and Cliopher wanted nothing more than to follow the star-path his Radiancy had set off upon.",
        "The sound of Islander rolled through the silent room like thunder, like the breakers on a reef.",
        "“The Wind That Rises At Dawn fills my sails. The Wake of the Ancestors’ Ships have I seen. The star-paths of Sky Ocean are singing to me.”",
        "There was a story in the Lays about an irreparable loss: a pattern for resignation, dignified acceptance, strength despite adversity. Cliopher had always hated it.",
        "He wished his Radiancy were there: to laugh with him about Prince Rufus and Princess Anastasiya, to come up with something for Melissa, to—\nTo talk to.\nAs if they were real people, with whole hearts and private lives and privacy.",
        "Of course his Radiancy was actually the notorious outlaw and trickster poet Fitzroy Angursell.\nOf course he was.",
        "He did not miss things like this. He didn’t.\n(—He had.)",
        "His Radiancy had trusted Cliopher to run the world in his absence, but he hadn’t trusted him with that.",
        "Why hadn’t his Radiancy told him?\n(Why hadn’t Cliopher guessed?)",
        "Ludvic sighed. “I miss him,” he said simply. “It’s not the same with him gone.”",
        "“What do you mean?—When did you find out?”\nLudvic gave him one of the familiar blank-faced, laughing-eyed looks. “Oh, I’ve known since the beginning.”",
        "Did he sound jealous? He didn’t mean to. Ludvic could have—did have—his own close relationship with the lord he had served so long as well. With the man whose friend he was. They could both be friends.",
        "‘So, Fitzroy, do you think you’ve served your full sentence yet?’",
        "“That was when I knew. And I swore then I would always stand behind him, because I have never admired anyone so much as that moment. He had no choice to become emperor, you know. But he could have said no then, and he didn’t. He didn’t.”",
        "Cliopher closed his eyes. “I would have helped him, if he’d told me.”\n“You did help him,” Ludvic replied gently.",
        "So his lord was not what he’d thought—and so? He did not need to chase that viau, seek that sea, any longer. \nThere were other seas to seek, to find, to sail. He could be content with them.\n(All of this was a lie.)",
        "He might not be able to be the Last Emperor of Astandalas’ greatest friend—Fitzroy Angursell had his own great friends of the Red Company, friendships honoured and lauded in song and story—but Cliopher had done his best in his Radiancy’s service. Done well in that service.",
        "For a moment he didn’t know what she meant, and his thoughts wandered once more to his Radiancy—to Fitzroy Angursell—and his poetry. Then he looked at the painter again, her warm smile, her intense eyes, the deliberate placement of her hand on his thigh, and he felt an answering stir.",
        "“Oh, you know—the passage connecting your rooms to his Radiancy’s.”\n“What passage? Where?”\nRhodin snickered. “Oh, don’t be coy! How else would you attend your secret assignations?”",
        "My friend—the Impostor, you know, my correspondent?”",
        "“I am trying,” Cliopher said, his voice coming soft. “I am trying so hard, Rhodin.”",
        "He had wanted to sail the Wide Seas with his Radiancy beside him, as Elonoa’a had sailed with Aurelius Magnus; he had wanted to find a new island, a new star, the currents that would open up the gates between worlds.",
        "“Aya and Jiano told us to … make wishes, to the bonfire. Did you ask for yourself?”\n“No,” he said plainly, if quietly.\nRhodin nodded, entirely unsurprised, and set his hand on the door. Before he opened it, he said: “You’re allowed to.”",
        "“We—those of us who are seekers after the wisdom of the Merrions—use dinosaur, or sometimes you will hear saurian, when we are speaking of the hyperintelligent telepathic cousins of the brute thunder lizards.”",
        "His Radiancy, Fitzroy Angursell, could come and go as he pleased, and if it did not please him to come, well, Cliopher had no claim on him beyond the service he had already offered, and the honours he had already received in return.",
        "What secrets did he yet hold in his heart that he himself had yet to uncover?",
        "“And if it is the case that he has received them, but for one reason or another has been unable to reply … I do not want him to think we have forgotten him.”",
        "He did not need to be embarrassed for … loving people, surely.\nAnd it was no secret that he was devoted to his Radiancy.",
        "“Cliopher … please.” It was extremely rare for any of his Islander friends to call him Cliopher. He looked sharply at Toucan. “Cliopher. We love you as you are. Let yourself be yourself.”",
        "The rest of us say that the tanà holds the heart of the Islands in his hands: that so long as there is a tanà to light the fire, our culture will never fail. The rest of the lore-keepers keep the old ways for us all, but the tanà shows us what it means to be an Islander.”",
        "Tanaea-te imalo! Moa’a-ki imalo! Kifa’ana imai? I bring a fire for your hearth! I bring news of the Wide Seas! Have you any problems for me?",
        "For the first time he wanted to go and not come back.\nBut of course he could not do that; not yet. His Radiancy had given him these reins of government to hold, and Cliopher knew his duty.",
        "One who holds the fire went as Elonoa’a went\nTo sit at the counsels of the emperors and speak for the people.",
        "His voice took on the familiar teasing tone, and Cliopher could—could not handle it.\n“Bertie,” he interrupted softly, “please. I … I can’t joke about him. Not …”",
        "Cliopher was drowning in an ocean of light.\nHe was far below the surface, in water that was not water, in light that was not light, in a sea that was not anything he had ever known. There were voices singing.\nThe song was the song of the Lays.",
        "He was dying and if he did not now sing his name he would be lost, fall to the darkness below the luminous waters, fall into the oblivion where the Old Woman Who Lives in the Deeps would ingather him to her silent company.",
        "The door opened. Cliopher stood up politely, courteously, summoning his best court-impervious expression.\nKip Mdang walked in.",
        "“The man known as Fitzroy Angursell is in an oubliette in the Palace: what I have learned, what I know, is that he can still be freed.”",
        "His heart was hammering in his throat, with memory and desire and that hope for something he had never been able to say.",
        "“I,” Rhodin said proudly, “was informed by your younger self that I was the only aristocrat he’d ever encountered who was of any use whatsoever.”",
        "“Don’t follow Protocol 143.”",
        "His Radiancy was Fitzroy Angursell. He was everything Cliopher had always loved most from the wider empire, the great emperor-mage, the even greater revolutionary poet.\nHis friend.\n(That was another lie. There was another word.)",
        "You took him there and yet he is not certain of you?\nHe must ask you to take his words as the words of a friend?\nHe must ask you to grant him that—\nI am angry again, not at what you gave up but what you have not yet claimed.",
        "How could you let him sail off alone on his adventure? Why is he travelling without you? If he was stolen away by the Sun and the Moon, you know what to do.",
        "He was the tanà. He Held the Fire. He did not run from its burn.\nHe felt singed.",
        "Cliopher had never been either fully off the court or fully at home. Too much one, too much the other, never enough of either to satisfy anyone.\nNo, that was unfair. It had satisfied his Radiancy.",
        "Cliopher remembered when it had been fun.\nChallenging, at any rate.\nHe did not miss those days.\nHe missed his Radiancy.",
        "I hope, I think, I dare to imagine you will not think less of me for saying it is harder than I thought to be once more in the world.",
        "Cliopher …\nI dare to write to you as a friend. Please … please accept it as if we sat together on the sandbar at Navikiani, far out in the lagoon, far from any ears, any guards, any need to guard ourselves.",
        "You gave me that gift back, too, didn’t you? That holiday on Lesuia where I was able to remember myself.\nWe never sat beside a fire together there, did we? Not just the two of us. We should have.",
        "—Your servant, in a manner of speaking.",
        "“Do not be afraid,” the Mother of the Mountains said. “You are surrounded by magic, by the love and esteem Lord Artorin bears for you, by all the protections his love and esteem have woven around you.”",
        "“I can see nothing but darkness … except that there is one tiny white thing … a shell, I think … very far in the distance.”",
        "The Mother of the Mountains looked up at him, her eyes full of magic, of wonder, of mystery. “And for the possibility of a tiny white shell,” she said, “you would face the certainty of darkness?”",
        "“It is a common and ordinary good.”\n“And for those,” the Mother of the Mountains said, “you have shown over and over again you would face any darkness and doubt.”\n“I would,” he said, for he always had.",
        "He could go home. But he didn’t want to.\nHe wanted that shell on the other side of the darkness."
    ],
    "firequotes": [
        "One day people would look up to him. He’d be the tanà, and respected, and people would always listen when he talked.",
        "The tanà was not the chief or the paramount chief, the saying went, but when the tanà spoke, the chiefs listened.\nKip wanted people to listen to him.",
        "Not afraid. He was thirteen and a half, he had studied with Buru Tovo for more than a year and Uncle Lazo for six months. Kip was not afraid.\nPerhaps a little—no, a trifle, that was the word—just a trifle worried.",
        "Buru Tovo had told him he had to go back to the city so he didn’t forget all the modern ways, but Kip had grown up with them, and he wanted the old ways.",
        "But he would make them see that the old ways were not just beautiful, but also—also alive. So much more alive than the dances at the festivals made them seem.",
        "Mama Ituri treated her people well, but she wasn’t safe. She was like Ani, the sea goddess, Uncle Lazo said: generous with her gifts and also with her temper.\nKip knew all about Ani’s temper.",
        "His mother told everyone Kip had been born stubborn, contrary as a fitful wind. His father used to laugh and say he wasn’t, he was just a boat that knew its own ke’ea, and if he just followed it faithfully, he’d get where he was going one day.",
        "He would be tanà, and he would be like Elonoa’a had been, and even the emperor on his golden throne, far far away from Gorjo City, would listen to him.",
        "What was Astandalas to them? Taxes, a government everyone complained about, schools that taught you only how to live in the city, not on the islands.",
        "Kip’s emperor, whoever he was when Kip was ready to go find him, probably wouldn’t need a navigator. He’d need Kip. And Kip would be the best tanà.",
        "It was hard to go back, that’s what the Lays taught.",
        "You did not hold the fire if you ran from its burn; but you could not hold the fire if you did not respect its flame.",
        "“You dove as far as you could into the sea, and could not get the last pearl you wanted. You climbed as high as you could, and broke what you hoped for on the way down. Is this where you stop?”\n“No,” he said “No. I’ll keep going.”",
        "“Lots of meanings you could take, from your stone breaking quite in half like that. Two halves that fit together can mean a lot of things.”"
    ],
    "portraitquotes": [
        "Tovo spent his ninetieth year walking the ring.",
        "The Mdangs Held the Fire, and the fire was both always the same and always different.\nAlways that streak of the contrary in them, that moment between strike and spark where the world held its breath to see what flame would catch.",
        "One stone from their own island, one stone from the other side of the world, to show their community that they knew both old and new, far and near, the ways of the sea and the needs of the hearth.",
        "Kip who had refused to let his hatred and his fear stop him.\nKip who had sat at his feet and refused ever to give up.\nOh, Kip was a long way away, and had been gone a long time.",
        "There was one who had learned all Tovo could teach, and then sailed off, because someone always left.\nTovo still waited for his sail to come back over the horizon.",
        "Elonoa'a had been famous for leaving.\nMore: for leaving in the company of an Emperor of Astandalas.",
        "“What does it mean, Tovo,” he whispered, “if the tana-tai is lost? What does it mean if no one is willing to hold the fire, pass it on?”",
        "“Someone always leaves. He’ll be back when it’s time.”",
        "He had thought that first dive would be the end of it: but every time Kip had cried, I hate this! Tovo had asked him, Is this where you stop?\nAnd Kip had glared at him, so fierce and so angry and so very, very sharp, and said: No.",
        "“We found that the Lord Emperor is the fire at the centre of the court. Everyone circling around him, everyone dancing around that fire, the hearth at the centre of the world.\nCliopher didn’t dance around the centre. He stood beside him.”",
        "“When I saw him, I thought he was the tanà for the whole world.”\nTovo felt his breath stop, just for a moment, at that soft statement.",
        "“It was out of the Lays,” Aya said again. “It should be in the Lays, Buru Tovo. It was a market like any other market, nothing of note except for the velioi guests … and yet it was then, there, here, now, that the gods asked a question.”",
        "As if Kip had decided at the age of twelve to be tanà, and followed that calling wherever it led him, refusing to take the ke'ea that others claimed was the true one unless he had decided it was also his.",
        "“People say chasing a viau when they mean someone is being foolish, silly,” he warned her.\n“It can’t be silly to follow something that beautiful, can it?” she said.\n“No,” he replied quietly, feeling her small hand steal into his. “No.”",
        "Tovo’s thoughts were turning evermore to the east, and the emperor who had been great enough to keep a Mdang at his side for all these years.",
        "You could not make someone hold the fire; they would only burn.",
        "They needed someone proud enough to lift his chin before the Son of Laughter and step immediately into the Lays when he was asked the right questions, humble enough to sit at the feet of his elder.\nThey needed Kip.",
        "Kip wanted to dance the fire for him. Wanted it so badly he could not utter even the hint of it.",
        "Big Men did not usually look with such attention and care—love, one might say—on those below them.",
        "The tanà stood beside, not below, of course, but that was an Islander way, and the velioi might be different.\nBut if different, then that suggested that Kip had taught his emperor well.",
        "One day Kip would realize that the way to keep a single ember safe was to light a fire with it.",
        "Kip told the story Aya had, albeit summarizing more, in that dismissive way he had when he was very, very proud of something.",
        "Tovo barely stopped himself from crying out in joy and relief, for after all, after all, Kip had not forgotten everything.\nNot forgotten anything.",
        "The Lays always said of Elonoa'a and his emperor that they were the greatest of friends. Looking at the two of them, the way Kip looked at his emperor and his emperor looked at Kip, Tovo could see that this was a friendship maybe as deep as that.",
        "Tovo listened to Kip describing how he had fallen ever deeper into the study of the fire dance, until he knew that dance the way no one, perhaps, had since the days of Tupaia, who had been the tanà who stood beside Elonoa’a.",
        "He glanced across at Kip’s emperor, the sun of his life, who was looking on Kip as if he were the stone upon which the world turned.",
        "“You will dance Aōteketētana then before your community here.”\nNot that Tovo needed to see it, after that story. But Kip needed to show him.",
        "Tovo grinned up at this man who dared not show his pleasure at being an emperor worth staying for, in the estimation of a man as great as the one that Kip had become.",
        "Tovo had, over the days of his visit, been both impressed and scandalized at how much time Kip spent working.\nArtists might spend this much time about their art, if they were very serious about it.",
        "Obligations, now those Tovo understood. But this was not an obligation on him: this was a gift Kip’s emperor was giving Kip, in a way that Kip could not refuse.",
        "“It’s about time to go diving for a fine piece of fire coral,” he said at last, fingering his own efetana."
    ],
    "pettytreasonsquotes": [
        "You—the Last Emperor, the Lord of Rising Stars, the Sun-on-Earth, the god—paced the long room.",
        "There had been a tapestry, you recalled, tribute from Colhélhé. A hand-woven chart of the the full extent of the Empire at its height, beautiful and accurate without being too detailed. Accurate enough, even now, you suspected. A reminder.",
        "I had never cared all that much for geometry; but I did, had always, would always, care about using the correct word.",
        "You were beginning to fear you would have to settle for impenetrable formality as the best you could hope for, the wall of thorns around the sleeping, silent castle. A barricade, at once protection and barrier.",
        "You had kept an obsessive count of all the hours it had been since you became Emperor.\n(Fourteen years, four months, four days, seventeen hours, and then the Fall.)",
        "A place far away, a hint of friendship and adventure … Nothing for you, but for the briefest scent of salt as the vision faded.\nYou blinked back the hint of tears before you turned.\nNot that anyone would be looking at your face, but even so. Even so.",
        "The Glorious One—such an absurd array of titles you possessed! Some days you felt most at home piling them up upon yourself, a child building cloud-castles, a poet spinning fancies, a fool trying on names",
        "You were given all the broken magic to mend, which they did not think you could do (and which I could not do, though I tried; I tried)",
        "It had been— \nYou stopped. Glorious, Illustrious, Radiant, Serene—Most Serene, even—it had been a very long time since anyone had corrected you. \nAn hour and a half since Cliopher sayo Mdang had arrived.",
        "Cliopher sayo Mdang laughed out loud and looked you straight in the eyes as he declared it a perfect riposte.\nI stared at the younger man, shocked.\n(I did.)\nCliopher sayo Mdang had dark brown eyes, sharply, brilliantly alive, full of merriment fading into horror.",
        "Your new secretary fell rather than descended into his obeisance, eyes glimmering with welling tears. At your automatic dismissal Sayo Mdang turned and fled, writing kit forgotten on his desk and magic reverberating in the air.",
        "“If the taboo against looking full upon our eyes holds, see that he has all the medical and other assistance he needs. If … if it does not, inform the Master of Offices that we are pleased with his choice and duly appoint Sayo Mdang as our personal secretary.”",
        "Ludvic never let anything rock him. He had been the safe harbour in the storm after the Fall. One day he would be promoted to something more than just one of your personal guards. One day.",
        "You (yes—you—the Protector of the People, you the Shield of the Empire, you the Sun-on Earth) turned and went into your private study, where no one, not even the guards, not even your servants, not even the Emperor went.",
        "You sank down on the bench immediately inside the door and briefly, just briefly, buried your face in your hands as you thought how pleased you had been (I had been), a quarter-hour before, working with the man you might have just permanently blinded.",
        "You closed your eyes, just for a moment, and gestured for them to open the door. You could face this; you must.\nAnd yet, Cliopher sayo Mdang was there.",
        "A look, a word, a smile, a metaphorical hand outstretched across the ocean moating you—\nYou received the tiny, inconsequential offerings Cliopher Mdang gave you with disproportionate joy, a child opening birthday presents.",
        "It was a week, a month, a year, of small miracles.",
        "Add Cliopher sayo Mdang into the mix, one speck in that ugly brownish-grey uniform that suited nobody, a pebble amongst all the yellow diamonds and white alabaster and jet, and the kaleidoscope slowly … stopped.",
        "“Good morning, Sayo Mdang.”\nAnd, in a tiny, unbelievable gift, treason according to the absolute letter of the law, Cliopher sayo Mdang would look up after his obeisance and meet my eyes and smile and say, “Good morning, my lord.”",
        "One moment each morning in which you spoke as a person to another person, and was greeted as a person by another person: on such did the entire machinery of apotheosis stutter to a halt.",
        "You became increasingly suspicious that Cliopher sayo Mdang was smarter than you were.",
        "In one of the storerooms was a vase, asymmetrically glazed with teal.\n“This,” you said, remembering the flash of a kingfisher’s wing, on a river far from the Palace, once upon a time.",
        "Cliopher sayo Mdang continued to offer his small gifts, his petty treasons, each of them casually, as if he did not realize he was even offering them.",
        "I would not see the humour if I did not look upon the man’s face. I would not know it was there if I were not also stepping over those norms, reaching out past those taboos, looking back. But there had never been anyone to cross over for, before.",
        "So. So. Cliopher sayo Mdang had views, did he, on the priest-wizards and their ceremonies?\nCome to that, so did you. So did I.",
        "You looked away from the pleased smile on Cliopher sayo Mdang’s face. Sergei was stiff and sober as always, his gaze trained firmly away from yours; yet you met Ludvic Omo’s glance.\nThe second man, the second time.",
        "“Surely that is not true?”\n“The following report does suggest that it was not one hundred sharks, but only forty, my lord. Though to be frank, if I may be so bold, even one hammerhead shark falling out of the sky would be quite the shock, don’t you think?”",
        "The decision not to leave your crown where it had fallen was the hardest decision you had ever made.",
        "You declared you would no longer be an Emperor, and so they made you a god.",
        "Everything the same as it always was, except that today, for the first time, your magic came to hand.\nYou explored it wonderingly.",
        "You retreated from the trance but did not—could not—relinquish hold of your magic. Not this morning. Power swirled around you like your robes, crackled in the air about you, as you stood and strode through the ivory-and-ebony doors into your study.",
        "The Palace was behind you, the world in front of you. And if you simply … kept walking?\nNot simply. Never simply.",
        "You took a breath, tasting the air, testing the magic. Fresh air, scented not with perfumes and unguents and oils, but by the world itself.",
        "I could not but accept the penalty set before me, this crown I abhorred and this divinity so thoroughly undeserved, this life sentence given me for my crimes. There was a painful elegance to it, exquisite and agonizing as only the justice wrought by fate could be.",
        "Focus, you, I told myself, yourself, wishing I, you, had a name other than what was on everyone’s lips but those addressing you. No matter that.\nNo matter that.",
        "I spun magic out of the air, into the air, the wild magic in its garlands of bees and butterflies, petals and leaves, wind and sunlight and shadow and stone.",
        "But fire was chaotic, and creation, and there were—not rules, not even laws, but—principles, yes, principles at work. All supposed rules of poetry could be broken, if you were good enough.\nMagic was, I knew (I hoped, I prayed, I wished), the same.",
        "The conjecture: they intended to be a theocracy with you as their figurehead god and the nine elders the actual rulers.\nThe fact: their magic no longer worked.",
        "I had a certain affinity to fire, and once had imagined the heart of myself as a fire, something burning brightly in a forest glade, fresh and wild and free. Now I stood at the edge of an ashy waste, the old trees and shadowy guardians dim and far away in the fog.",
        "The stones holding my fire, protecting it from draughts, were pearls, fist-sized and irregular and yet gleaming, even glowing, golden with the reflected white flash of the fire.",
        "It was time for you to take control, to be the Lord Magus of Zunidh, for you could not be the emperor and you would not be a god.",
        "You had one good guard who stood firm no matter the provocation, and one good secretary who had no sense of self-preservation, and you were yourself emperor, lord, priest, and mage.",
        "You—I—let the magic rise, filling the room, calling to Zunidh who had claimed me, whom I had claimed.",
        "So angry that I could not be a poet—for if it were known that I (that you) had written those poems, the whole edifice of your authority might have come crashing down with the doubts and the fears and the stubborn refusal to stay where I was put—",
        "The aristocrats and the priest-wizards and the army and even the bureaucracy had liked the previous system, but your people?\n(Oh god, my poor people.)",
        "I was not supposed to know what a war was like, what it meant to have crops laid waste and houses razed to the ground. I was not supposed to be able to feel the sweat and the blood and the flies.",
        "You were too tired to suppress your first sarcastic reply. “I don’t suppose you want to go knock some sense into those idiots at Littleridge, do you?”\nSilence. Dead, incredulous silence.\nWhen was the last time I used the informal singular out loud?",
        "“If my lord desires it, I shall go gladly.”",
        "Cliopher Mdang looking steadily at me, his brown eyes sharp and seemingly aware of what he was offering. \n—Someone had to go. \nInto the war zone, into the chaos, into the battling would-be nations.",
        "“Is there anything particular you hope I can accomplish on your behalf?”\n“Oh, peace,” you said, your tongue unruly, sarcastic, savage. Your voice flattened out with exhaustion, which almost sounded like serenity. (Almost.) “Peace.”",
        "I could not wonder about that hearth of irregular pearls, golden as the tithe-offerings from the islands of the Wide Seas. I had still not actually asked Cliopher where he was from, why he had come, who he was.",
        "I fancied, sometimes, that my youthful ideas were correct, and both poetry and magic were about naming things truly. Knowing the true name of a thing was a very, very old magic indeed.",
        "In imperial days he would have been executed for the temerity. And what a waste that would have been. What a wasteland the world might have stayed. What a wreck you would have remained, a slowly desiccating remnant of a man.",
        "The Hands of the Emperor. It had a good ring to it.\nIt was a way, perhaps, to touch the world neither as its tyrant nor as its god, but as a man doing my best to listen, to learn, to be.",
        "I closed my eyes and leaned back in my chair, the sun on my face, for a moment slouching, for a moment merely … myself.\n(And if I were humming Aurora quietly to myself, there was, for this one, shining moment, no one else to hear.)"
    ],
    "hotequotes": [
        "It was an indication of Cliopher Mdang’s status in the eyes of his lord that he was given the use of a sky ship for personal business.",
        "He no longer believed one could legislate out of existence greed, or stupidity, or sheer perversity of will. \nIt reassured him that neither could one legislate out of existence love, or hope, or the desire for beauty",
        "No one to look on his face. No one to say his name. No one to touch him. No one to be his own, and no one else’s. No one for whom he could be himself.",
        "Surely it was only petty treason.",
        "“His Radiancy would not thank me to let you fall.”",
        "A feeling of indescribable fondness welled up in him as he regarded his lord.",
        "“I used to know who I was beyond my duties.”",
        "He walked forward to meet his Radiancy, who was coming out of the water, looking (to Cliopher) like some story of Creation as the water streaming off his dark shoulders caught the light and the three men stood awaiting his coming.",
        "The distant serene reserve that usually cloaked any hint of personality was gone, and in its place was an alert, amused, interested expression. \nHe looked, in short, like a man seized with an enthusiasm. \nHe was nearly unrecognizable.",
        "“Your accent has grown noticeably stronger over the course of the day, Cliopher.”\nHe hastily put his thoughts back into courtly mode. “My apologies, my—” \n“No, do not mistake me. Pray speak as your heart moves you.”",
        "“You are speaking of his Radiancy!” \n“I do not forget it!”",
        "“Yet here you are,” his Radiancy said, smiling at him.\n“Yes, I am here,” said Cliopher, his heart singing.",
        "“What is your name, what is your island, and what is your dance?”",
        "“I will bring home the hearth-fire of a new life for the world.”",
        "“You will not let me give you riches or titles or lands or any of the other honours it is usual for a lord to give his loyal servants, so instead I offer you this as your friend.”",
        "“He called me his friend.”\n“Then you must continue to act in the office of friendship,” Cliopher said firmly.",
        "“No one will ever pay me to copy out texts, I’m afraid, but every poet should see his work in book form at least once. It is good for the soul.”",
        "“I have been wondering, my lord, whether it had occurred to you to retire.”",
        "“I spent the night before my coronation praying for the Red Company to come take me away. They did not come: and so I became Emperor.”",
        "“I am a human being, Conju! I have emotions and desires and frustrations and hopes and dreams and nightmares as much as anyone else. I have things I love and things I hate, things I prefer and things I abhor, and none of it matters.”",
        "“You still do not know what I mean, do you? You kneel to me because you dared raise your voice to me. When have I ever given you cause to think I would punish you for speaking your mind?”",
        "“Can you not understand that the walls between us are not of my making? That I do not want to be behind them? Can you not look at me and see not the Radiancy but the man?”",
        "“It was so hard to keep fighting that I had nearly stopped. I had myself nearly convinced that it was merely the responsible thing to be so—so—so dull!”",
        "“I never thought I would be the person who chose what is comfortable.”",
        "“Will you not call Ser Rhodin and Elish out of the rain?”\nLudvic turned his head and raised his eyebrows at him. “They would not come. He gave them a direct order to stay there. They will obey.”",
        "His Radiancy stood still, gazing down at him with that inscrutable expression, and then he did what Cliopher had never once seen him do: he knelt down. \n“Conju,” he said, quietly.",
        "“Conju, if you insist on resigning I will not force you to stay. But I will be very sorry indeed to see you go—and sorrier than I can say to have made you feel unworthy and a failure.”",
        "“That is not what I wished for.”",
        "“I will give you a dream, and something to remember,” she said, “and half a hundred poems for you to write to me.” \n“I hear and obey,” he said. \n“You never did,” she said, with something like amusement. “Your tides are your own, Beloved.”",
        "“My lord, may I speak very frankly?” \nHis Radiancy turned the lion gaze on him, holding his eyes for a long moment. Cliopher felt his power like a huge reservoir behind the dam of his will. \n“Yes.”",
        "“You were the first one to look at me as if I were a human being instead of a god.” \n“That was treason, my lord,” Cliopher said quietly. \nThere was another silence. “I hate my life at times, Kip.”",
        "“I have been fortunate beyond the lot of many men that not only can I, do I, admire and respect my lord and my master, but that I could, that I do, also love him.”",
        "“My Lord, my  ... Tor ... if you were my brother or my cousin I could not love you more.”",
        "“I’m a career bureaucrat, my lord, not a—”\n“You,” said his Radiancy with precision, “are not dull. Stop acting like it.”",
        "“Cliopher will not wear satin.”",
        "“Whose livery is that?” \n“Yours, sir!”",
        "“Your Radiancy stopped coughing and said: ‘Where am I?’ And I saluted and replied, ‘In the throne room of the Palace of Stars, Glorious One.’ ‘But this is not Ysthar,’ you said, ‘it is Zunidh. And the Empire is no more.”",
        "“It is a matter of wild magic. Coincidence and serendipity are to be expected.”",
        "And the centre of every gaze and every mind and every subtle line, that hundredth and last Emperor of Astandalas whom Cliopher loved.",
        "There was a glint in his Radiancy’s eyes.\nCliopher was mortally certain he was the only one in all that room looking into them.",
        "“Indeed, the strength of social pressure is one of the greatest forces in the world. The only force that is stronger is the individual will.”",
        "“It is so much harder to stand up for a small, nearly frivolous thing. It is far easier, at least in imagination, to stand up for the great things.”",
        "He spent a few silent moments preparing a new pen. Then he wrote, in precise lettering, Cliopher Lord Mdang defended the people of the Vangavaye-ve against their princess. \nThere, he thought defiantly, let history read that.",
        "“Kip,” his Radiancy said more gently. “Kip, look at me.” \n“Please, my lord,” he whispered, feeling the tears start to fall as he obeyed.",
        "He felt himself to be entirely exposed, belly-up, defeated. He said, “They have never forgiven me for leaving.” \n“Have you ever forgiven yourself?” \nCliopher looked at him, met the lion eyes. Finally dropped his eyes in submission. “No.”",
        "But, another part of him said, the Lord Chancellor of Zunidh was able to be his Radiancy’s friend ... and that was worth all the work and headaches and stress ...",
        "“If I die ... no, listen ... if I die, I have ... please ... last requests ...” \n“Whatever you want done, we will do,” Cliopher said recklessly, meaning every word.",
        "Ludvic looked up at his tone. “My lord, it is nothing for me to die in serving you.”\n“It is everything for me, Ludvic,” said his Radiancy in a low voice.",
        "“I know some of the old traditions.” \nAnd that was as much as he could say that was true, he thought, here where he chose his work over his family over and over again.",
        "“I do not ask for your political view. I wish to know what you, Kip Mdang, think.”\nCliopher met the lion eyes steadily. “My lord, I have devoted my life to your service.” \n“And?”\n“And I think that of all people, Fitzroy Angursell should be free.”",
        "“The world knows your devotion, Lord Mdang.”",
        "“To hell with the Viceroyship!”",
        "“My lord, you cannot button it away.” \n“I nearly think you said I cannot.”",
        "“You overreach yourself, sir. You are dismissed,” his Radiancy said icily, and that, he supposed, was that.",
        "“There is no way,” Ludvic burst out, “that his Radiancy would consider that treasonous from you. He loves you as a brother.” \n“He sent me away,” Cliopher whispered",
        "“Are you suggesting I go counter to a direct order?” \nThey looked at each other intently, he and Ludvic and Conju, the air heavy with anxiety and fear. Conju backed down; but Ludvic said, in his usual phlegmatic way, “How deeply do you love him?”",
        "And that even if Cliopher was not Domina Black, did not walk through the world like a thunderstrike, nevertheless he could do his best, and that if that meant he was to be executed for his love, then he would do what he could beforehand.",
        "If he was going to be executed for the treason of treating his Radiancy as a person he might as well go all the way with it. \nKnocked again, and this time into the ensuing silence he said: “Tor.”",
        "His Radiancy stood frowning down at him, his power high and menacing. Cliopher did not try to match his stare, but thought of himself as a stone being swamped by the sea. If the sea truly wished to unseat him, he knew he would have no recourse.",
        "But the wave ebbed. Ebbed from drowning Cliopher; and ebbed, he saw, from drowning that inner man whose name he did not know, save that it was almost certainly not Tor. But he had no other name to offer him.",
        "“Tor,” he said again, very softly, “please.” \nIf he had heaved a stone through a window he could not have seen a shattering as complete as what he saw breaking in his Radiancy’s eyes.",
        "He draped him with it and then he sat down on the edge of the desk and with the cloth between them held the Last Emperor of Astandalas as he cried.",
        "“I felt like a ghost. No one could touch me, and I could touch no one. I cast no shadow, and shadows did not land on me. My slightest whim was obeyed, but any real desires I had were forbidden by the entire edifice of Schooled magic and Imperial policy.”",
        "“Everyone was terrified of me. Oh, I should clarify: not me. It was never me that anyone looked at, that anyone saw, that anyone thought about. It was always the Emperor.”",
        "“I hated everything about being Emperor. Everything. I hated how other people treated me, I hated how I was expected to treat other people, I hated all the taboos, I hated the total lack of privacy, I hated the magic that was turning me inside out.”",
        "“Will you speak so to me? Will you speak so for me? Will you speak so about me?”",
        "Ludvic rubbed his left hand down the long golden scars on his arm. “It seemed right to me that I should die from his touch. For so long I have felt unworthy of living when they did not.”",
        "“At the end, when the priests came, I thought only that you were the Lord Chancellor, that you needed to know. Then I saw your face. I had not known you felt that way.”",
        "“You have a loving family big enough to include Conju, and Rhodin, and himself. And me. I am grateful. That is all.”",
        "Ludvic looked down, as if ashamed, though to Cliopher they were banners of love to be waved proudly. No one else had ever touched the Last Emperor after he became Emperor but for the Moon. No one else had ever been touched by him.",
        "“Tell him that the next time I see him I will ask him for his name.”",
        "“His Radiancy has instructed that you may have access to his person whenever you request it.”",
        "“My name is Ludvic Omo. My island is Woodlark in the Azilint. We do not have your dances, but the head of my carving is Odongai.”",
        "“Lord Artorin, my boy there wants me to tell him he can claim the fire. He’s trying not to look like he already has.”",
        "Something moved in him and prompted him to say, slowly, the traditional words. “It’s a long story of the sea to tell it.” \nAfter a moment Buru Tovo replied with the equally traditional words. “We sit by the fire ready to hear it.”",
        "“And across the Wide Seas, they said, a wall of storms.”",
        "“I should have gone. As soon as I saw the ship go I knew I should have gone ... I ...” He stopped, breath catching again. “I didn’t go. I let her go without me. I did not stand up for what I knew was the right decision.”",
        "“She sat there under an umbrella at the edge of the clearing where we worked and shouted vague instructions at me.” \n“You always respond so well to that,” his Radiancy murmured. \nCliopher smiled. “Yes, my lord.”",
        "Buru Tovo spoke sternly. “Her body went to the waves and her spirit to the call of her ancestors, guiding a fire-tender across the Wide Seas. She was Nga. She died valiantly. You may let her go from your hands.”",
        "They all looked at him. After a bit, his Radiancy said, “You’re not a wizard. You can’t tell by magic ... how did you find out where you were? For I perceive that you are now here, rather than a wild hermit on a remote isolated island.” \n“I danced.”",
        "“It is the crescent moon four days from now,” he said. “You will dance Aōteketētana then before your community here.” \n“You will dance it in the throne room,” said his Radiancy, equally firmly, and then he smiled. “At the feet of the Sun.”",
        "“Lord Lior, I would respect you more if you came right out and called me a savage.”",
        "“I lit the first fire in the Palace after the Fall of Astandalas—and I tell you, sir, I have not let it go out since.”",
        "“From the Sun-on-Earth have I learned my destination, and with the stars of my principles to guide me, I know the way.”",
        "“I do not care what anyone thinks of my work except for the Sun-on-Earth and my own heart’s conscience.”",
        "Sixteen children had she borne, and fifty-nine grandchildren in their turn, and the seed of the gardens both real and metaphorical of his grandfather were spread far and wide around the Ring and even so far as here in Solaara.",
        "He had not wanted a parade in the Vangavaye-ve. He had not wanted cheering throngs to follow him down the street. He had not even wanted things to change. \nBut he would have liked someone to say ‘congratulations’.",
        "Cliopher thought again of his Radiancy, who never had anyone to hold him against his fears. Missed him suddenly, fearfully, frighteningly.",
        "“Close your eyes, Kip, and trust me.” \nCliopher had always responded well to direct orders from those he greatly respected. He closed his eyes.",
        "“Princess Oriana,” he said finally. “I think you had better inform his Radiancy of your opinion of me.”",
        "“That was one of the most elegant and subtle displays of power it has ever been my privilege to witness, and I must thank you for the pleasure of the experience.”",
        "“His Radiancy turned Earl Baljan into a table?”\n“Yes. I didn’t know anyone could do that, outside of stories.”\nCliopher was absurdly pleased by the notion that a wizard from a book of fables would turn someone into a table on his behalf.",
        "Did you have any problems, Rhodin? Toucan?” \n“Hillen tried to bribe us,” Rhodin said. “Poorly.” \n“Five cases of Amboloyan wine were not sufficient?” \n“As it happens, I prefer my head.”",
        "“I do love a good parade.” \n“My lord, I will be delighted to arrange one for you on any occasion you please.” \n“Except this one?” His Radiancy laughed again.",
        "“I have entered in the Gates of the Sea. I see the harbour with the eyes of my body as well as the eyes of my heart.”",
        "“You have always been one of the most traditional people to come here.”",
        "“I think he would like it,” Cliopher said firmly, “but even if I am wrong, I would prefer to have the place there to be rejected than not to offer it.” \nRhodin breathed in sharply. “You do know him better than anyone else.”",
        "“His Radiancy would give you the house if you asked him.” \n“His Radiancy would probably give me an island if I asked him, but that doesn’t mean I’m going to.”",
        "Rhodin said, “I do not believe that anyone would ever think for a moment that you feel anything but the greatest love and respect for his Radiancy.”",
        "Rhodin caught his eye and said meaningfully, “Kip is his Radiancy’s closest friend.”",
        "“There’s no blasphemy in pointing out the truth. It is blindingly obvious. When you want to share some news, it is to him you look—and when he wishes to talk, it is with you.”",
        "“There is no one in this world who can say I have lied to them, Aunt Hilda, and you are not the exception.”",
        "“We expect that only Kip, and Kip alone, knows what sacrifices he has made, and to what end. We will say only that we have never had any reason to doubt his loyalty, his service, his love, his devotion to his family, or his staunch upholding of the law.”",
        "“I chose the latter course, and as a result have had the great pleasure and even greater good fortune of witnessing the development and coming to maturity of perhaps the finest statesman in recorded history.”",
        "“I have accomplished many things as Lord of Zunidh, but it is my belief that when history judges me against the greater sweep of time, my greatest achievement will be said to be appointing Cliopher Mdang to a position of authority.”",
        "“Peace, I said, expecting none. Two weeks later Kip requested an audience and handed me the draft of an agreement between the warring parties. That agreement became the foundation for the Littleridge Treaty, and those wars have never recurred.”",
        "“Do not fret that he has left you behind, for he never has. I knew your names long before I ever stepped foot in the Vangavaye-ve; and I know the philosophies of your Lays as well as any velio might.”",
        "This day was surely a gift of the Son of Laughter.",
        "Nothing was disproportionate, nothing distorted, nothing missing. Every smallest element of the design was correct, declaring his identity as a Mdang of Tahivoa in Gorjo City, whose island was Loaloa, whose dances were Aōteketētana.",
        "He did spare a thought for how likely it was that she would work to unseat him, perhaps try to have him disgraced or even assassinated. \nRhodin and Ludvic would keep him safe, he thought.",
        "“Your great-uncle said these were the necklaces,” Féonie said. “The efani, the efevoa, and the efetana.”",
        "But in that superlative version of his customary finery, he realized that what he looked like was the tanà, the Tender of the Fire, the advisor to chiefs and paramount chiefs—and emperors.",
        "“I sing the Wide Seas!”",
        "Cliopher said, “You don’t have to give me the okana, Paramount Chief, but you must know that once you have begun you must not allow the ember to go out before you have lit a new fire.” \nJiano turned to the hall. “Thus speaks the tanà!”",
        "“Lord of Rising Stars, I offer you in my hands the Vangavaye-ve.” \n“Cliopher Mdang, what is the Vangavaye-ve?” \n“Lord of Rising Stars, the Vangavaye-ve is the home of my heart, the land of my birth, the anchorage of my soul.”",
        "“Cliopher Mdang, offer us your hands.” \nCliopher was far from fear, far from the taboos. His gaze was held in golden brilliance. He reached forward—up—and around his trembling hands closed the beautiful long fingers of his beloved lord. ",
        "He felt himself in his Radiancy's regard, the one solid rock in a tumultuous sea of responsibilities. The rock: vivid, strong, certain, sure. \nBeloved came the assurance.",
        "Good humour, running as a burbling current always through their interactions, the small interactions of friendship that took loyalty of vassal to lord and lord to vassal to some height beyond them as song was beyond speech.",
        "He heard the words. They were imprinted, he was sure, on his heart. Nothing had ever been so real as the words—except for the hands clasping his.",
        "“I will not fail you.”",
        "“Witness this, you people of the Vangavaye-ve. Cliopher Mdang of Tahivoa, whose island is Loaloa, whose dances are Aōteketētana, whose ancestral ship is the Ouvaye-ve, is our chosen Viceroy.”",
        "“I, Cliopher Mdang of the Vangavaye-ve, do swear upon my soul and my heart and my life that I will keep this world of yours safe while you are absent and return it hale to you when you are come home.”",
        "Cliopher knelt where he was, the tears streaming down his face, his hands in his Radiancy’s, the ember flaring softly in the shell cupped between them.",
        "Islander culture did not think it shameful to show strong emotions. It was, in fact, considered the mark of a strong soul, one to be admired, when beauty or love or grief could call forth such powerful response.",
        "“There is a story I have heard of three brothers, the sons of Vonou’a. One left to see what he could see on the other side of the horizon. One left to find his heart’s desire. And one left to sit at the feet of the Sun”",
        "“I am Cliopher Mdang of Tahivoa. My island is Loaloa. My dances are Aōteketētana.”",
        "“I am Mdang. I hold the fire: I do not run from its burn.”",
        "“Did you get married? It looked like you got married.”",
        "Cliopher heard the plinking cascades of his Radiancy’s harp, and felt his heart overflowing again with gratitude, that his family could make his Radiancy so happy, that he was so happy, that his Radiancy was happy, that his family was happy.",
        "“I feel it is a wasted day if I have not managed to discompose Kip at least once.”",
        "“Come, my friends, we shall announce an amnesty on Fitzroy Angursell’s music tonight, and let us make merry in honour of the great statesman with the music of the great outlaw. There is something delicious about the whole idea.”",
        "“You clasped shoulders, embraced, hugged, kissed, touched foreheads, bowed over your hands—I have not—Kip, I haven’t touched anyone! I don’t know how.” \n“Here, my lord,” he said, getting up and opening his arms slightly. “I will show you.”",
        "‘They mean the common and ordinary good of duty honourably fulfilled, of love occasionally accompanied by quarrels, of friendships that will not fail, of a home filled with laughter and music and family.’",
        "His Radiancy regarded him solemnly for a moment, then walked forward to embrace him. “I know you will keep Zunidh safe and sound for me,” his Radiancy said, leaning forward until his forehead touched Cliopher’s in the Islander greeting.",
        "He looked back at Cliopher. “No final words, Kip?” \nCliopher felt a great rush of endearment welling up. “Have fun.” \nAnd his Radiancy laughed as he set his face to the sun and stepped alone across the threshold of his Palace for the first time.",
        "And Cliopher with a singing heart began to explain the principles of the Great Plan, which he had developed from those fundamental teachings of the proper relations between people and communities he had long ago been taught from the Lays."
    ]
}