{
    "atfotsquotes": [
        {
            "quote": "There were too many days like today, where it was only now, in the quiet midnight, that he managed to get out-of-doors at all.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Like the tui trees, blooming every year regardless of who came or did not come, Cliopher was waiting for someone.\nHis lord and friend, the Last Emperor and Lord of Zunidh whose Viceroy he was, was away. Travelling.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "“In the beginning Turtle dove down into the muck at the bottom of the sea and brought up mud to be made into land, and as a reward the Creator put him up in the sky as a constellation. It’s always a good idea to be polite to turtles, the old men say.”",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Cliopher was a Mdang, and he Held the Fire. He could hold this fire he had been given to hold, tend this hearth-fire at the heart of the world, and when his lord, his emperor, his Aurelius Magnus, came home, Cliopher would be waiting for him.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "He wanted home. And he wanted people there who were not there, who *could* not be there, and he did not know what to do.",
            "chapter": "Chapter 2",
            "percentage": 2
        },
        {
            "quote": "“No, sir: you don’t understand. You were the man from the proverb—the person I’d always been told not to imitate—*the man who came looking for the sea*—and then I learned that you *found it*.”",
            "chapter": "Chapter 2",
            "percentage": 3
        },
        {
            "quote": "“According to all our readings, in the bones and the smoke and the ink on water, in the hands of the casters and the dreams of the dream-walkers and the visions of the seers, the comet has come for you.”",
            "chapter": "Chapter 3",
            "percentage": 4
        },
        {
            "quote": "“I thank you for the message, although I do not know how I can be of such interest to the gods.”\nAll the stories said it was a very dangerous thing, to be of such interest to the gods.",
            "chapter": "Chapter 3",
            "percentage": 4
        },
        {
            "quote": "Even absent, he was a solid place to stand, and Cliopher wanted nothing more than to follow the star-path his Radiancy had set off upon.",
            "chapter": "Chapter 4",
            "percentage": 4
        },
        {
            "quote": "The sound of Islander rolled through the silent room like thunder, like the breakers on a reef.",
            "chapter": "Chapter 4",
            "percentage": 4
        },
        {
            "quote": "“The Wind That Rises At Dawn fills my sails. The Wake of the Ancestors’ Ships have I seen. The star-paths of Sky Ocean are singing to me.”",
            "chapter": "Chapter 4",
            "percentage": 4
        },
        {
            "quote": "There was a story in the *Lays* about an irreparable loss: a pattern for resignation, dignified acceptance, strength despite adversity. Cliopher had always hated it.",
            "chapter": "Chapter 4",
            "percentage": 5
        },
        {
            "quote": "He wished his Radiancy were there: to laugh with him about Prince Rufus and Princess Anastasiya, to come up with something for Melissa, to—\nTo talk to.\nAs if they were real people, with whole hearts and private lives and privacy.",
            "chapter": "Chapter 4",
            "percentage": 5
        },
        {
            "quote": "Of course his Radiancy was actually the notorious outlaw and trickster poet Fitzroy Angursell.\nOf course he was.",
            "chapter": "Chapter 5",
            "percentage": 6
        },
        {
            "quote": "He did not miss things like this. He *didn’t*.\n(—He had.)",
            "chapter": "Chapter 5",
            "percentage": 6
        },
        {
            "quote": "His Radiancy had trusted Cliopher to run the world in his absence, but he hadn’t trusted him with *that*.",
            "chapter": "Chapter 5",
            "percentage": 6
        },
        {
            "quote": "Why hadn’t his Radiancy *told* him?\n(Why hadn’t Cliopher *guessed*?)",
            "chapter": "Chapter 5",
            "percentage": 6
        },
        {
            "quote": "Ludvic sighed. “I miss him,” he said simply. “It’s not the same with him gone.”",
            "chapter": "Chapter 5",
            "percentage": 7
        },
        {
            "quote": "“What do you mean?—When did *you* find out?”\nLudvic gave him one of the familiar blank-faced, laughing-eyed *looks*. “Oh, I’ve known since the beginning.”",
            "chapter": "Chapter 5",
            "percentage": 7
        },
        {
            "quote": "Did he sound jealous? He didn’t mean to. Ludvic could have—did have—his own close relationship with the lord he had served so long as well. With the man whose *friend* he was. They could both be friends.",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "‘So, Fitzroy, do you think you’ve served your full sentence yet?’",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "“That was when I knew. And I swore then I would always stand behind him, because I have never admired anyone so much as that moment. He had no choice to become emperor, you know. But he could have said no then, and he didn’t. He didn’t.”",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "Cliopher closed his eyes. “I would have helped him, if he’d told me.”\n“You did help him,” Ludvic replied gently.",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "So his lord was not what he’d thought—and so? He did not need to chase that viau, seek that sea, any longer. \nThere were other seas to seek, to find, to sail. He could be content with them.\n(All of this was a lie.)",
            "chapter": "Chapter 6",
            "percentage": 8
        },
        {
            "quote": "He might not be able to be the Last Emperor of Astandalas’ greatest friend—Fitzroy Angursell had his own great friends of the Red Company, friendships honoured and lauded in song and story—but Cliopher had done his best in his Radiancy’s service. Done *well* in that service.",
            "twitterQuote": "He might not be able to be the Last Emperor of Astandalas’ greatest friend—Fitzroy Angursell had his own great friends of the Red Company—but Cliopher had done his best in his Radiancy’s service. Done well in that service.",
            "chapter": "Chapter 7",
            "percentage": 8
        },
        {
            "quote": "His thoughts wandered once more to his Radiancy—to *Fitzroy Angursell*—and his poetry. Then he looked at the painter again, her warm smile, her intense eyes, the deliberate placement of her hand on his thigh, and he felt an answering stir.",
            "chapter": "Chapter 7",
            "percentage": 8
        },
        {
            "quote": "“Oh, *you* know—the passage connecting your rooms to his Radiancy’s.”\n“What passage? Where?”\nRhodin snickered. “Oh, don’t be coy! How else would you attend your secret assignations?”",
            "chapter": "Chapter 8",
            "percentage": 9
        },
        {
            "quote": "My friend—the Impostor, you know, my correspondent?”",
            "chapter": "Chapter 8",
            "percentage": 9
        },
        {
            "quote": "“I am trying,” Cliopher said, his voice coming soft. “I am trying so hard, Rhodin.”",
            "chapter": "Chapter 8",
            "percentage": 9
        },
        {
            "quote": "He had wanted to sail the Wide Seas with his Radiancy beside him, as Elonoa’a had sailed with Aurelius Magnus; he had wanted to find a new island, a new star, the currents that would open up the gates between worlds.",
            "chapter": "Chapter 8",
            "percentage": 10
        },
        {
            "quote": "“Aya and Jiano told us to ... make wishes, to the bonfire. Did you ask for yourself?”\n“No,” he said plainly, if quietly.\nRhodin nodded, entirely unsurprised, and set his hand on the door. Before he opened it, he said: “You’re allowed to.”",
            "chapter": "Chapter 8",
            "percentage": 10
        },
        {
            "quote": "His Radiancy, *Fitzroy Angursell*, could come and go as he pleased, and if it did not please him to come, well, Cliopher had no claim on him beyond the service he had already offered, and the honours he had already received in return.",
            "chapter": "Chapter 9",
            "percentage": 11
        },
        {
            "quote": "“We—those of us who are seekers after the wisdom of the Merrions—use *dinosaur*, or sometimes you will hear *saurian*, when we are speaking of the hyperintelligent telepathic cousins of the brute thunder lizards.”",
            "chapter": "Chapter 10",
            "percentage": 12
        },
        {
            "quote": "What secrets did *he* yet hold in his heart that he himself had yet to uncover?",
            "chapter": "Chapter 10",
            "percentage": 13
        },
        {
            "quote": "“And if it is the case that he has received them, but for one reason or another has been unable to reply ... I do not want him to think we have forgotten him.”",
            "chapter": "Chapter 11",
            "percentage": 13
        },
        {
            "quote": "He did not need to be embarrassed for ... loving people, surely.\nAnd it was no secret that he was devoted to his Radiancy.",
            "chapter": "Chapter 11",
            "percentage": 13
        },
        {
            "quote": "“Cliopher ... please.” It was extremely rare for any of his Islander friends to call him *Cliopher*. He looked sharply at Toucan. “Cliopher. We love you as you are. Let yourself be yourself.”",
            "chapter": "Chapter 11",
            "percentage": 14
        },
        {
            "quote": "“The rest of us say that the tanà holds the heart of the islands in his hands: that so long as there is a tanà to light the fire, our culture will never fail. The rest of the lore-keepers keep the old ways for us all, but the tanà shows us what it means to be an Islander.”",
            "twitterQuote": "The rest of us say that so long as there is a tanà to light the fire, our culture will never fail. The rest of the lore-keepers keep the old ways for us all, but the tanà shows us what it means to be an Islander.”",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "Tanaea-te imalo! Moa’a-ki imalo! Kifa’ana imai? *I bring a fire for your hearth! I bring news of the Wide Seas! Have you any problems for me?*",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "For the first time he wanted to go and not come back.\nBut of course he could not do that; not yet. His Radiancy had given him these reins of government to hold, and Cliopher knew his duty.",
            "chapter": "Chapter 13",
            "percentage": 16
        },
        {
            "quote": "*One who holds the fire went as Elonoa’a went\nTo sit at the counsels of the emperors and speak for the people.*",
            "chapter": "Chapter 13",
            "percentage": 16
        },
        {
            "quote": "His voice took on the familiar teasing tone, and Cliopher could—could not handle it.\n“Bertie,” he interrupted softly, “please. I ... I can’t joke about him. Not ...”",
            "chapter": "Chapter 15",
            "percentage": 19
        },
        {
            "quote": "Cliopher was drowning in an ocean of light.\nHe was far below the surface, in water that was not water, in light that was not light, in a sea that was not anything he had ever known.\nThere were voices singing.\nThe song was the song of the *Lays*.",
            "chapter": "Interlude i",
            "percentage": 19
        },
        {
            "quote": "He was dying and if he did not now sing his name he would be lost, fall to the darkness below the luminous waters, fall into the oblivion where the Old Woman Who Lives in the Deeps would ingather him to her silent company.",
            "chapter": "Interlude i",
            "percentage": 19
        },
        {
            "quote": "The door opened. Cliopher stood up politely, courteously, summoning his best court-impervious expression.\nKip Mdang walked in.",
            "chapter": "Chapter 16",
            "percentage": 20
        },
        {
            "quote": "“The man known as Fitzroy Angursell is in an oubliette in the Palace: what I have learned, what I *know*, is that he can still be freed.”",
            "chapter": "Chapter 18",
            "percentage": 23
        },
        {
            "quote": "His heart was hammering in his throat, with memory and desire and that hope for something he had never been able to say.",
            "chapter": "Chapter 19",
            "percentage": 24
        },
        {
            "quote": "“I,” Rhodin said proudly, “was informed by your younger self that I was the only aristocrat he’d ever encountered who was of any use whatsoever.”",
            "chapter": "Chapter 19",
            "percentage": 25
        },
        {
            "quote": "“Don’t follow Protocol 143.”",
            "chapter": "Chapter 20",
            "percentage": 25
        },
        {
            "quote": "His Radiancy was Fitzroy Angursell. He was everything Cliopher had always loved most from the wider empire, the great emperor-mage, the even greater revolutionary poet.\nHis friend.\n(That was another lie. There was another word.)",
            "chapter": "Chapter 20",
            "percentage": 25
        },
        {
            "quote": "Where had that poetry gone? Cliopher did not write like this any longer, did he? He did not search for such splendid metaphors. He had lifted the form of the bureaucratic report to an art; but at what cost?",
            "chapter": "Chapter 20",
            "percentage": 25
        },
        {
            "quote": "*You took him __there__ and yet he is not __certain__ of you?\nHe must ask you to take his words as the words of a friend?\nHe must ask you to grant him that—\nI am angry again, not at what you gave up but what you have __not yet claimed__.*",
            "chapter": "Chapter 20",
            "percentage": 26
        },
        {
            "quote": "*How __could__ you let him sail off alone on his adventure? Why is he travelling without you? If he was stolen away by the Sun and the Moon, you know what to do.*",
            "chapter": "Chapter 20",
            "percentage": 26
        },
        {
            "quote": "He was the tanà. He Held the Fire. He did not run from its burn.\nHe felt singed.",
            "chapter": "Chapter 20",
            "percentage": 26
        },
        {
            "quote": "Cliopher had never been either fully of the court or fully *at home*. Too much one, too much the other, never enough of either to satisfy anyone.\nNo, that was unfair. It had satisfied his Radiancy. And his friends. They *liked* Cliopher.",
            "twitterQuote": "Cliopher had never been either fully of the court or fully at home. Too much one, too much the other, never enough of either to satisfy anyone.\nNo, that was unfair. It had satisfied his Radiancy.",
            "chapter": "Chapter 21",
            "percentage": 26
        },
        {
            "quote": "Cliopher remembered when it had been *fun*.\nChallenging, at any rate.\nHe did not miss those days.\nHe missed his Radiancy.",
            "chapter": "Chapter 22",
            "percentage": 27
        },
        {
            "quote": "*I hope, I think, I dare to imagine you will not think less of me for saying it is harder than I thought to be once more in the world.*",
            "chapter": "Chapter 22",
            "percentage": 28
        },
        {
            "quote": "*Cliopher ...\nI dare to write to you as a friend. Please ... please accept it as if we sat together on the sandbar at Navikiani, far out in the lagoon, far from any ears, any guards, any need to guard ourselves.*",
            "chapter": "Chapter 22",
            "percentage": 28
        },
        {
            "quote": "*You gave me that gift back, too, didn’t you? That holiday on Lesuia where I was able to remember myself.\nWe never sat beside a fire together there, did we? Not just the two of us. We should have.*",
            "chapter": "Chapter 22",
            "percentage": 29
        },
        {
            "quote": "*—Your servant, in a manner of speaking.*",
            "chapter": "Chapter 22",
            "percentage": 29
        },
        {
            "quote": "“Do not be afraid,” the Mother of the Mountains said. “You are surrounded by magic, by the love and esteem Lord Artorin bears for you, by all the protections his love and esteem have woven around you, consciously and not, over the years.”",
            "twitterQuote": "“Do not be afraid,” the Mother of the Mountains said. “You are surrounded by magic, by the love and esteem Lord Artorin bears for you, by all the protections his love and esteem have woven around you.”",
            "chapter": "Chapter 24",
            "percentage": 31
        },
        {
            "quote": "“I can see nothing but darkness ... except that there is one tiny white thing ... a shell, I think ... very far in the distance.”",
            "chapter": "Chapter 24",
            "percentage": 31
        },
        {
            "quote": "The Mother of the Mountains looked up at him, her eyes full of magic, of wonder, of mystery. “And for the possibility of a tiny white shell,” she said, “you would face the certainty of darkness?”",
            "chapter": "Chapter 24",
            "percentage": 31
        },
        {
            "quote": "“It is a common and ordinary good.”\n“And for those,” the Mother of the Mountains said, “you have shown over and over again you would face any darkness and doubt.”\n“I would,” he said, for he always had.",
            "chapter": "Chapter 24",
            "percentage": 31
        },
        {
            "quote": "He could go home. But he didn’t *want* to.\nHe wanted that shell on the other side of the darkness.",
            "chapter": "Chapter 25",
            "percentage": 31
        },
        {
            "quote": "“After what happened at Woodlark ... I was already almost-outcast. People knew why I’d done it, made those orders. They could ... respect that someone had to. But they could not *like* me for it.”",
            "chapter": "Chapter 25",
            "percentage": 32
        },
        {
            "quote": "The two of them sat there, two hinterland tribesmen who had *learned what they had to teach* until the two of them could play *their* games better than any of them, and now sat there opposite each other, the Viceroy and the Commander in Chief of Zunidh.",
            "chapter": "Chapter 25",
            "percentage": 32
        },
        {
            "quote": "“You should go find your cousin. Go find *him*. Go find *yourself*.”",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "“There are other people to hold your fire here,” Ludvic said, very seriously. “It will not go out because you have left it. It will stay lit *because* you have taught other people to tend it. Let them.”",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "“The Mother of the Mountains said all she could see was darkness ahead of me. Darkness and monsters.”\nLudvic raised his eyebrows at him, almost just as his Radiancy did. “*All*?”\nCliopher closed his eyes for a moment. “Darkness, and monsters, and a small, ordinary, common white shell.”",
            "twitterQuote": "“The Mother of the Mountains said all she could see was darkness ahead of me.”\nLudvic raised his eyebrows at him, almost just as his Radiancy did. “All?”\nCliopher closed his eyes. “Darkness, and monsters, and a small, ordinary, common white shell.”",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "His Radiancy. Fitzroy Angursell. A man who had resigned himself to being considered only a god, and never again known properly and fully for himself.",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "“She gave me the beads. My father carved them, when he was still an apprentice to his father, before ... My mother was the one to magic them. A gift for me, from—from both of them. And then she told me his name.”",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "Masseo Ironhand, who shod the horses of the wind; who had built a bridge out of swords; who had made locks that could hold a shadow hostage; who had forged swords out of starlight.\nMaybe Masseo Umrit was worthy of having Ludvic for a son. Maybe. Cliopher would have to find out.",
            "twitterQuote": "Masseo Ironhand, who shod the horses of the wind; who had made locks that could hold a shadow hostage; who had forged swords out of starlight.\nMaybe Masseo Umrit was worthy of having Ludvic for a son. Maybe. Cliopher would have to find out.",
            "chapter": "Chapter 25",
            "percentage": 33
        },
        {
            "quote": "“What if we meet up with danger?” Rhodin asked. “Robbers, for instance.”\nCliopher eyed the wicked steel implements laid out on the table with distaste. “Then I will talk us out of it, and if I cannot, then you will fight,” he said.\nRhodin considered this for a moment and then nodded. “Acceptable. To each his strengths.”",
            "twitterQuote": "“What if we meet up with danger?” Rhodin asked. “Robbers, for instance.”\nCliopher eyed the wicked steel implements laid out on the table with distaste. “Then I will talk us out of it, and if I cannot, then you will fight,” he said.",
            "chapter": "Chapter 26",
            "percentage": 33
        },
        {
            "quote": "Here, though, where everything was new and uncertain, Cliopher was struck anew both by Rhodin’s great competence and his *deep* strangeness.",
            "chapter": "Chapter 26",
            "percentage": 33
        },
        {
            "quote": "“It will be better when you know for certain,” Rhodin said quietly.\nCliopher swallowed. Sometimes he forgot how excellent a friend Rhodin was, really.",
            "chapter": "Chapter 27",
            "percentage": 34
        },
        {
            "quote": "The boy—his nephew, in all but the strictest definition—oh this *was* Basil’s son, it was!—opened his mouth and breathed the traditional words of greeting. “Tē ke’e’vina-tē zēnava parahë’ala!”\n“Tō mo’ea-tō avivayë o rai’ivayë,” Cliopher replied, his heart singing.",
            "twitterQuote": "The boy—his nephew, in all but the strictest definition—oh this was Basil’s son, it was!—opened his mouth and breathed the traditional words of greeting. “Tē ke’e’vina-tē zēnava parahë’ala!”",
            "chapter": "Chapter 27",
            "percentage": 35
        },
        {
            "quote": "“Basil,” Cliopher said, no longer easily, all the years of silence standing enormous in his throat. “Basil.”\n“Kip,” said Basil, equally hoarsely. “Kip.”",
            "chapter": "Chapter 27",
            "percentage": 35
        },
        {
            "quote": "Kip—I—I hoped that people at home were alive, I hoped that they’d survived the Fall, I thought they must have ... but I didn’t ... I couldn’t see how I could go home if you weren’t there.”",
            "chapter": "Chapter 27",
            "percentage": 35
        },
        {
            "quote": "He watched Clio splashing with his oars, scuttling across the calm, still water, the foreign trees around him, the very earth a different colour, and could only think that being a Wide Seas Islander also had to include this.",
            "chapter": "Chapter 28",
            "percentage": 36
        },
        {
            "quote": "And if he were humming *Aurora* as he worked—\nWell. At least he had started to recognize when he did so.\nAnd it wasn’t as if it weren’t the greatest work to so far come from the pen of the poet laureate of Zunidh, his dear friend.",
            "chapter": "Chapter 29",
            "percentage": 37
        },
        {
            "quote": "He could almost hear his Radiancy’s voice, laughter barely suppressed: “Hard at work, Lord Mdang?”\n“Always, my lord,” he replied out loud, and then chuckled quietly at himself for his fancies.",
            "chapter": "Chapter 29",
            "percentage": 37
        },
        {
            "quote": "“Cat got your tongue, Lord Mdang?” his Radiancy said, his voice as serene as it had ever been, but Cliopher was looking into his eyes and he could see the hesitation there, the all-too-human doubt, the hope—",
            "chapter": "Chapter 29",
            "percentage": 37
        },
        {
            "quote": "“My lord. My—Tor.” And then, as he came around the desk, and he did not know what to do besides that he could not, he must not, fall into that habitual formal prostration, his tongue ran away from him and he said, “Fitzroy Angursell.”",
            "chapter": "Chapter 29",
            "percentage": 37
        },
        {
            "quote": "“Fitzroy Angursell,” he said, the name like Basil’s ginger wine in his mouth. He let his right hand come up and rest upon his Radiancy’s hand, still holding onto his elbow, just as if he were an ordinary man, his friend.",
            "chapter": "Chapter 29",
            "percentage": 37
        },
        {
            "quote": "He gazed at his Radiancy, his friend, Fitzroy Angursell, his fanoa (oh, if *only*) and did not know what to say.",
            "chapter": "Chapter 29",
            "percentage": 38
        },
        {
            "quote": "“I’m fine,” he said. “Truly.”\nThere was nothing serene in his Radiancy’s eyes, face, voice. “Cliopher. Kip. You were caught in a landslide.”\n“Pikabe lost his arm.”\n“Pikabe isn’t here,” his Radiancy said, his eyes nearly liquid gold. “Nor is he you.”",
            "chapter": "Chapter 30",
            "percentage": 38
        },
        {
            "quote": "His Radiancy: the sun of his life, he had told Buru Tovo. He was burning more brightly before him than he ever had in all the pomp and majesty of his role as Sun-on-Earth.",
            "chapter": "Chapter 30",
            "percentage": 38
        },
        {
            "quote": "“Kip,” said his Radiancy, and made a vague beckoning gesture.\nCliopher obeyed out of impossibly long habit, impossibly deep regard.",
            "chapter": "Chapter 30",
            "percentage": 38
        },
        {
            "quote": "“I’m sorry I didn’t ...”\n“You did *everything*,” his Radiancy replied immediately, and then there was a pause while they both failed to meet the other’s eye.",
            "chapter": "Chapter 30",
            "percentage": 38
        },
        {
            "quote": "“We’re basically in-laws at this point, aren’t we?”\nHis Radiancy held terrifically still.\n“I’m not certain Kip’s ready to say that,” his Radiancy said, but his hand was still on Cliopher’s shoulder, and Cliopher could feel how his fingers were trembling.",
            "chapter": "Chapter 30",
            "percentage": 38
        },
        {
            "quote": "She looked just as he had always imagined Ani would look, if the sea-goddess took human form. Copper-skinned, full-figured, even fat—*generous as the whole width and depth of the Wide Seas*, whispered a line from an old, old song.",
            "twitterQuote": "She looked just as he had always imagined Ani would look, if the sea-goddess took human form. Copper-skinned, full-figured, even fat—‘generous as the whole width and depth of the Wide Seas,’ whispered a line from an old, old song.",
            "chapter": "Chapter 30",
            "percentage": 39
        },
        {
            "quote": "“Oh my dear friend!” Sardeet Avramapul cried, bouncing out of her seat and granting Rhodin a smile beyond metaphor. “Can it be? My *dear* friend! My correspondent! My penpal! My heart!”\nHis Radiancy, beside Cliopher, actually murmured, “Astonishing.”",
            "chapter": "Chapter 31",
            "percentage": 39
        },
        {
            "quote": "Sardeet laughed. Cliopher was slightly surprised that flowers did not start blooming at the sound.",
            "chapter": "Chapter 30",
            "percentage": 39
        },
        {
            "quote": "He kept his knee pressed against Cliopher’s, who wished fruitlessly and furiously that he had been able to offer any such comfort in the past.",
            "chapter": "Chapter 31",
            "percentage": 39
        },
        {
            "quote": "Cliopher admired her beauty, but he could not stop himself from thinking of the light in his Radiancy’s eyes when Cliopher had finally called him by his name.",
            "chapter": "Chapter 31",
            "percentage": 40
        },
        {
            "quote": "“Now, now, Kip, this is serious. I gave him the room next to yours, but do I need to tell him that there was a problem and you need to share?”\nThat was—that was—“That’s not *true*.”",
            "chapter": "Chapter 32",
            "percentage": 40
        },
        {
            "quote": "His Radiancy should not have looked at him like that, with his Fitzroy Angursell smile and the depth of meaning that their long acquaintanceship had given them. Cliopher’s face was tight and hot and he gripped his oboe, unable to muster the proper reserve and decorum.",
            "twitterQuote": "His Radiancy should not have looked at him like that, with his Fitzroy Angursell smile and the depth of meaning that their long acquaintanceship had given them. Cliopher’s face was tight and hot and he gripped his oboe, unable to muster the proper decorum.",
            "chapter": "Chapter 32",
            "percentage": 40
        },
        {
            "quote": "Cliopher could not let himself name, let alone articulate, what he was feeling, for he would go up in flames as the driest tinder under a spark from two striking rocks.",
            "chapter": "Chapter 32",
            "percentage": 40
        },
        {
            "quote": "*You’re allowed to stop*, the Mother of the Mountains had told him. But Cliopher had never been allowed to stop, never allowed himself to stop, never *dared* to stop.",
            "chapter": "Chapter 33",
            "percentage": 41
        },
        {
            "quote": "His Radiancy, Fitzroy Angursell, had a wicked look in his eyes. A challenging look; a *dare*.\nIt was like that, was it?",
            "chapter": "Chapter 33",
            "percentage": 41
        },
        {
            "quote": "The book of censored poetry was the only thing he’d ever stolen from the Palace.\nWell. Except for the government, of course.",
            "chapter": "Chapter 33",
            "percentage": 41
        },
        {
            "quote": "There was the gleam in his Radiancy’s eyes—still a touch wicked, but more appreciative, almost hilarious—and there were the strange harmonies of oboe and harp, and there was song after song after song.",
            "chapter": "Chapter 33",
            "percentage": 42
        },
        {
            "quote": "There had been a single note in there, the first time Cliopher had received anything like a personal note from his Radiancy.\n*Ah, you found it! Well done. Always going above and beyond.*",
            "twitterQuote": "There had been a single note in there, the first time Cliopher had received anything like a personal note from his Radiancy.\n‘Ah, you found it! Well done. Always going above and beyond.’",
            "chapter": "Chapter 33",
            "percentage": 42
        },
        {
            "quote": "“You're Uncle Kip’s—” Cliopher coughed, and Clio gave him a strange look, then continued, “fanoa.”\nHe just *said* it.\nCliopher was simply speechless. Clio had just *said* it, as if it were easy, as if it were normal, as if it were a common and ordinary thing.",
            "chapter": "Chapter 34",
            "percentage": 43
        },
        {
            "quote": "“You are in the company of Fitzroy Angursell. What’s the worst that could happen?”",
            "chapter": "Chapter 34",
            "percentage": 43
        },
        {
            "quote": "“The other meaning is ... archaic.”\n“I like archaic words,” his Radiancy murmured, stopping in the very middle of the stream.\n“So do I,” Cliopher admitted.",
            "chapter": "Chapter 34",
            "percentage": 44
        },
        {
            "quote": "He made to let go of his Radiancy’s hand, but his Radiancy was having none of it.\nHis Radiancy, *Fitzroy Angursell*, was a great mage and had been on many strange adventures. If he wanted to keep holding hands ...\nCliopher held hands.",
            "chapter": "Chapter 35",
            "percentage": 44
        },
        {
            "quote": "He stared up at the tall palm. Was he thirsty enough to climb it?\nAfter a long, reluctant moment he decided that even if *he* wasn’t, his Radiancy would be.",
            "chapter": "Chapter 35",
            "percentage": 44
        },
        {
            "quote": "No one—not even Fitzroy Angursell—had ever wanted to write a *song* about his postal system reforms.",
            "chapter": "Chapter 35",
            "percentage": 45
        },
        {
            "quote": "The fanoa who had been Cliopher’s image and dream and ideal of friendship his entire life long.\nThey had been making love in the surf.\nThey were not—\nThat was not what fanoa *meant*. It couldn’t be. It *couldn’t* be.",
            "chapter": "Chapter 35",
            "percentage": 45
        },
        {
            "quote": "He felt sick with loss, as if his heart had been pierced and all his wistful dreams had gushed out of it, disappearing into the sand below their feet.",
            "chapter": "Chapter 36",
            "percentage": 46
        },
        {
            "quote": "Cliopher had a bare moment of astonishment at realizing that his Radiancy—*Fitzroy*—was speaking *Islander*.\nA little haltingly, with hesitation, but ... Islander. Islander!",
            "chapter": "Chapter 36",
            "percentage": 46
        },
        {
            "quote": "People understood the idea that a lover might follow his beloved anywhere. It had always been a strange and difficult idea that one might love a friend that deeply.",
            "chapter": "Chapter 36",
            "percentage": 46
        },
        {
            "quote": "Cliopher said, very precisely, “You are known as the greatest of friends.” Fanoa, fanoa, fanoa. The word lingered in his mouth, the taste of it so beautiful on his tongue. He took a breath. “I shall be glad to take home the truth of your relationship.”",
            "chapter": "Chapter 37",
            "percentage": 47
        },
        {
            "quote": "The ancient tanà said, “You say that very confidently. You do not think it will be hard to change something that has stood for so many centuries?”\nCliopher could not resist a glance at his Radiancy. They simultaneously burst out laughing.",
            "chapter": "Chapter 37",
            "percentage": 47
        },
        {
            "quote": "“It’s been a great consolation and encouragement to me on my recent travels. The knowledge that you could spend so long and so much of your life at court, in the Service, and yet when the challenges came you can step up to them with the whole of yourself.”",
            "chapter": "Chapter 38",
            "percentage": 49
        },
        {
            "quote": "“As you started to claim your culture more publicly, as *we* became closer friends, I conceived the idea that I wanted to ... surprise you. Make it a gift.”\nCliopher stopped and regarded him, speechless.\n“I did surprise you,” Fitzroy said smugly.",
            "chapter": "Chapter 38",
            "percentage": 49
        },
        {
            "quote": "“Come, will you sing with me if I play? I’ve wanted–”\nHe stopped, and smiled crookedly without finishing the thought.\nThere had been so many years when they could have been such better friends.\n“So have I,” he said, and left everything else unsaid.",
            "chapter": "Chapter 38",
            "percentage": 49
        },
        {
            "quote": "“You’ve been together long?” Aurelius asked.\nFitzroy’s hand gripped Cliopher’s shoulder tightly for a moment. “Yes,” Fitzroy said, his voice warm, clear, strong as the brilliant waters of Sky Ocean. “Half our lives.”",
            "chapter": "Chapter 39",
            "percentage": 49
        },
        {
            "quote": "“He danced the fire in the throne room of the Palace of Stars,” Fitzroy said, too proudly for Cliopher to parse. “It was one of the three most magnificent things I have ever seen.”",
            "chapter": "Chapter 39",
            "percentage": 50
        },
        {
            "quote": "“They have done so much already for Auri ... They must be tired ...”\n*Resentful* hovered in the air between them, unspoken.\n“They came for their own reasons,” Cliopher said. “They stay for love.”",
            "twitterQuote": "“They have done so much already for Auri ... They must be tired ...”\n‘Resentful’ hovered in the air between them, unspoken.\n“They came for their own reasons,” Cliopher said. “They stay for love.”",
            "chapter": "Chapter 40",
            "percentage": 51
        },
        {
            "quote": "“Jullanar said it was important before you do laundry. Don’t you check your pockets first?”\n“I’ve never done my own laundry.”\n“What? Jullanar said—never mind!”",
            "chapter": "Chapter 40",
            "percentage": 51
        },
        {
            "quote": "“I have never been to the House of Sun. I am Cliopher Mdang of Tahivoa, tanà of Zunidh and Hands of the Emperor, and I will go there and bring you the flame you need.”",
            "chapter": "Chapter 40",
            "percentage": 51
        },
        {
            "quote": "“I talked to the Mother of the Mountains,” he said, almost dreamily, as the fire chuckled and crackled between them. “She told me that a great mage’s attention tangles magic around one. That *your* attention and ... regard ... had drawn magic around me.”\n“My love,” Fitzroy said, very quietly.",
            "twitterQuote": "“I talked to the Mother of the Mountains. She told me that a great mage’s attention tangles magic around one. That your attention and ... regard ... had drawn magic around me.”\n“My love,” Fitzroy said, very quietly.",
            "chapter": "Chapter 40",
            "percentage": 52
        },
        {
            "quote": "“I don’t want to leave you,” Cliopher said helplessly, a truth he could not keep silent.\nFitzroy’s voice came out in a thin, hard tone, very unlike him. “I don’t want you to go.”",
            "chapter": "Chapter 40",
            "percentage": 52
        },
        {
            "quote": "“I hate seeing people go,” Fitzroy said, and his voice was flat, dispirited, defeated. “Always ... always. I had to give the orders, and they go, and so often they do not come back ...”\n“I will come back.”\n“You cannot promise me that.”\n“I always have.”",
            "chapter": "Chapter 40",
            "percentage": 52
        },
        {
            "quote": "“The Mother of the Mountains told me there was darkness before me, in the depths, in the heights, if I did not turn back.”\nFitzroy was silent for a long time.\n“Why didn’t you turn back, Kip?”\n“She said she saw a shell on the other side,” he whispered.",
            "chapter": "Chapter 40",
            "percentage": 52
        },
        {
            "quote": "“What a song I shall write of this,” Fitzroy added, in a low voice, when Cliopher looked down once more at the pot in his hands. “Of you.”",
            "chapter": "Chapter 41",
            "percentage": 52
        },
        {
            "quote": "“East first,” he murmured, his breath warm and sweet on Cliopher’s face. “Then west and home. Come home to me, Kip. Come home.”",
            "chapter": "Chapter 41",
            "percentage": 52
        },
        {
            "quote": "Once, so silently he did not know if he were awake or dreaming, a pure white fin whale surfaced beside him. She was enormous: it seemed to take forever as the long forehead crested the water until an eye, dark and wise and curious, looked at him.",
            "chapter": "Chapter 41",
            "percentage": 52
        },
        {
            "quote": "He followed the Ancestors, yes, but—\nBut he would not be himself if he did not help the needy before him, if he could do anything about it. It did not matter if it made the voyage longer, harder, more perilous—",
            "chapter": "Chapter 41",
            "percentage": 53
        },
        {
            "quote": "*The sea turtles are lore-keepers! Honour them!*",
            "twitterQuote": "“The sea turtles are lore-keepers! Honour them!”",
            "chapter": "Chapter 41",
            "percentage": 53
        },
        {
            "quote": "He did not need to land. Theoretically he could keep sailing, past this island, into the silent reaches of Sky Ocean.\nSailing past was not how the story went.\nIt did not, in fact, make a good story.",
            "chapter": "Chapter 41",
            "percentage": 53
        },
        {
            "quote": "He was Cliopher Mdang of Tahivoa, tanà of the world, and he had a commission from his emperor to fulfill.",
            "chapter": "Chapter 41",
            "percentage": 53
        },
        {
            "quote": "No doubt if he were a proper hero on a quest, he would have somehow or other made friends with a finch or a mouse or a whole family of uncannily wise birds who would be delighted to do the sorting for him.\nFitzroy would have made such a friend.",
            "chapter": "Chapter 42",
            "percentage": 54
        },
        {
            "quote": "He started sorting the kernels by colour.\nThis was, he might have admitted to Fitzroy, something he actually enjoyed.",
            "chapter": "Chapter 42",
            "percentage": 54
        },
        {
            "quote": "For one utterly hopless moment he was entirely in her power. She had only to speak the word, and he would be one of those white-masked black boobies, muttering over their follies on the islets that followed after the sea-witch’s home. One word, and he would be undone, lost forever.\n“Not even one,” the sea-witch crooned.",
            "twitterQuote": "He was entirely in her power. She had only to speak the word, and he would be one of those white-masked black boobies, muttering over their follies on the islets that followed after the sea-witch’s home. One word, and he would be undone, lost forever.",
            "chapter": "Chapter 42",
            "percentage": 54
        },
        {
            "quote": "“Such a handsome man,” she murmured, her hand rather lower than Cliopher liked, from a sea-witch so early in the morning.",
            "chapter": "Chapter 43",
            "percentage": 55
        },
        {
            "quote": "“Always liked you, Kip Mdang,” Vou’a repeated. “A fool, mind you, but what’s life without a little folly? You’ll catch your viau one day, if you keep chasing.”",
            "chapter": "Chapter 44",
            "percentage": 57
        },
        {
            "quote": "He had always thought there was more down there, in his heart, where he had never gone.",
            "chapter": "Chapter 45",
            "percentage": 57
        },
        {
            "quote": "(And what was the Protocol for blindly plumbing the depths of a cave that was somehow also his heart, on an island far into Sky Ocean?)",
            "chapter": "Chapter 45",
            "percentage": 57
        },
        {
            "quote": "He crawled, wriggled, abased himself in the darkness.\nThere was, he told himself through gritted teeth, ashamed of his weakness, a shell on the other side. A common, ordinary good: his.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "Was this really the store of secrets he had never shared?\nThey were not worthy of the gift he wanted Vou’a to give to Ani. They were not worthy of an epic song by Fitzroy Angursell. They were not worthy of who he, Cliopher Mdang, wanted to *be*.\nWho he *was*.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "Fitzroy was his beloved not *because* he was the Sun-on-Earth or the great poet, but because he was funny, and intelligent, and sorrowful, and because he loved.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "It came down to this: did he trust Vou’a, trickster-god, Son of Laughter, to have spoken the truth? That there was, deep in his heart, a worthy gift?",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "He was beyond panic. If he died here, here in the dark, drowning in the dark water, it would be the fulfillment of a lifetime of nightmares. He had always feared he would die by drowning.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "He would not stop despite his hatred of diving. He would not stop despite his fear of drowning. He would not stop when the storms capsized him again and again. He would not stop when all the world stood against him. He would not stop when he was the proverbial fool. He would not stop when the winds blew athwart him, or failed to blow at all.\nHe would not stop here, in this black depth. He wanted to know what was on the other side.",
            "twitterQuote": "He would not stop despite his hatred of diving. He would not stop despite his fear of drowning. He would not stop when the storms capsized him again and again.\nHe would not stop here, in this black depth. He wanted to know what was on the other side.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "*Is this where you stop?*\nNo. He made that promise to himself, as he had made it so many times. No, and no, and no. This was not where he stopped.\nHis fanoa was waiting for him, on the other side of the dark.",
            "chapter": "Chapter 45",
            "percentage": 58
        },
        {
            "quote": "For a moment it burned, and then his tears fell upon it, and in a great upwelling of steam the coal went out and left, in the palm of his hand, the second half of a common, ordinary, simple white shell.",
            "chapter": "Chapter 46",
            "percentage": 59
        },
        {
            "quote": "“This is the best of you, Cliopher Mdang. Are you truly willing to give it up?”\nCliopher took a deep breath, and met the god's eyes as steadily as he had ever done anything in his life. “It is the best of what I have been, not who I will be, Buru Vou’a,” he replied, “and I do not lose the fire by giving it to another.”",
            "twitterQuote": "“This is the best of you, Cliopher Mdang. Are you truly willing to give it up?”\n“It is the best of what I have been, not who I will be, Buru Vou’a,” he replied, “and I do not lose the fire by giving it to another.”",
            "chapter": "Chapter 47",
            "percentage": 60
        },
        {
            "quote": "Cliopher took a deep breath, as if he were diving for nefalao—as if he were diving into the dark water at what he hoped was not the bottom of his heart—and then he took the rope in one hand, stepped over to the outrigger, and deliberately capsized his boat",
            "chapter": "Chapter 47",
            "percentage": 60
        },
        {
            "quote": "Cliopher could be patient, terrifyingly patient, but—\nBut he stood here on some sort of landing-place or ledge, halfway or more up the clound-mountain on which was built the cloud-palace of the Sun, and it was sunset, and there was no sign of the Grandmother.\nHe started to grow perhaps the triflingest bit irritated.",
            "twitterQuote": "Cliopher could be patient, terrifyingly patient, but—\n He started to grow perhaps the triflingest bit irritated.",
            "chapter": "Chapter 48",
            "percentage": 61
        },
        {
            "quote": "He was Cliopher Mdang of Tahivoa. His island was Loaloa. His dances were Aōteketētana. He was the tanà of the world and the Hands of the Emperor, and he was on a *quest*.",
            "chapter": "Chapter 48",
            "percentage": 61
        },
        {
            "quote": "He nurtured a fine and splendid flame of righteous fury in his heart as he climbed all the way up to the open front door of the House of the Sun.\nHe didn’t bother knocking. His hands were full.",
            "chapter": "Chapter 48",
            "percentage": 62
        },
        {
            "quote": "Honestly, it was as if the Sun wasn’t even *trying*.",
            "chapter": "Chapter 49",
            "percentage": 62
        },
        {
            "quote": "He was himself, and he would not be made lesser, not though he stood at the feet of the Sun.",
            "chapter": "Chapter 49",
            "percentage": 62
        },
        {
            "quote": "The Sun flung up his hands in a sudden exasperation. “What do you want? I will give you a boon, if only you tell me how you came here without my knowledge!”\nCliopher smiled.",
            "chapter": "Chapter 49",
            "percentage": 62
        },
        {
            "quote": "He would know his Fitzroy’s resonant laugh anywhere.",
            "chapter": "Chapter 51",
            "percentage": 65
        },
        {
            "quote": "Cliopher could not resist, and passed through the crew of the *He’eanka* to his lord, his friend, his fanoa.\nThis time he did not hesitate; this time he reached out and embraced him first, as tightly as he had ever held onto anything.\n“Kip,” Fitzroy breathed",
            "chapter": "Chapter 51",
            "percentage": 65
        },
        {
            "quote": "“Shh,” said Fitzroy, rubbing his hand gently down Cliopher’s hair. “Shh. You are home safe.”",
            "chapter": "Chapter 51",
            "percentage": 65
        },
        {
            "quote": "“We must go find her, Kip. I dreamed of someone, in that tower at the edge of the Abyss—”\nCliopher’s heart might melt, if it were ice instead of fire.“She might not be your heir.”\n“She might be my daughter,” Fitzroy replied instantly, struck by his own vehemence. After another long while, so long Cliopher had almost fallen asleep, he murmured, softly, “My family. My very own.”",
            "twitterQuote": "“We must go find her, Kip. I dreamed of someone, in that tower at the edge of the Abyss—”\nCliopher’s heart might melt, if it were ice instead of fire.“She might not be your heir.”\n“She might be my daughter,” Fitzroy replied, “My family. My very own.”",
            "chapter": "Chapter 52",
            "percentage": 65
        },
        {
            "quote": "The night fell, and other stars came out, unfamiliar constellations that here could be sailed to, could be reached, could prove themselves to be places out of myth.",
            "chapter": "Chapter 52",
            "percentage": 65
        },
        {
            "quote": "Cliopher had fallen hand-in hand with a wild mage, a great poet, a legendary hero: together they had fallen out of the Nine Worlds and into the heart of the sky.",
            "chapter": "Chapter 52",
            "percentage": 65
        },
        {
            "quote": "“For a thing to be alive,” Tupaia said, “it must change and grow.”",
            "chapter": "Chapter 52",
            "percentage": 66
        },
        {
            "quote": "“Fair winds and fair seas, and an island full of all you need when you are ready to land,” Elonoa’a said.\n“And to you,” Fitzroy replied for them both, his voice thick. “And to you.”",
            "chapter": "Chapter 53",
            "percentage": 66
        },
        {
            "quote": "What dance did they do here, in this place where time was meaningless because all the markers of time had their own beings?",
            "chapter": "Chapter 53",
            "percentage": 67
        },
        {
            "quote": "Unlike the Sun and the Grandmother, Cliopher was sure she could see into him. He did not mind: he had loved the constellation with all the love he had ever given that small toy, and he would open his heart to her.",
            "twitterQuote": "Cliopher was sure she could see into him. He did not mind: he had loved the constellation with all the love he had ever given that small toy, and he would open his heart to her.",
            "chapter": "Chapter 53",
            "percentage": 67
        },
        {
            "quote": "“Even at your most obsequious—” Fitzroy started to laugh. “Your most obsequious lasted all of an hour, that second day you were my secretary.”\n“After I looked you in the eyes.”\n“After you corrected my pronunciation, capped my joke, and ... saved me.”",
            "chapter": "Chapter 53",
            "percentage": 68
        },
        {
            "quote": "“For so long all I had was that morning ritual, of you looking at me and saying ‘good morning’ when I looked at you and said ‘good morning’—that was *it*, Cliopher, that was all I had to remind myself that I was a person, a human being, a man.”",
            "chapter": "Chapter 53",
            "percentage": 68
        },
        {
            "quote": "“I knew the first chamber could not be all there was to me,” he said, still looking at the sky. He squeezed Fitzroy’s hand. “I knew because my love for you was not there.”",
            "chapter": "Chapter 53",
            "percentage": 68
        },
        {
            "quote": "“Do you ever dream about kissing?”",
            "chapter": "Chapter 53",
            "percentage": 68
        },
        {
            "quote": "Cliopher had never, not *once*, imagined that Fitzroy found him attractive.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "He had wanted to be *chosen*, to be equal, to be the other half of the shell that was half-formed by Fitzroy. He had not wanted ... sex.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "El and Auri had made love in the foam at the edge of the sea, the air full of magic, as if they were the night and the day giving form to the lights of the sky.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "Cliopher had ... literally never entertained this idea before.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "“Fitzroy,” he said, hoarsely.\n“Yes, my lord Mdang,” Fitzroy said, his voice so much his Radiancy’s that Cliopher dropped all the husks from suddenly nerveless fingers.\nNo. He would not let this happen. They had travelled too far together to return to that.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "Cliopher had taken the most precious thing he had ever held and *dropped* it.",
            "chapter": "Chapter 54",
            "percentage": 68
        },
        {
            "quote": "The great poet, whom Cliopher loved so very much, but not ... apparently not in the right way. He had always loved things too much or not enough or in the wrong way.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "He had never loved anyone as he loved Fitzroy.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“I liked being close to you,” he said. “If you’d still like to ...”\nFitzroy hitched his breath, his eyes widening and then narrowing with speculation. He smiled, a crooked, imperfectly, beautifully human smile as he lifted his hand.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Cliopher leaned forward, obedient to the touch, his hand gripping Fitzroy’s other hand, steadying himself. Fitzroy did have beautiful eyes, and long eyelashes, gently curved.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "What greater intimacy could sex *possibly* give? He had not magically become more intimate with Suzen—or even with Ghilly—because they’d had sex. It didn’t work like that.\nIt didn’t work like that for Cliopher.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Cliopher did not know what to say. He had been so happy last night. He had wanted that for so long ... and it had been just what he’d imagined.\nWhat *he’d* imagined. Not what Fitzroy had. Not what Fitzroy had wanted.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "He had wanted someone who was *his*, and who would choose *him*, as his equal, his match, his outrigger, as so much more than *friend*.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Cliopher said nothing, only wept, his face buried in his hands. He could not bear any witness to his folly and his heartbreak, the death of this dream.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "He shook his head at the imperative, dumb with grief, wishing he could howl his emotions in a song or a rising wind, a storm, a wave, a great tumult.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "He was not Aurelius, whose magic stirred the sky. He was not Elonoa’a, who could hear the winds whisper of far islands. He was not Fitzroy fucking Angursell, who had written the best poem of an age.\nHe was Cliopher Mdang, and he was not good enough.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“I am misunderstanding something. Talk to me—please. I’m trying but—I’m making things worse—*Please*. Set me right! You’ve never hesitated before. Don’t let me spoil everything.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Cliopher,” Fitzroy said quietly, “what does fanoa mean *to you*?”\nHe could not answer. His whole life stood in his throat.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Fitzroy hesitated, as if he faced a precipice and did not dare step out.\nNo.\nFitzroy Angursell cared nothing for *falling*.\nHe hesitated as if he were going to have to put himself back in the cage.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“I thought that was what you wanted,” Fitzroy said. “And what I ... I wanted it, too. I wanted to ... Kip, I thought ... I’ve misunderstood *something*. What does it *mean*? You’re so quiet about this ... it’s so important to you. I want to know. *Please*.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“That’s not how the *Lays* use it for them,” he said, very quietly. “It means ... what we say it means ... what *I* always thought it meant ... is ... someone you love so deeply you would leave the world to sail Sky Ocean for them.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“A relationship like Vou’a and Ani have. Vou’a raised up the islands for Ani. She brought forth all the living creatures for him. The greatest of friends, we say, thought that’s thin. A euphemism. Fanoa means the person who is worth ... everything.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“It had always been so important to me that in the stories they were *not* lovers. That two people could love each other like that, but it didn’t need to be about sex. That you could find someone who was your match. Your other half. You’re equal.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“It’s not as if anyone *uses* the word. Fanoa, that is. In its social meaning. No one else will have ... lost anything. They’ve all always thought me a fool for taking that meaning. Chasing a viau.” Looking for the sea. He swallowed, forced out: “It’s very old-fashioned.”",
            "twitterQuote": "“It’s not as if anyone uses the word. Fanoa, that is. In its social meaning. No one else will have ... lost anything. They’ve all always thought me a fool for taking that meaning. Chasing a viau.” He swallowed, forced out: “It’s very old-fashioned.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "It was not fair that Fitzroy was looking at him even more softly, more tenderly, his face full of something that almost seemed like wonder.",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Fitzroy said, still very softly, very gently: “You think of me as your equal?”\nIt was not really a question. Cliopher did not have to answer it. He spoke anyway. “I do.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Your equal. Your match. Your ... mirror, even? To bring in a Shaian conceit. The other shoe. The outrigger.” His voice warmed with something like humour, and he squeezed Cliopher’s hands. “Your other hand.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Why does it matter what Auri and El made of it?”\nCliopher stared at him. His heart *hurt*.\n“We are not Aurelius Magnus and Elonoa’a. We are ourselves. Fitzroy and Cliopher.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Fitzroy smiled. His eyes were full of joy and hope and *relief*, because this meant they were not alone, this meant they were good enough, this meant they could *choose* each other.\nHis friend’s eyes. His *fanoa’s* eyes.\nPlease—",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Cliopher, Kip, you are my right hand, my outrigger, my mirror that shows me my better side. My people do not have a word for this, but yours do.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Ask me,” Fitzroy whispered. “Ask me so I can say yes.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "Then Cliopher spoke, his quiet words falling clear as water drops. “You are my fanoa. My beloved. My own. Will you let me be yours?”\n“Not *let*,” said Fitzroy. “You are. You are.”",
            "chapter": "Chapter 54",
            "percentage": 69
        },
        {
            "quote": "“Goodness, my lord Mdang, you say that as if I did not fall half in love with you on sight.” And then he smiled, lifted Cliopher’s hands to his lips, and said: “Yes.” His voice was raw, husky, certain. “Yes. Let’s go home, Kip.”\n“Together,” said Cliopher, dazzled. “Home.”\n“Yes. Home.”",
            "twitterQuote": "“Goodness, my lord Mdang, you say that as if I did not fall half in love with you on sight.” And then he smiled, lifted Cliopher’s hands to his lips, and said: “Yes.” His voice was raw, husky, certain. “Yes. Let’s go home, Kip.”",
            "chapter": "Chapter 54",
            "percentage": 70
        },
        {
            "quote": "Cliopher drew in a deep, forceful breath, pushing against the panic and fear wanting to rise in his gorge. He would trust in Fitzroy’s magic. He would.\nThis time he was not falling alone; neither of them were.",
            "chapter": "Interlude iii",
            "percentage": 70
        },
        {
            "quote": "What was he supposed to say, if Fitzroy told him he really *was* a god?\nHe wasn’t. Cliopher knew that. And even if he were ... well, Buru Tovo loved a god, in person and *as* a person, and was loved in return. It could be done.",
            "chapter": "Chapter 55",
            "percentage": 70
        },
        {
            "quote": "“It was simpler up there, wasn’t it?”\n“Simple as the most important things. It’s like living inside a poem.” Fitzroy gave him one of those sly, wry, glinting grins. “Which even I can find tedious eventually.”",
            "chapter": "Chapter 55",
            "percentage": 70
        },
        {
            "quote": "“Trust me,” Fitzroy said, smiling like the sunrise, like all the lost magic and wonder of Sky Ocean, like the embers of sunlight burning in the fire-pot. “If my fanoa is so fantastically competent, I can’t be entirely useless.”",
            "chapter": "Chapter 55",
            "percentage": 70
        },
        {
            "quote": "“I was wondering,” Fitzroy said after a moment, “whether there was a special efela for fanoa.”",
            "chapter": "Chapter 55",
            "percentage": 71
        },
        {
            "quote": "Fitzroy shifted position, lifted up a wooden comb with four widely-spaced teeth, and asked, quite neutrally, “Would you like me to comb your hair?”",
            "chapter": "Chapter 55",
            "percentage": 71
        },
        {
            "quote": "Cliopher wanted to feel nervous about explaining this, but his fanoa’s hands were gentle on his hair, untangling the knots, reforming the braids, and all Cliopher could think of was the long years of devoted service and loving patronage.",
            "chapter": "Chapter 55",
            "percentage": 71
        },
        {
            "quote": "Cliopher could never go back to that devoted service of vassal and lord, not when they could be equals, fanoa, mirror and match.",
            "chapter": "Chapter 55",
            "percentage": 71
        },
        {
            "quote": "“I couldn’t put anyone in this position. No matter how necessary the good for the many. I *couldn’t*.” He was silent for a moment, looking at the beautiful antique furnishings. “And how many people died in the Fall because I couldn’t?”",
            "chapter": "Chapter 56",
            "percentage": 72
        },
        {
            "quote": "“If I die first,” he said, “cremate me and keep the ashes until—until—until they can be scattered with yours. So you can be free but you don’t have to be—alone—we can sail with the Ancestors together—”",
            "chapter": "Chapter 56",
            "percentage": 72
        },
        {
            "quote": "He almost wished they had the Empire of Astandalas back, simply so they could destroy it even more thoroughly.",
            "chapter": "Chapter 57",
            "percentage": 73
        },
        {
            "quote": "And knowing where he was, where he had been, he knew exactly how to go home at last.",
            "chapter": "Chapter 57",
            "percentage": 74
        },
        {
            "quote": "“It *is* my hair and I shall wear it precisely as I wish. Which at the moment, is how you’ve done it.”",
            "chapter": "Chapter 58",
            "percentage": 74
        },
        {
            "quote": "“What is he going to do, Kip?” Fitzroy whispered. “Ludvic’s always been so ... *steady*. Ever since I woke up after the Fall, he’s been there, no matter what. He’s so *loyal*. How can I face him and tell him that the emperor he loved was a—How can I tell him?”",
            "chapter": "Chapter 58",
            "percentage": 74
        },
        {
            "quote": "“You tell him the truth. You are Fitzroy Angursell and you are also Artorin Damara.”\n“That name means *nothing* to me.”\nAlthough that could not possibly be true—there was far too much venom in his tone for it to be true—Cliopher left it alone.",
            "chapter": "Chapter 58",
            "percentage": 74
        },
        {
            "quote": "“Ludvic loves *you*, not the Emperor.”\n“You don’t know that.”\n“He told me.”\nThat silenced Fitzroy, who knew as well as Cliopher that Ludvic far preferred saying nothing to lying.",
            "chapter": "Chapter 58",
            "percentage": 74
        },
        {
            "quote": "Cliopher looked at the basket containing the mirimiri of Ani, the shimmering cloth so subtle and fine his hands could barely hold it, his eyes barely see it, and he shivered with a deep fear and wonder at what he might waken.",
            "chapter": "Chapter 58",
            "percentage": 75
        },
        {
            "quote": "He cleared his throat. “If you wish to be his Radiancy—”\n“No. I—I can’t, Kip. Not yet.”\n*Not ever* was obvious in the sudden distress in his eyes.",
            "twitterQuote": "He cleared his throat. “If you wish to be his Radiancy—”\n“No. I—I can’t, Kip. Not yet.”\n'Not ever' was obvious in the sudden distress in his eyes.",
            "chapter": "Chapter 58",
            "percentage": 75
        },
        {
            "quote": "“Kip, we both have plenty of flame pearls. I’d rather have a thousand common, ordinary white clamshells strung together than all the jewels in my treasury, because we could find those together.”",
            "chapter": "Chapter 58",
            "percentage": 75
        },
        {
            "quote": "“You don’t have to prove anything. Not to me, not to your Buru Tovo—who is immensely proud of you—not to Elonoa’a—not to Tupaia—not to anyone.”",
            "chapter": "Chapter 58",
            "percentage": 75
        },
        {
            "quote": "Fitzroy leaned forward and rested his forehead on his, just for a moment, and then he whispered, “Don’t drown yourself to make a point, Cliopher Mdang. You don’t need to be anything but who you are.”",
            "chapter": "Chapter 58",
            "percentage": 75
        },
        {
            "quote": "“Oh, come on,” Fitzroy said in Shaian once they had settled down with their coconuts and were waiting for Haunui to come around. “That was hilarious. I love how your cousins occasionally faint with surprise. It’s most gratifying.”",
            "chapter": "Chapter 59",
            "percentage": 75
        },
        {
            "quote": "“I find that unfathomable,” Fitzroy declared. “My family tree looks like a cordon-pruned fruit tree, whereas yours is like one of those vines that runs underground as well as overground, and pops up in all sorts of strange places.”",
            "chapter": "Chapter 59",
            "percentage": 76
        },
        {
            "quote": "“Don’t put your hand in the water,” Cliopher said in exasperation when he saw his friend preparing to reach down. “Those sharks will take it for a fish if you’re not careful.”\n“Well—”\n“No.”\nFitzroy laughed and obediently sat up. “Spoilsport.”",
            "chapter": "Chapter 59",
            "percentage": 76
        },
        {
            "quote": "“You can do this,” Fitzroy murmured softly. “You’ve been to the House of the Sun. *Own* it.”",
            "chapter": "Chapter 59",
            "percentage": 76
        },
        {
            "quote": "“Tovo always has said that you’d come back when it was time,” the old man said. “I should know better than to wager against *him*.”",
            "chapter": "Chapter 59",
            "percentage": 76
        },
        {
            "quote": "“I think,” Fitzroy said, his voice very low, and yet ... certain, too, “that you have tried very hard to be of *use*, Kip. You give and give and give so that you can feel as if you are part of things, don’t you?”",
            "chapter": "Chapter 60",
            "percentage": 76
        },
        {
            "quote": "“What a thought,” Fitzroy murmured, holding himself very still for a moment. Cliopher settled himself down on the deck, facing where his friend (his fanoa) leaned against the mast. “The idea,” he went on, “that we could do something because we *wanted* to.”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“I’ve had one hot bath since we left Basil’s inn. Washing with a bucket of water in your ancestral village was fine, I guess, but it’s not—it’s not the same. You know what I mean, don’t you? Conju is going to despair over my skin. It’s peeling, Kip.”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“Cliopher. Cliopher Mdang. *Kip*. What is my area of expertise?”\nCliopher raised his eyebrows.“High drama.”\nFitzroy nodded judiciously. “Exactly.” He waited expectantly.\n“I don’t think my story needs any more drama than it already has, Fitzroy.”\n“Kip! Honestly, this is why Ylette and I had to dress you.”",
            "twitterQuote": "“Cliopher. Cliopher Mdang. Kip. What is my area of expertise?”\n“High drama.”\nFitzroy nodded judiciously. “Exactly.”\n“I don’t think my story needs any more drama than it already has, Fitzroy.”\n“Kip! Honestly, this is why Ylette and I had to dress you.”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“Cliopher, trust me. *You* are worthy, and you *deserve* to be seen for the brilliant man you are. Your people are waiting for you to step up and take your place. It’s time.”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“Kip, let me help you. I’m your fanoa, am I not? Your mirror and your match, your equal? The other keel of your vaha, your other hand, the other half of the shell?”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“Well then,” Fitzroy said. “You don’t need to be something other than you are, Kip. You just need to be *fully* yourself.” His voice went soft. “Both halves, Kip. The carefully contained embers and the blazing fire.”",
            "chapter": "Chapter 60",
            "percentage": 77
        },
        {
            "quote": "“He’s your Buru Tovo, too. It’s not really a familial title ... and even if it were you're—you’d still be allowed.”",
            "chapter": "Chapter 60",
            "percentage": 78
        },
        {
            "quote": "“Vinyë’s made friends with my sister Melissa? How wonderful! What a splendid thing, Kip—the idea of Conju and your mother and your sister and your niece ...”",
            "chapter": "Chapter 62",
            "percentage": 79
        },
        {
            "quote": "He looked at Fitzroy, who was watching him intently. “Would you light it for me, Fitzroy?”\nFitzroy drew in a sharp breath. “Kip. You can’t mean that.”\nCliopher did not know if he could smile, but he nodded. His voice was hoarse. “Please.”",
            "chapter": "Chapter 62",
            "percentage": 80
        },
        {
            "quote": "The wood caught, and crackled, and for a moment Cliopher touched the fire, as he had always wanted to touch it, as if it were a living thing tame to his hand.",
            "chapter": "Chapter 62",
            "percentage": 80
        },
        {
            "quote": "“Because it’s a tower?”",
            "chapter": "Chapter 62",
            "percentage": 80
        },
        {
            "quote": "Was that still an issue? Was what Cliopher had offered not enough, after all? Should he ask?\nBut Fitzroy was smiling again, pleased with the space, the house, and ... and he would say something, wouldn’t he? If he wanted—",
            "chapter": "Chapter 62",
            "percentage": 80
        },
        {
            "quote": "“Will you be my ke’e, Cliopher Mdang?”\n“As you are mine,” Cliopher said. “My fanoa.”",
            "chapter": "Chapter 63",
            "percentage": 80
        },
        {
            "quote": "“You will show me how to love this tower, won’t you?”",
            "chapter": "Chapter 62",
            "percentage": 80
        },
        {
            "quote": "“It was Saya Dorn’s shrine,” Cliopher said intently. “Not mine. *Never* mine.”",
            "chapter": "Chapter 63",
            "percentage": 81
        },
        {
            "quote": "“I promise you,” he said softly, “that particular painting matters to me because it is the one that told me the ke’ea of my life. Not for any other reason.”",
            "chapter": "Chapter 63",
            "percentage": 81
        },
        {
            "quote": "“Kip, there is an *iguana* in the bathhouse. No—let me rephrase that. There is an iguana *in the bath*. My bath. With me. An *iguana*.”",
            "chapter": "Chapter 63",
            "percentage": 81
        },
        {
            "quote": "“There you are, Cousin Kip, your boss thinks you should let me have agency and personal judgment in order to prevent the collapse of society.”",
            "chapter": "Chapter 64",
            "percentage": 83
        },
        {
            "quote": "“Sunset’s a bit later than the Palace ... Don’t get lost?”\n“I could find you anywhere,” Fitzroy said softly.",
            "chapter": "Chapter 65",
            "percentage": 83
        },
        {
            "quote": "Fitzroy scuttled over and embraced him fiercely. “There’s no shame,” he whispered, “in loving something, however big, however small.”",
            "chapter": "Chapter 65",
            "percentage": 84
        },
        {
            "quote": "“I didn’t think it was anything to be ashamed of. I thought it was something rather fine, in fact.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“Perhaps we should reconsider, if it’s not something you feel can be announced. I’ve had enough of being a *secret*.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“Fitzroy,” he said, looking into his eyes. “I saw you. You could have told me at any point and I would have believed you, wholly and utterly.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“You know what it is to have a truth too big, too real, too much the ground of your soul. That is what I feel for you, for calling you my fanoa.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“I’m sorry I’m ... like this. Too much, and not enough.” He managed a shaky laugh. “I always have been, you know.”\nFitzroy’s thumbs moved against his cheeks. “So have I,” he said softly. “Fanoa, you know.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "He gently tugged on Cliopher’s head, and they touched their foreheads together. “The other half of your heart.”\n“I am the other half of yours,” Cliopher said.",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“You know, I’m lying here thinking, ‘What would Jullanar do?’ But the answer is ‘healthy communication’ and ‘ask useful questions.’”\n“We’re doomed,” said Cliopher without missing a beat, and was gratified when Fitzroy laughed properly, out loud.",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“I refuse to trap you. I refuse to hold you here. I refuse to bind you, even with my love. It is—I want it to be—a gift. Freely offered.”\nFitzroy squeezed his hand back. “Freely taken,” he said, very quietly.",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“I used to be the solid, staid, responsible bureaucrat of bureaucrats, who could be trusted with the world’s government.”\n“You’ve never been that boring,” Fitzroy returned, “and I would still trust you with the world.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“Do you want to go?” Cliopher pushed himself up onto one elbow and looked at his fanoa frankly. “Fitzroy. Do you *want* to?”\nSlowly, Fitzroy nodded. “Yes. Kip. *Yes*.”",
            "chapter": "Chapter 66",
            "percentage": 85
        },
        {
            "quote": "“Rhodin is going to be so pleased with this development,” Fitzroy declared, extending his hand to see if the lizard would sniff it. The iguana ignored him entirely, even when he stroked its side with a gentle finger. “Our very own household lizard.”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“You saw me,” he whispered. “I would have lost myself, Kip. I was so close to just letting myself float away.”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“O gods, Kip, I have *two legal identities*, and neither of them are truly me.”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“I was locked in my fucking tower like that Marwn who died and I was *supposed* to have died there, like she did, nothing but a vessel for the Empire.”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "Cliopher hugged him more tightly, and then thought better of it and kissed him on the top of his bent head, in a part of the spiralling hair.\nFitzroy shuddered convulsively, and clutched at his hand.",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“When I look at you—whenever I’ve looked at you—I’ve never seen *only* a mask and nothing underneath it.”\n“That can’t be true,” Fitzroy scoffed.\n“It is,” he said, quietly, intensely.",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“The man who met my eyes when I made a joke and capped it? The man who asked me to be Viceroy with a terrible prank about the Duke of Ikiano? The man who vocally forbade Ylette to dress me in satin or the colour olive, in front of multiple people?”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“The man who cared so much for his people he was willing to stay in a cage until he was sure *they* were free? The man who learned *Islander* in *secret* just to please me? The man who always, always, *always* listened to *me*?”",
            "chapter": "Chapter 67",
            "percentage": 86
        },
        {
            "quote": "“I can only ask you the questions, and listen to your answers.”\n“Kip, don’t ... Kip, I can’t ...”\n“You can,” he said relentlessly, as confidently as he had crossed Sky Ocean, as he had climbed that long stair, as he had lived in the world. “You *must*.”",
            "chapter": "Chapter 67",
            "percentage": 87
        },
        {
            "quote": "“You believed me, didn’t you, that there was a six-foot iguana in the bath-house.”\nThat was an unexpected sequitur, but Cliopher went with it. “Of course.”\n“People don’t, you know. Believe me when I tell such a strange and ridiculous truth as that.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Pali said—”\n“Pali Avramapul strikes me as a person who does not like to feel confused and guilty.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“That sounds like more of what-would-Jullanar-do,” Cliopher said. “The useful questions and healthy communication and so on.”\n“She’s appalling.” Fitzroy’s voice dropped. “I wish she were here.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Do you think Pali or Sardeet or Jullanar or Masseo love you any less than my sister or my cousin Basil love me?” Cliopher interrupted gently. “They want you to be happy, Fitzroy, and they thought you were before.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Many of us have a more fragile happiness in our twenties than we would like anyone else to know.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“I know you don’t like that title, but it was always an endearment. No one outside your household called you that. It is a name of love and respect.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“I’ll be the best fanoa, you’ll see.”\nCliopher grinned. “You do have some unusually stiff competition there—”\n“I cannot believe you’re making dick jokes about Auri and El.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Vou’a raised up the islands for Ani,” Cliopher said, laughing.\nFitzroy turned to him, face stern. “And you don’t think I, Fitzroy Angursell, can come up with something equally impressive? They may be gods but *I* am your favourite poet.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Does it hurt?”\n“Nothing to speak of.”\n“Nonsense,” Fitzroy said, with a sly smile, and he lifted Cliopher’s hand to his lips. “I’ll kiss it better for you.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Who are you?” he whispered again.\nHe held a fire in his hand, that living fire his fanoa had made for him, held between their clasped hands.\n“Ask me again,” Fitzroy said, as the whale slapped her tail upon the sea and the sound ricocheted off the low cliffs of the RIng. “A third time, Kip. Ask me the questions.”",
            "twitterQuote": "“Who are you?” he whispered again.\nHe held a fire in his hand, that living fire his fanoa had made for him, held between their clasped hands.\n“Ask me again,” Fitzroy said, “A third time, Kip. Ask me the questions.”",
            "chapter": "Chapter 68",
            "percentage": 87
        },
        {
            "quote": "“Beloved,” he said, “what is your name?”\nAnd all the world stopped.\nThe whale vanished below the surface; the viau settled in the hollow troughs of the waves; the waves themselves did not crash upon the stones, but were still.",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“My name,” his fanoa said, solid as the earth, “is Fitzroy Angursell.”",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“Are you doing this,” he whispered, his hand clenching around Fitzroy’s in atavistic terror.\n“I am not,” replied Fitzroy, with exhilaration in his voice. “We are being invited.”",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“Do you trust me, Cliopher Mdang?”\n“I do,” said Cliopher, for he did; he did.\n“This is a song, a story, a legend for us. For *us*.”\n“I trust you.”\n“I can take us down there by magic, if you will let me?”\n“I trust you. Yes.”",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“Come with me,” Fitzroy said, his voice suddenly warm, delighted, enticing—as enticing as every story—as that picture had been—\nAnd then he was dissolving, his bones and flesh falling away, his hands no longer grasping anything but air—\nAnd he was flying.",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "Cliopher found his voice. “That was ... was ... matter for a song.”\nFitzroy smiled at him, slow and secret, his delight welling as slowly as the light. “Yes. One day.”\n“I will help you,” Cliopher promised.",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“I’ve discovered something, Kip.”\n“Have you?”\n“I want to have adventures with you for the rest of my life.”",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "A flicker of an eyebrow, and all Cliopher’s fear evaporated. Fitzroy would keep him safe; or they would fight the dark and the cold together. Hand in hand, as Ani and Vou’a had once walked, the shoreline and the sea.",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "“You’re so beautiful,” Cliopher blurted, and when Fitzroy gave him an incredulous look, refused to do anything but be as earnest as his heart wished. “With the shell in your hand and the magic in your face and your ... your ... everything ...”",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "Fitzroy smiled slowly, like the sunrise. “Let us walk in legends, Kip Mdang.”\nCliopher’s heart was hammering. “Yes,” he breathed. “*Yes*. What—What is your island, Fitzroy Angursell?”\n“This one.” Fitzroy dropped his hands.\nThe fire at the heart of the world rose up.",
            "twitterQuote": "“Let us walk in legends, Kip Mdang.”\nCliopher’s heart was hammering. “Yes,” he breathed. “Yes. What—What is your island, Fitzroy Angursell?”\n“This one.” Fitzroy dropped his hands.\nThe fire at the heart of the world rose up.",
            "chapter": "Chapter 68",
            "percentage": 88
        },
        {
            "quote": "He gripped the shell in his hand, himself held safe by his fanoa, and he looked up at the golden eyes so full of magic, so full of brilliant intellect and indomitable will, so full of the fundamental joy of creation.",
            "chapter": "Interlude iv",
            "percentage": 88
        },
        {
            "quote": "Fitzroy knew what he was doing. He was smiling, and he was raising the fire around them, and he was the rock that held fast, and the sun and the stars in the sky, and Cliopher was as safe in his arms as Fitzroy had ever been in his.",
            "chapter": "Interlude iv",
            "percentage": 88
        },
        {
            "quote": "He stared at Fitzroy, whose face was exhilarated, dazzling as the sun, and he thought that he had thought he could not love that man any more, and he had been wrong.",
            "chapter": "Chapter 69",
            "percentage": 88
        },
        {
            "quote": "Fitzroy had made the world a place where *this* could happen.\n“Thank you,” Cliopher said, dazed, unable to do anything but smile.\n“You’re welcome,” Fitzroy replied with a royal graciousness, and then his lips twitched. The serenity dissolved into a purely, gloriously human joy.",
            "twitterQuote": "Fitzroy had made the world a place where this could happen.\n“Thank you,” Cliopher said, dazed, unable to do anything but smile.\n“You’re welcome,” Fitzroy replied with a royal graciousness, and then his lips twitched.",
            "chapter": "Chapter 69",
            "percentage": 88
        },
        {
            "quote": "“Kip! Look what I just did!”\n“You made an island.”\n“I made an island.”\nThey grinned at each other, each as astonished by the magnitude of Fitzroy’s daring as a person could be.",
            "chapter": "Chapter 69",
            "percentage": 88
        },
        {
            "quote": "Fitzroy was dazzled with his magic, smiling with such power in him that Cliopher felt that inner flame rise up just a little further. He said, “Fitzroy. You made *me* an island.”",
            "chapter": "Chapter 69",
            "percentage": 88
        },
        {
            "quote": "He could only grab onto Fitzroy and embrace him as tightly as Fitzroy had held him, rising up out of the depths of the sea, tears running freely from his eyes in pure, singing joy.",
            "chapter": "Chapter 69",
            "percentage": 88
        },
        {
            "quote": "“Not even Auri ever made an *island* for El,” Cliopher said.\n“I thank you to remember that we are not Auri and El, and we are setting our own grand example—exemplar, even—for those who come after us.”",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "“You made me an island.”\nHis fanoa’s eyes were sparkling like the sea. “I did.” And then, with a small, brilliant grin. “Not just for you.”\n“You made *us* an island.”",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "Fitzroy lifted his half-shell up against the sun. “Look at this colour. Scarlet and a subtle gold.”\nRed—scarlet, even—oh, that was a good colour for both of them. “Fire and the Red Company,” Cliopher said. His heart could not take much more of this, surely?",
            "twitterQuote": "Fitzroy lifted his half-shell up against the sun. “Look at this colour. Scarlet and a subtle gold.”\nRed—scarlet, even, that was a good colour for both of them. “Fire and the Red Company,” Cliopher said. His heart could not take much more of this, surely?",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "“What—what is your island?” Cliopher smiled at him, just a little, just enough.\n“My island is Loaloa. What is yours?”\nFitzroy drew in a deep breath, and his voice was full of joy. “My island is Navanoa.”\n“Perfect,” Cliopher breathed as something—magic?—rippled through the air, the stone, the sea, the fires deep in the heart of this new land.",
            "twitterQuote": "“What—what is your island?” Cliopher smiled at him, just a little, just enough.\n“My island is Loaloa. What is yours?”\nFitzroy drew in a deep breath, and his voice was full of joy. “My island is Navanoa.”\n“Perfect,” Cliopher breathed.",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "“Don’t ask me the third question,” Fitzroy said, as Cliopher was about to turn his head to do so. “I don’t have a clever answer for it yet.”",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "One day that would be a beach, and his descendants would run their boats up to this island, this Navanoa, with a line or two from the *Lays* in their mouths.\nA new star in the sky, and a new island in the Ring.\nIt was impossible, and yet it was true.",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "He did not even care that they had no food or fresh water or shade or shelter or means of leaving. They had a new island and a pair of shells for the first beads on their efanoa, and ... and that was enough",
            "chapter": "Chapter 69",
            "percentage": 89
        },
        {
            "quote": "“I—we—Fitzroy and I—my lord, that is, but—no, he’s my fanoa—we sailed Sky Ocean to the House of the Sun.” Cliopher was quite proud of himself for managing to get that all out.",
            "chapter": "Chapter 70",
            "percentage": 89
        },
        {
            "quote": "Cliopher felt too sozzled by surprise and magic and pure happiness to answer that. “I have no idea,” he said. “Fitzroy made me an island this morning. I cannot think about philosophy right now. I have only poetry in my heart.”",
            "chapter": "Chapter 70",
            "percentage": 89
        },
        {
            "quote": "“We were very good,” Cora repeated. “We didn’t throw Bertie overboard for not telling us that your beloved lord, your very dear friend, your Aurelius Magnus, was actually *Fitzroy Angursell*.”",
            "chapter": "Chapter 70",
            "percentage": 89
        },
        {
            "quote": "“You can do better than that, Kip,” Ghilly said. “He raised an island for you, the least you could do is, I don’t know—”\n“Hang a star?” Cliopher replied, and winked at her when she stopped, flustered. “I have a great deal to tell you all.”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "Toucan rolled his eyes. “Bertie, come help me carry Kip’s beloved ... renegade.”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "“You know that you were going to be in the *Lays* from your work in the world, right?”\n“I didn’t fall into Sky Ocean on *purpose*, Toucan.”\nToucan laughed; and Ghilly said, “As if you wouldn’t have if you’d known it was an option!”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "“You deserve each other,” Ghilly declared. “Because that sounds totally mad, I hope you know that?”\nHe grinned sheepishly at her. “I know.”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "“I’m certain—absolutely *certain*—that you are aware of the first, fundamental rule.”\n“*Secure your boat*. Yes. I am aware.”\n“And yet—”\nCliopher sighed.“And yet it is very clearly not here. I am also aware.”\n“I thought you might be,” Toucan said, grinning.”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "“It’s apparently incapable of being removed. He hoped their last efforts—which I think involved putting it on a trading ship bound across the Wide Seas—would work. But it’s got some sort of magic, and it arrived back just after you returned to Solaara.”",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "Fitzroy appeared dazed. “Have they adopted me?”\nCliopher took his arm, and turned him gently to continue along the canal. “Yes. I think you’ll find they have.”\n“What an *amazing* thing,” Fitzroy declared.",
            "chapter": "Chapter 70",
            "percentage": 90
        },
        {
            "quote": "“You called him *beloved*,” Ludvic said quietly. “I heard you. You’ve loved him for a long time, Cliopher, but you did not call him that before you left.”",
            "chapter": "Chapter 71",
            "percentage": 91
        },
        {
            "quote": "“My people do not name the dead.”",
            "chapter": "Chapter 72",
            "percentage": 92
        },
        {
            "quote": "“Ludvic. Ludvic. My dear Ludvic. Masseo is going to be—I am so—” He laughed, and tried to smile, and then let go of Ludvic so he could cover his face.. “I am overcome.”",
            "chapter": "Chapter 72",
            "percentage": 92
        },
        {
            "quote": "“It was ... perhaps it was wrong of me, but I ... I always thought ... in my culture, it is a good thing, to stand beside your ... uncle.”",
            "chapter": "Chapter 72",
            "percentage": 92
        },
        {
            "quote": "“As if I were your father’s brother. As if we were truly ...” He didn’t finish, or perhaps couldn’t.\nBut Cliopher heard the unspoken word, and so did Ludvic.\n“Yes,” he said, hardly any more loudly. “As if we were.”\n“All this time?” Fitzroy said, dashing the tears out of his eyes with his hand. “All this time?”\n“Always.”",
            "twitterQuote": "“As if I were your father’s brother. As if we were truly ...” He didn’t finish, or perhaps couldn’t.\nBut Cliopher heard the unspoken word, and so did Ludvic.\n“Yes,” he said, hardly any more loudly. “As if we were.”\n“All this time?”\n“Always.”",
            "chapter": "Chapter 72",
            "percentage": 92
        },
        {
            "quote": "“Kip, you’re ridiculous. I know you know this, but it has to be said.” Enya shook her head. “I do love you. Especially how ridiculous you are.”",
            "chapter": "Chapter 72",
            "percentage": 93
        },
        {
            "quote": "If you can be your own sort of fanoa, and ‘Auri and El’—cannot *believe* you have a nickname for Elonoa’a, that is *impossible*—anyway, if Elonoa’a and Aurelius Magnus can be their own sort of fanoa, then so can Galen and I.”",
            "chapter": "Chapter 72",
            "percentage": 93
        },
        {
            "quote": "“The other day, Kip and I went to go see what might lie under that new star, the one he hung in the sky, and since there wasn’t an island there I raised one for him ...”\n“As you do,” Mardo said, his lips twitching.",
            "chapter": "Chapter 73",
            "percentage": 93
        },
        {
            "quote": "“It seems appropriate,” Ludvic said phlegmatically, “that you would manage to find, or be given, the shell of an extinct kind of mollusc to be representative of your love for each other.”",
            "chapter": "Chapter 73",
            "percentage": 93
        },
        {
            "quote": "*There is iconoclasm and then there is fucking the icon.*",
            "twitterQuote": "“There is iconoclasm and then there is fucking the icon.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "*There is another part of me that acknowledges (what have you people __done__ to me) that it would probably do him a world of good to get done and also that you’d be the best person to do it, by which I mean him.*",
            "twitterQuote": "“There is another part of me that acknowledges (what have you people done to me) that it would probably do him a world of good to get done and also that you’d be the best person to do it, by which I mean him.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "“Were you hoping I wouldn’t notice your arrival? The house called me, and this is not a negotiation for Cliopher alone.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "“I am a velio, I know,” Fitzroy Angursell, the last Emperor of Astandalas, said to the Islander god, in the Islander language, “and yet I have studied your ways as best I can, for love of this man, my friend, my stalwart counsellor, my fanoa.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "“You, little mage, little sunling, my *dear* little one, my tirului—” Cliopher shifted, and the god cackled. “Too much? Still, it’s all true. I would gladly adopt you as one of mine, fanoa of my husband’s grand-nephew, but you are well claimed.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "“Oh, you are a sly one! You can be one of mine too, if you like, if no one has adopted you yet?”\n“I am part of the household of your kinsman,” Ludvic said sturdily.\n“So you are,” said Vou’a. “So you are.”",
            "chapter": "Chapter 73",
            "percentage": 94
        },
        {
            "quote": "Cliopher blinked. “I’ve never heard that story.”\n“You wouldn’t have,” Ludvic replied imperturbably. “Not for everyone’s ears, you know. But this is a matter for ...” He hesitated, and then he smiled radiantly at them both. “For family.”",
            "chapter": "Chapter 73",
            "percentage": 95
        },
        {
            "quote": "“This is very good. Because I bet you—oh! You’re *also* the lord emperor, aren’t you?”\n“Alas, yes.”\n“No, no, that’s perfect, because you know about *magic*.”",
            "chapter": "Chapter 74",
            "percentage": 96
        },
        {
            "quote": "“No,” Ludvic said, vastly amused. “It’s not adventurous enough, is it? For either of you.”\n“All these years in which Kip valiantly pretended to be reasonable,” Fitzroy said, shaking his head, but he was grinning. “His true colours coming out at last.”",
            "chapter": "Chapter 74",
            "percentage": 96
        },
        {
            "quote": "“Yes, yes, Tanaea does indeed sound splendid.” Fitzroy shifted in his chair. “Even if she’s the right person, I don’t think I can handle returning yet, Ludvic.”\n“I know,” he said very simply.",
            "chapter": "Chapter 75",
            "percentage": 96
        },
        {
            "quote": "“Kip. Kip. *Cliopher*. I don’t have a poem in my mind right now.”\n“Don’t you?” Cliopher sang the notes of the melody Fitzroy had been humming when they went to create Navanoa.\n“You and your challenge-songs,” he grumbled.",
            "chapter": "Chapter 75",
            "percentage": 96
        },
        {
            "quote": "“Do I tell the lords of my court that I have spent the entirety of my time playing elaborate games? Do I say that I spent half my time making up dirty limericks about them?”\n“Did you, my lord?” Cliopher asked demurely.\nDemurely, but the challenge was there.",
            "twitterQuote": "“Do I tell the lords of my court that I have spent the entirety of my time playing elaborate games? Do I say that I spent half my time making up dirty limericks about them?”\n“Did you, my lord?” Cliopher asked demurely.\nDemurely, but the challenge was there",
            "chapter": "Chapter 75",
            "percentage": 96
        },
        {
            "quote": "“There once was a wizard called Dorn, whom no one around here dared scorn, for her familiar companion was *eerily* reptilian—in fact, the only iguana in town!”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“Damn you and your challenge-songs! What do you want of me? A dozen terrible limericks?”\n“As you wish, my lord.”\n“Do you see an iguana?”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "*The Amboloyan Prince, Rufus*—hmm—*a hero of kicking up a fuss—pompous, dull, boring—we’re forever imploring: MUST his speeches be always superfluous?*”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "It was not magic that was running through Fitzroy’s veins now, or only that common, ordinary, splendid magic of words—imagery and rhyme and rhythm—and the disciplined imagination of a great poet who had forced himself to close the door of his heart to protect his soul.",
            "twitterQuote": "It was not magic that was running through Fitzroy’s veins now, or only that common, ordinary, splendid magic of words—and the disciplined imagination of a great poet who had forced himself to close the door of his heart to protect his soul.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "Cliopher looked straight back at his fanoa with a silent *well? Is this where you stop?*\nFitzroy narrowed his eyes, and they held there, perfectly still. Intent. The challenge reverberating in the air between them: the tinder burning brightly.",
            "twitterQuote": "Cliopher looked straight back at his fanoa with a silent 'well? Is this where you stop?'\nFitzroy narrowed his eyes, and they held there, perfectly still. Intent. The challenge reverberating in the air between them: the tinder burning brightly.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“It’s like that, is it?” Fitzroy said, in a very imperial-sounding voice, his magic slowly welling up into the room, limning everything with a sense of buzzing urgency, of burgeoning life, of the sudden possibility that everything might come alive and become something new.\n“Is it?” Cliopher replied, equally quietly, equally intensly.",
            "twitterQuote": "“It’s like that, is it?” Fitzroy said, in a very imperial-sounding voice, his magic slowly welling up into the room, limning everything with a sense of buzzing urgency, of the sudden possibility that everything might come alive and become something new.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "They held each other’s gazes: the great mage with his golden eyes full of magic, and Cliopher who was an ordinary man but who had looked full upon the face of the Sun and not been blinded.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "He held the spark Fitzroy had struck, and he held Fitzroy’s eyes.\nFitzroy was glittering and magnificent and every inch an emperor, a folk hero, a *legend*. His voice could have seduced the Moon or half the Nine Worlds into following him.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“What, my lord Mdang? An island wasn’t enough for you?”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "Above them there was a jangle as if the wind had blown through the glass floats in the solarium. The same gust whipped through the room, scattering the limericks and sending a spray of sparks up out of the brazier.\nVery deliberately, Cliopher smiled.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“Hear, O ye children of the sun and of the wind, of the emperor Aurelius called Magnus and his fanoa from across the sea: sing with me of their deeds of magic and daring, their high-hearted courage, their love that crested the very sky, and weep, all you lovers of beauty, for what glory once was in the world.”",
            "twitterQuote": "“Hear, children of the sun and of the wind, of the emperor Aurelius Magnus and his fanoa from across the sea: sing of their deeds of magic, their high-hearted courage, their love that crested the very sky, and weep for what glory once was in the world.”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "Cliopher tried, he really did, but when Fitzroy started to compare the dimensions of El’s prick to various kinds of bananas he could not help himself, and sniggered.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“You disagree with the plantain? Trust me.”\n“To know what is most poetically appealing?”\n“That too, of course,” Fitzroy replied very serenely.\nCliopher set down his pen. “You cannot mean that the way that sounds.”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“No, no, you mistake me!” Fitzroy’s voice was full of barely suppressed mirth. “I am not writing an erotic *scene*. This is going to be an *epic*, Kip. With all the details.”",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“I knew you were Fitzroy Angursell,” she added, greatly satisfied. “I *knew* it. And you so carefully didn’t deny it.”\n“It was all I could do not to fall upon your neck in gratitude,” Fitzroy said, with a light tone.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“I was not involved in measuring *anyone’s* penis,” Cliopher exclaimed in exasperation, which was the point where Ludvic finally broke down into laughter.",
            "chapter": "Chapter 75",
            "percentage": 97
        },
        {
            "quote": "“Aya inDovo Delanis is here. With Fitzroy. They’re talking about techniques for writing sex scenes,” Cliopher said.\n“Oh, I can’t possibly miss that!” Ghilly said.",
            "chapter": "Chapter 76",
            "percentage": 97
        },
        {
            "quote": "“I’m not providing comparative measurements,” Cliopher said desperately. “You can get your own banana scale.”\n“I beg your pardon?” Toucan said. “I am fascinated by what could possibly have led to that response.”",
            "chapter": "Chapter 76",
            "percentage": 97
        },
        {
            "quote": "“Kip Mdang, did you acquire a house so the Red Company could live next door?”",
            "chapter": "Chapter 76",
            "percentage": 97
        },
        {
            "quote": "“Is there anything you want me to avoid saying?”\n“I trust you,” Ludvic said, very simply. “And *him*.”\n“Fitzroy,” Cliopher murmured, gently teasing.\nLudvic smiled. “Fitzroy.”",
            "chapter": "Chapter 76",
            "percentage": 97
        },
        {
            "quote": "“One of the greatest joys of my life was the expression on your face when I asked you if you wanted to be Duke of Ikiano and you refused with language that would make a sailor blush.”",
            "chapter": "Chapter 76",
            "percentage": 98
        },
        {
            "quote": "“Of course we can ask Jullanar’s help. She’s part of your family, your culture ... our lives.”",
            "chapter": "Chapter 76",
            "percentage": 98
        },
        {
            "quote": "Fitzroy gave Cliopher a very brilliant look and carefully moved the flower to his right ear.\nCliopher felt a wash of some nameless emotion—some indescribable wonder, some intense humility, some astonishing gratitude, some sort of awe.",
            "chapter": "Chapter 76",
            "percentage": 98
        },
        {
            "quote": "“Don’t hurt yourself,” Toucan whispered. “He’ll still be there tomorrow.”",
            "chapter": "Chapter 76",
            "percentage": 98
        },
        {
            "quote": "“Dad said I shouldn’t call you Uncle Fitzroy but you are, aren’t you? More or less?”\nFitzroy, visibly choked up, nodded speechlessly.\nClio nodded with complete unconcern for upending someone’s world. “Great. *I* thought so.”",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "If there were a party down in the green—and if he and Fitzroy were announcing they were fanoa—(and both of those things were true)—well. Perhaps it *was* a good thing that Féonie and Franzel and Conju had insisted he bring half court costume with him.",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "“Uncle Kip, I have been thinking while you were gone,” he said again, as if it were a rehearsed speech, “and I would very much like to sit at your feet and learn to be tanà.”\n“I would be honoured to have you sit at my feet, Clio el Mdang White,” he said.",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "“Kip.” Fitzroy looked him up and down, frankly appreciative, and let the door swing shut behind him as he came into the middle of the room. “Cliopher Lord Mdang, Viceroy of Zunidh and tana-tai of the Wide Seas Islanders.”\n“Your fanoa.”",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "“I would like you to have this, as a token of my esteem, a promise of my affection, an affirmation of my readiness to follow your star wherever you wander with it, an acknowledgement of my willingness to raise an island for you whenever you need one, and ...” Fitzroy took a deep breath. “And a statement of something I have never quite dared say in its full simplicity before, which is that I love you.”",
            "twitterQuote": "“I would like you to have this, as a token of my esteem, a promise of my affection, an affirmation of my readiness to follow your star wherever you wander with it, an acknowledgement of my willingness to raise an island for you whenever you need one.”",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "“And ...” Fitzroy took a deep breath. “And a statement of something I have never quite dared say in its full simplicity before, which is that I love you.”",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "“That’s the Imperial Seal,” he said, but even without looking down he had closed his hand around the ring. It was warm in his hand from Fitzroy’s body-heat, his inner fire.\n“It is,” said Fitzroy. “And you know very well that there is not another person in all the Nine Worlds and the lands beyond whom I would trust with it.”",
            "twitterQuote": "“That’s the Imperial Seal.”\n“It is,” said Fitzroy. “And you know very well that there is not another person in all the Nine Worlds and the lands beyond whom I would trust with it.”",
            "chapter": "Chapter 77",
            "percentage": 99
        },
        {
            "quote": "Cliopher had come to a kind of truce with her, but it was definitely easier for both of them to be polite after breakfast.",
            "chapter": "Epilogue",
            "percentage": 99
        },
        {
            "quote": "“I’m in the company of someone who would very much like to meet you both.”",
            "chapter": "Epilogue",
            "percentage": 100
        },
        {
            "quote": "He lay in bed, clutching his quilt, shivering and frightened and thinking he was over thirty years old and surely shouldn’t be either.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "“They’ll be searching for us.”\n“Or at least for you and Kip,” the woman replied, her voice amused.\nSo they knew him. The relief was—was there. He let himself relax a trifle. They knew his name. They had lit a fire. He was, presumably, safe. And he knew that voice—surely he did.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "“What ... what year do you think it is?” Toucan said at last.\nOh *no*.\nThat was not a question anyone with a *head injury* wanted to hear.\nOh no no no no *no*.\n“The fifteenth of Emperor Artorin,” he said finally. “Silverturn night.”\nThere was a pause. Then:\n“That’s when the Empire Fell,” Rhodin said.\n“Fuck,” said Toucan, simply.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "“We didn’t marry, I take it,” he said, looking straight at Ghilly.\nSomething flashed through her eyes, but she spoke evenly. “No.”\nIf not her— “Did I marry someone else?”\nShe shook her head. Something odd was in Rhodin’s expression, but Kip didn’t know him, nor what such a look might mean.\n“No children, I suppose?” he went on.\n“No.” Her voice was gentle.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "“Right then,” he said briskly, smiling at them with what he hoped was convincing cheerfulness. “I am presuming that I am more or less married to my job, in that case? Please tell me I do something interesting.”",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "*Surely* he hadn’t just ... given up? Given up on all his dreams? *All* of them? If he wasn’t tanà, if he wasn’t married to Ghilly, if he hadn’t *succeeded* in anything—he was stubborn, that was what he was. Even when he couldn’t think straight he was stubborn. He never gave up.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "Before he could quite begin to panic, Rhodin said, “You’re the Viceroy of Zunidh.”\nWhich—well! What a punchline! Kip liked him better already.",
            "chapter": "Bonus Chapters: Chapter 1"
        },
        {
            "quote": "His temper flared up at being laughed at—by Ghilly, after five years in Astandalas being considered a country bumpkin, a rustic, a *buffoon*—and his tongue, as always, snapped forth his thoughts.\n“Oh, and I suppose I am also the tanà, respected by all? Confidant and counsellor of the Emperor, my words sought and heeded by all? They will be writing me into the *Lays*, I take it?”",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "Ghilly paused, her eyes softening. “Kip ...”\nThat was even harder to take. He hadn’t had much recent experience with softness, gentleness, even so mild an admiration as was in her eyes. And she was not *his* Ghilly, was she? She had married Toucan and he was married to his job in the Service, and he had failed at every dream he’d ever held in his life.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "The injured man, Pikabe, woke up, expressed mild surprise at losing his arm, and asked urgently after “Lord Mdang.”\nKip was so overwhelmed by the fact that Pikabe pronounced his name correctly that he did not, at first, register the significance of the title.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "Sir. Lord Mdang. A *salute*.\n(But ‘Viceroy of Zunidh’ wasn’t even a *real* title.)\n“I ... I am having a few memory problems,” he admitted.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "Under *Beautiful follies—a viau in truth—*he’d written: *no emperors; no poverty; art for everyone*. Basil had written back, *And how will you end poverty?*\n*Pay everyone enough to live on*, he’d responded, and nearly started to cry when he turned from the bright dream of the letter to the reality of the bureaucracy slowly crushing him.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "He shivered and could not resist the urge to do *something* as an offering to the gods of this place, who had shown him such favour as to protect him from *that*.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "“Would you tell me a story of your home, sir?” Pikabe asked after a few minutes. “I ... I like your accent.”\nNo one liked Kip’s accent. In five years in Astandalas, no one had ever had a kind word to say of it. It was too sharp, too nasal, too strong, too rural, too unintelligible, too *barbaric*.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "“We did not have kings, the Islanders. We had chiefs, and sometimes, when there was a need, the people came together and chose a paramount chief to speak for all. The last of the Paramount Chiefs was Elonoa’a ...”",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "Pikabe fell asleep somewhere in the middle, but by then the others were listening, and Rhodin asked him to keep going, an odd light in his eyes as Kip struggled to find the words to describe the friendship of Elonoa’a and Aurelius Magnus.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "Rhodin’s pot and cups had apparently been an item of mockery when they were going on a simple four-hour hike, but Kip could not blame Rhodin for his smug pleasure whenever they were able to make something hot.",
            "chapter": "Bonus Chapters: Chapter 2"
        },
        {
            "quote": "“They said you must have been taken by the mountain, but I was sure you couldn’t have been—you’re too *good* for the mountain to take you—and I was *right*!”\nKip, to whom this was addressed, smiled even more weakly. As far as compliments went, it was a doozy.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "“Zigu, do you have extra paddles?” “I have one extra—my sister usually comes with me,” the boy admitted. “But she had to stay back so no one worried I was gone.”\nOh, how much Kip had been like this!",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "People kept coming up to him, crying, laughing, weeping, some of them wanting to touch his hands.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "Kip would not have thought that anything could be more disconcerting than waking up to discover that he had somehow lost twenty-five or thirty years of his life—which period encompassed no less an event than the destruction of the Empire of Astandalas—but that was before he arrived in the city of Solaara and discovered it was in deep mourning for him.\nOr rather, for the future him.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "Can he *afford* proper care? What will happen to him after?”\nRhodin stared at him. Actually *stared*.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "He wasn’t ashamed for caring for Pikabe, who had clearly been injured in his service. Whatever that meant. Whatever resources he commanded—his *older self* commanded—he had an obligation.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "“Pikabe is an Imperial Guard,” Rhodin said slowly. “He is in the honour guard—one of his Radiancy’s personal corps. We have excellent pensions and take good care of our own, whether they were injured on duty or no. He would never be left ... helpless. And even if we didn’t he would still be fine. You ... you *made sure* of that.”\n“I did? For Pikabe?”\n“For everyone.”",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "“Cliopher, the hospitals are *free*. There is an annual stipend, more than enough to live off on even without the pension. No questions asked—Pikabe will be able to get it as soon as he applies. Even if his people weren’t nearby, he would be able to find housing—the Indrogan estates are *for* people displaced one way or another. Cliopher ... this is why people are throwing their doors open to you. Everyone would—*everyone would. You changed the world*.”",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "“That’s the Palace,” Kip said stupidly.\n“Yes,” Rhodin said patiently. He’d explained this, but Kip hadn’t fully grasped what he meant when he said *the Palace was moved from Astandalas to Zunidh*. It was a fundamentally impossible idea; Kip hadn’t been able to hold it in his mind at all.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "He did not recognize his sister.\nHe did not know his nephew or his niece.\nHis mother looked positively *ancient*, and Uncle Lazo’s limp was more pronounced than ever, his hair fully white.\nHe did not know any of these people. Who was the Jilkanese woman in the wheeled chair? Who was the golden-skinned man with aristocratic tattoos around his hands and forearms, dressed like a grandee, who was sitting stark and still in his chair, Rhodin murmuring in his ear?",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "Those patterns he had not quite recognized in the cloth were the Mdang patterns, familiar from baskets and pottery and body paint, woven into the fabric of the power of the Viceroy.",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "This was surely not a *real* future. The idea that *he* would find Ani’s tear, earn that five-ranked efela of flame pearls, warrant those surmounting superb bird-of-paradise eye-feathers—",
            "chapter": "Bonus Chapters: Chapter 3"
        },
        {
            "quote": "So this was the Emperor of Astandalas’s personal physician, called to attend to Kip. Of course it was.\nIt was becoming more and more apparent that this was some wild hallucination.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "Kip had been keeping a tally on the aristocrats he had encountered since he went to Astandalas. With the sole exception of Rhodin, he had not met a one who seemed to be able to *do* anything useful.\nConju could at least hold a tray, and, moreover, *was willing to*. Kip decided to withhold judgment on the man until further acquaintance.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "“As far as I recall I’m not missing any memories, but everyone else says I’m missing everything after the night of the Fall of Astandalas.”\nHis tongue really had no controls, did it?\nHe could not quite keep the disbelief from his voice as he expressed that heretical—that *treasonous*—thought.\nThe physician made a surprised moue. “I had not understood it was *quite* that severe.”\n“I do apologize for being hit by a mountain,” he replied snidely.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "“Are you saying you don’t think I can *dress myself*?”\nConju actually laughed, which was the first time, Kip thought, he’d ever seen one of the real high aristocracy laugh like a real person. “Of course not. But like it or not, Cliopher, you are injured, and pyeonky—that medicine—has a tendency to knock people sideways at an unexpected moment. Not to mention, if you don’t remember anything since the Fall, you’re not going to know where the bath is.”",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "These were the clothes belonging to the older Kip. The one who lived, lest he forget, in the *Lord of Zunidh’s* apartments. Kip touched the silk, shimmering a rich, royal blue, and felt the gawkish clodpoll every Astandalan had called him.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "It was hard, knowing that they were all looking at him and wanting his other self. Five years in Astandalas, grinding himself to the bone in his attempts to do *something*, and here he was, between Vinyë and his Uncle Lazo, just as if it were a dinner at home, and ... *still* not what they wanted.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "“Do you remember, Zemius,” Quintus said to his brother, “when Kip spent three months learning *all* of Fitzroy Angursell’s songs by heart?”\n“I remember he was in love with Jullanar of the Sea,” Zemius replied, grinning at Kip’s embarrassment and confusion.\n“I just liked how sensible she sounded,” he muttered.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "He smiled weakly and tried to rein in his tongue, for every time he spoke whoever he was speaking to would look briefly surprised before the realization flashed across their features that he was still, *still*, not their Kip.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "Prince Rufus duly showed up. Kip hated him instantly.\nWhy exactly Prince Rufus was so insistent on seeing him he didn’t quite understand, for the man clearly disliked him almost equally.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "“It’s Mdang,” he said sharply.\nPrince Rufus stopped and visibly swallowed affront. “I beg your pardon?”\n“It’s Mdang,” Kip said, enunciating carefully. Prince Rufus stared blankly at him. “Rhymes with hang, tang, sang, oh, Fitzroy *Ang*ursell.”",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "“I can only assume that you consider us friends, and that it is some strange custom of your people to consistently mispronounce your friends’ names as a kind of endearment, for otherwise I can only sit here thinking that you are deliberately and consistently refusing to give the respect of a correct name to the Viceroy of Zunidh.”",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "Kip began to understand why he was in these apartments, called the viceroy, wept over by the people ... why he was such a disappointment, when they asked him a question expecting some brilliant response, and all he could do was be increasingly sarcastic in defence.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "It still seemed so much more likely that this was some odd hallucination. No one actually *achieved* their most high-flying dreams.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "Desperate to meet the letter-writer in his own mind, to hold this letter to his heart as clearly it had been written *from* the heart.\nThey had said he wasn’t married to anyone. They had *said* so.\nKip skipped through it, catching a few phrases here and there. They were all much the same as the first, wryly, delightfully humorous and full of a sparkling … love. Oh it was, it was. He wasn’t married only to his job.",
            "chapter": "Bonus Chapters: Chapter 4"
        },
        {
            "quote": "Eventually Cora said, “I confess, I was not expecting that.”\n*That* was an old Islander outrigger canoe. Its mast was broken, the sail a mass of rotten tatters, the carvings blurred and damaged, the whole thing desperately abandoned.\n“How sad,” Ghilly murmured. “Someone must have loved that boat. I wonder why it was left here.”",
            "chapter": "Further Bonus Scenes: Chapter 1"
        },
        {
            "quote": "“This wasn’t made here, in the Vangavaye-ve,” Cora decided. “Someone *sailed* it here.”\nGhilly gave her a speculative look. “New research project?”\nCora grinned. “New research project.”",
            "chapter": "Further Bonus Scenes: Chapter 1"
        },
        {
            "quote": "By the time they were halfway to the secretary Ghilly had started to sweat with nerves, and was frantically trying to come up with some real reason for them to have sought an audience with the Viceroy, some grave and sensible and adult purpose for their visit.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "“I am Ghillian Poyë, this is my husband Toucan Nevan, and our friend Falbert Kindraa. We are all from Gorjo City in the Vangavaye-ve and have come to pay our respects to our countryman. The Viceroy,” she clarified when the secretary looked dumbfounded.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "In his letters he was their Kip, funny and wry and affectionate and not, ever, displaying the power that his garments and seat and posture and presence all demonstrated so ruthlessly.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "From behind her the first secretary announced their names, but he had not even finished saying “Poyë” when Cliopher Lord Mdang, Viceroy of Zunidh, dropped all his professional decorum and launched himself out of his throne to engulf her in his arms.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "His deep wish might not have been obvious to someone who did not know him well, but Ghilly had been intending to marry him once, and she could see that behind the now-more-professional smile was a real fear that they had not come for *him*, for Kip, but only for the Viceroy of Zunidh.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "How had she not realized that Kip would be Kip, titles and extravagant clothing and importance and power notwithstanding?",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "Ghilly laughed, suddenly able to understand why Kip had so many people in his household. His family home had been full of people of all ages, aunts and uncles and cousins and all their various friends. This was his version of that.",
            "chapter": "Further Bonus Scenes: Chapter 2"
        },
        {
            "quote": "Ghilly would really have liked it if, at some point in the last few years, Kip had actually *explained* that he was the head of the government. It was the sort of thing, she thought, one ought to know about one’s former fiancée and near-best friend.",
            "chapter": "Further Bonus Scenes: Chapter 3"
        },
        {
            "quote": "Ghilly still did not understand how Kip had lived many decades, even centuries, longer than the rest of them, and only looked a little older, as one might expect for someone with a job as stressful as his was. She had got the impression that Kip himself did not know, and did not much like to think about it.",
            "chapter": "Further Bonus Scenes: Chapter 3"
        },
        {
            "quote": "Ghilly still did not understand how Kip had lived many decades, even centuries, longer than the rest of them, and only looked a little older, as one might expect for someone with a job as stressful as his was. She had got the impression that Kip himself did not know, and did not much like to think about it.",
            "chapter": "Further Bonus Scenes: Chapter 4"
        },
        {
            "quote": "Young Kip had been brilliant like a lightning bolt, and almost as unstoppably obvious.",
            "chapter": "Further Bonus Scenes: Chapter 4"
        },
        {
            "quote": "No matter what they told him he had done he only laughed at the sheer absurdity of it. At age thirty-one, after five years in Astandalas, Kip Mdang looked forward to nothing.",
            "chapter": "Further Bonus Scenes: Chapter 4"
        }
    ],
    "firequotes": [
        {
            "quote": "It took maybe twenty minutes to get from Saya Dorn’s house to Uncle Lazo’s barbershop, at least the way Kip went. The adults took longer, but they were boring.",
            "percentage": 1
        },
        {
            "quote": "One day people would look up to him. He’d be the tanà, and respected, and people would always listen when he talked.",
            "percentage": 1
        },
        {
            "quote": "Kip liked watching people being good at what they wanted to do.",
            "percentage": 3
        },
        {
            "quote": "Kip was going to be the best tanà there had ever been.",
            "percentage": 3
        },
        {
            "quote": "He was ready. He was sure of it. He’d make *them* know he was ready, too.",
            "percentage": 6
        },
        {
            "quote": "The tanà was not the chief or the paramount chief, the saying went, but when the tanà spoke, the chiefs listened.\nKip wanted people to listen to him.",
            "percentage": 8
        },
        {
            "quote": "Buru Tovo wore feathers in his hair, which was a strange and rather old-fashioned custom Kip thought looked very fine.",
            "percentage": 8
        },
        {
            "quote": "Not afraid. He was thirteen and a half, he had studied with Buru Tovo for more than a year and Uncle Lazo for six months. Kip was not *afraid*.\nPerhaps a little—no, a *trifle*, that was the word—just a trifle worried.",
            "percentage": 14
        },
        {
            "quote": "One day, Kip would get to dance over the coals in front of everyone, on the last day of the festival, showing everything he knew and could be and was. That was what the tanà was, people said. They showed the people who they were.",
            "percentage": 19
        },
        {
            "quote": "Buru Tovo had told him he had to go back to the city so he didn’t forget all the *modern ways*, but Kip had grown up with them, and he *wanted* the old ways.",
            "percentage": 29
        },
        {
            "quote": "But he would make them see that the old ways were not just beautiful, but also—also *alive*. So much more alive than the dances at the festivals made them seem.",
            "percentage": 34
        },
        {
            "quote": "Mama Ituri treated her people well, but she wasn’t *safe*. She was like Ani, the sea goddess, Uncle Lazo said: generous with her gifts and also with her temper.\nKip knew all about Ani’s temper.",
            "percentage": 36
        },
        {
            "quote": "His mother told everyone Kip had been born stubborn, contrary as a fitful wind. His father used to laugh and say he wasn’t, he was just a boat that knew its own ke’ea, and if he just followed it faithfully, he’d get where he was going one day.",
            "percentage": 41
        },
        {
            "quote": "He would be tanà, and he would be like Elonoa’a had been, and even the emperor on his golden throne, far far away from Gorjo City, would listen to him.",
            "percentage": 41
        },
        {
            "quote": "What was Astandalas to them? Taxes, a government everyone complained about, schools that taught you only how to live in the city, not on the islands.",
            "percentage": 44
        },
        {
            "quote": "*Kip’s* emperor, whoever he was when Kip was ready to go find him, probably wouldn’t need a navigator. He’d need Kip. And Kip would be the best tanà.",
            "percentage": 45
        },
        {
            "quote": "Fire into stone. That was why it was obsidian at the centre of his efela ko. The tanà held the fire, and obsidian was the rock made of fire.",
            "percentage": 48
        },
        {
            "quote": "It was *hard* to go back, that’s what the *Lays* taught.",
            "percentage": 52
        },
        {
            "quote": "You did not hold the fire if you ran from its burn; but you could not hold the fire if you did not respect its flame.",
            "percentage": 53
        },
        {
            "quote": "“You dove as far as you could into the sea, and could not get the last pearl you wanted. You climbed as high as you could, and broke what you hoped for on the way down. Is this where you stop?”\n“No,” he said, his voice shaking and squeaking. “No. I’ll keep going.”",
            "twitterQuote": "“You dove as far as you could into the sea, and could not get the last pearl you wanted. You climbed as high as you could, and broke what you hoped for on the way down. Is this where you stop?”\n“No,” he said, “No. I’ll keep going.”",
            "percentage": 93
        },
        {
            "quote": "“Lots of meanings you could take, from your stone breaking quite in half like that. Two halves that fit together can mean a lot of things.”",
            "percentage": 94
        }
    ],
    "portraitquotes": [
        {
            "quote": "Tovo spent his ninetieth year walking the ring.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The Mdangs Held the Fire, and the fire was both always the same and always different.\nAlways that streak of the contrary in them, that moment between strike and spark where the world held its breath to see what flame would catch.",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "One stone from their own island, one stone from the other side of the world, to show their community that they knew both old and new, far and near, the ways of the sea and the needs of the hearth.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "Kip who had refused to let his hatred and his fear stop him.\nKip who had sat at his feet and refused ever to give up.\nOh, Kip was a long way away, and had been gone a long time.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "There was one who had learned all Tovo could teach, and then sailed off, because someone always left.\nTovo still waited for his sail to come back over the horizon.",
            "chapter": "Chapter 1",
            "percentage": 12
        },
        {
            "quote": "Elonoa'a had been famous for leaving.\nMore: for leaving in the company of an Emperor of Astandalas.",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "“What does it mean, Tovo,” he whispered, “if the tana-tai is lost? What does it mean if no one is willing to hold the fire, pass it on?”",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "“Someone always leaves. He’ll be back when it’s time.”",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "He had thought that first dive would be the end of it: but every time Kip had cried, I hate this! Tovo had asked him, *Is this where you stop?*\nAnd Kip had glared at him, so fierce and so angry and so very, very sharp, and said: *No.*",
            "twitterQuote": "He had thought that first dive would be the end of it: but every time Kip had cried, I hate this! Tovo had asked him, 'Is this where you stop?'\nAnd Kip had glared at him, so fierce and so angry and so very, very sharp, and said: 'No'.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "“We found that the Lord Emperor is the fire at the centre of the court. Everyone circling around him, everyone dancing around that fire, the hearth at the centre of the world.\nCliopher didn’t dance around the centre. He stood beside him.”",
            "chapter": "Chapter 1",
            "percentage": 23
        },
        {
            "quote": "“When I saw him, I thought he was the tanà for the whole world.”\nTovo felt his breath stop, just for a moment, at that soft statement.",
            "chapter": "Chapter 1",
            "percentage": 23
        },
        {
            "quote": "“It was out of the *Lays*,” Aya said again. “It should be *in* the Lays, Buru Tovo. It was a market like any other market, nothing of note except for the velioi guests ... and yet it was then, there, here, now, that the gods asked a question.”",
            "chapter": "Chapter 1",
            "percentage": 27
        },
        {
            "quote": "As if Kip had decided at the age of twelve to be tanà, and followed that calling wherever it led him, refusing to take the ke'ea that others claimed was the true one unless he had decided it was also his.",
            "chapter": "Chapter 1",
            "percentage": 28
        },
        {
            "quote": "“People say chasing a viau when they mean someone is being foolish, silly,” he warned her.\n“It can’t be silly to follow something that beautiful, can it?” she said.\n“No,” he replied quietly, feeling her small hand steal into his. “No.”",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "Tovo’s thoughts were turning evermore to the east, and the emperor who had been great enough to keep a Mdang at his side for all these years.",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "You could not *make* someone hold the fire; they would only burn.",
            "chapter": "Chapter 3",
            "percentage": 68
        },
        {
            "quote": "They needed someone who could sit quietly in all his velioi finery, through all the bells that called summonses, proud enough to lift his chin before the Son of Laughter and step immediately into the *Lays* when he was asked the right questions, humble enough to sit at the feet of his elder.\nThey needed Kip.",
            "twitterQuote": "They needed someone proud enough to lift his chin before the Son of Laughter and step immediately into the Lays when he was asked the right questions, humble enough to sit at the feet of his elder.\nThey needed Kip.",
            "chapter": "Chapter 3",
            "percentage": 70
        },
        {
            "quote": "Kip wanted to dance the fire for him. Wanted it so badly he could not utter even the hint of it.",
            "chapter": "Chapter 3",
            "percentage": 72
        },
        {
            "quote": "Big Men did not usually look with such attention and care—love, one might say—on those below them.",
            "chapter": "Chapter 3",
            "percentage": 76
        },
        {
            "quote": "The tanà stood beside, not below, of course, but that was an Islander way, and the velioi might be different.\nBut if different, then that suggested that Kip had taught his emperor well.",
            "chapter": "Chapter 4",
            "percentage": 76
        },
        {
            "quote": "One day Kip would realize that the way to keep a single ember safe was to light a fire with it.",
            "chapter": "Chapter 4",
            "percentage": 80
        },
        {
            "quote": "Kip told the story Aya had, albeit summarizing more, in that dismissive way he had when he was very, very proud of something.",
            "chapter": "Chapter 4",
            "percentage": 81
        },
        {
            "quote": "Tovo barely stopped himself from crying out in joy and relief, for after all, after all, Kip had not forgotten everything.\nNot forgotten *anything*.",
            "chapter": "Chapter 4",
            "percentage": 82
        },
        {
            "quote": "The Lays always said of Elonoa'a and his emperor that they were the greatest of friends. Great enough for Elonoa'a to have sailed out of the world to go looking for his friend when he went missing.\nLooking at the two of them, the way Kip looked at his emperor and his emperor looked at Kip, Tovo could see that this was a friendship maybe as deep as that.",
            "twitterQuote": "The Lays always said of Elonoa'a and his emperor that they were the greatest of friends.\nLooking at the two of them, the way Kip looked at his emperor and his emperor looked at Kip, Tovo could see that this was a friendship maybe as deep as that.",
            "chapter": "Chapter 4",
            "percentage": 82
        },
        {
            "quote": "Tovo listened to Kip describing how he had fallen ever deeper into the study of the fire dance, until he *knew* that dance the way no one, perhaps, had since the days of Tupaia, who had been the tanà who stood beside Elonoa’a and sailed off with him to search the Sky Ocean for their emperor.",
            "twitterQuote": "Tovo listened to Kip describing how he had fallen ever deeper into the study of the fire dance, until he knew that dance the way no one, perhaps, had since the days of Tupaia, who had been the tanà who stood beside Elonoa’a.",
            "chapter": "Chapter 4",
            "percentage": 87
        },
        {
            "quote": "He glanced across at Kip’s emperor, the sun of his life, who was looking on Kip as if he were the stone upon which the world turned.",
            "chapter": "Chapter 4",
            "percentage": 88
        },
        {
            "quote": "“You will dance Aōteketētana then before your community here.”\nNot that Tovo needed to see it, after that story. But Kip needed to show him.",
            "chapter": "Chapter 4",
            "percentage": 89
        },
        {
            "quote": "Tovo grinned up at this man who dared not show his pleasure at being an emperor worth staying for, in the estimation of a man as great as the one that Kip had become.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "Tovo had, over the days of his visit, been both impressed and scandalized at how much time Kip spent working.\nArtists might spend this much time about their art, if they were very serious about it.",
            "chapter": "Chapter 5",
            "percentage": 95
        },
        {
            "quote": "Obligations, now those Tovo understood. But this was not an obligation on him: this was a gift Kip’s emperor was giving Kip, in a way that Kip could not refuse.",
            "chapter": "Chapter 5",
            "percentage": 95
        },
        {
            "quote": "“It’s about time to go diving for a fine piece of fire coral,” he said at last, fingering his own efetana.",
            "chapter": "Chapter 5",
            "percentage": 99
        }
    ],
    "pettytreasonsquotes": [
        {
            "quote": "You—the Last Emperor, the Lord of Rising Stars, the Sun-on-Earth, the god—paced the long room.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "There had been a tapestry, you recalled, tribute from Colhélhé. A hand-woven chart of the the full extent of the Empire at its height, beautiful and accurate without being too detailed. Accurate enough, even now, you suspected. A reminder.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "I had never cared all that much for geometry; but I did, had always, would always, care about using the correct word.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "You were beginning to fear you would have to settle for impenetrable formality as the best you could hope for, the wall of thorns around the sleeping, silent castle. A barricade, at once protection and barrier.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "You had kept an obsessive count of all the hours it had been since you became Emperor.\n(Fourteen years, four months, four days, seventeen hours, and then the Fall.)",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "A place far away, a hint of friendship and adventure ... Nothing for you, but for the briefest scent of salt as the vision faded.\nYou blinked back the hint of tears before you turned.\nNot that anyone would be looking at your face, but even so. Even so.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "The Glorious One—such an absurd array of titles you possessed! Some days you felt most at home piling them up upon yourself, a child building cloud-castles, a poet spinning fancies, a fool trying on names",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "You were given all the broken magic to mend, which they did not think you could do (and which I could not do, though I tried; I tried)",
            "chapter": "Chapter 1",
            "percentage": 12
        },
        {
            "quote": "It had been— \nYou stopped. Glorious, Illustrious, Radiant, Serene—*Most* Serene, even—it had been a very long time since anyone had corrected you. \nAn hour and a half since Cliopher sayo Mdang had arrived.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "Cliopher sayo Mdang laughed out loud and looked you straight in the eyes as he declared it a perfect riposte.\nI stared at the younger man, shocked.\n(*I* did.)\nCliopher sayo Mdang had dark brown eyes, sharply, brilliantly alive, full of merriment fading into horror.",
            "chapter": "Chapter 1",
            "percentage": 15
        },
        {
            "quote": "Your new secretary fell rather than descended into his obeisance, eyes glimmering with welling tears. At your automatic dismissal Sayo Mdang turned and fled, writing kit forgotten on his desk and magic reverberating in the air.",
            "chapter": "Chapter 1",
            "percentage": 15
        },
        {
            "quote": "“If the taboo against looking full upon our eyes holds, see that he has all the medical and other assistance he needs. If ... if it does not, inform the Master of Offices that we are pleased with his choice and duly appoint Sayo Mdang as our personal secretary.”",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "Ludvic never let anything rock him. He had been the safe harbour in the storm after the Fall. One day he would be promoted to something more than just one of your personal guards. One day.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "You (yes—*you*—the Protector of the People, you the Shield of the Empire, you the Sun-on Earth) turned and went into your private study, where no one, not even the guards, not even your servants, not even the *Emperor* went.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "You sank down on the bench immediately inside the door and briefly, just briefly, buried your face in your hands as you thought how pleased you had been (*I had been*), a quarter-hour before, working with the man you might have just permanently blinded.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "You closed your eyes, just for a moment, and gestured for them to open the door. You could face this; you must.\nAnd yet, Cliopher sayo Mdang was there.",
            "chapter": "Chapter 1",
            "percentage": 22
        },
        {
            "quote": "A look, a word, a smile, a metaphorical hand outstretched across the ocean moating you—\nYou received the tiny, inconsequential offerings Cliopher Mdang gave you with disproportionate joy, a child opening birthday presents.",
            "chapter": "Chapter 1",
            "percentage": 23
        },
        {
            "quote": "It was a week, a month, a year, of small miracles.",
            "chapter": "Chapter 2",
            "percentage": 24
        },
        {
            "quote": "Add Cliopher sayo Mdang into the mix, one speck in that ugly brownish-grey uniform that suited nobody, a pebble amongst all the yellow diamonds and white alabaster and jet, and the kaleidoscope slowly ... stopped.",
            "chapter": "Chapter 2",
            "percentage": 25
        },
        {
            "quote": "“Good morning, Sayo Mdang.”\nAnd, in a tiny, unbelievable gift, treason according to the absolute letter of the law, Cliopher sayo Mdang would look up after his obeisance and *meet my eyes* and smile and say, “Good morning, my lord.”",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "One moment each morning in which you spoke as a person to another person, and was greeted as a person by another person: on such did the entire machinery of apotheosis stutter to a halt.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "You became increasingly suspicious that Cliopher sayo Mdang was smarter than you were.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "In one of the storerooms was a vase, asymmetrically glazed with teal.\n“This,” you said, remembering the flash of a kingfisher’s wing, on a river far from the Palace, once upon a time.",
            "chapter": "Chapter 2",
            "percentage": 27
        },
        {
            "quote": "Cliopher sayo Mdang continued to offer his small gifts, his petty treasons, each of them casually, as if he did not realize he was even offering them.",
            "chapter": "Chapter 2",
            "percentage": 29
        },
        {
            "quote": "I would not see the humour if I did not look upon the man’s face. I would not know it was there if I were not also stepping over those norms, reaching out past those taboos, looking back. But there had never been anyone to cross over for, before.",
            "chapter": "Chapter 2",
            "percentage": 30
        },
        {
            "quote": "So. So. Cliopher sayo Mdang had views, did he, on the priest-wizards and their ceremonies?\nCome to that, so did you. So did I.",
            "chapter": "Chapter 2",
            "percentage": 34
        },
        {
            "quote": "You looked away from the pleased smile on Cliopher sayo Mdang’s face. Sergei was stiff and sober as always, his gaze trained firmly away from yours; yet you met Ludvic Omo’s glance.\nThe second man, the second time.",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "“Surely that is not true?”\nCliopher looked down at his paper, a small, smug, self-satisfied smirk tugging at the corner of his mouth, “The following report does suggest that it was not one *hundred* sharks, but only forty, my lord. Though to be frank, if I may be so bold, even *one* hammerhead shark falling out of the sky would be quite the shock, don’t you think?”",
            "twitterQuote": "“Surely that is not true?”\n“The following report does suggest that it was not one hundred sharks, but only forty, my lord. Though to be frank, if I may be so bold, even one hammerhead shark falling out of the sky would be quite the shock, don’t you think?”",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "The decision not to leave your crown where it had fallen was the hardest decision you had ever made.",
            "chapter": "Chapter 2",
            "percentage": 43
        },
        {
            "quote": "You declared you would no longer be an Emperor, and so they made you a god.",
            "chapter": "Chapter 2",
            "percentage": 43
        },
        {
            "quote": "Everything the same as it always was, except that today, for the first time, your magic came to hand.\nYou explored it wonderingly.",
            "chapter": "Chapter 3",
            "percentage": 45
        },
        {
            "quote": "You retreated from the trance but did not—could not—relinquish hold of your magic. Not this morning. Power swirled around you like your robes, crackled in the air about you, as you stood and strode through the ivory-and-ebony doors into your study.",
            "chapter": "Chapter 3",
            "percentage": 48
        },
        {
            "quote": "The Palace was behind you, the world in front of you. And if you simply ... kept walking?\nNot simply. Never *simply*.",
            "chapter": "Chapter 3",
            "percentage": 49
        },
        {
            "quote": "You took a breath, tasting the air, testing the magic. Fresh air, scented not with perfumes and unguents and oils, but by the world itself.",
            "chapter": "Chapter 3",
            "percentage": 50
        },
        {
            "quote": "I could not but accept the penalty set before me, this crown I abhorred and this divinity so thoroughly undeserved, this life sentence given me for my crimes. There was a painful elegance to it, exquisite and agonizing as only the justice wrought by fate could be.",
            "chapter": "Chapter 3",
            "percentage": 52
        },
        {
            "quote": "Focus, you, I told myself, yourself, wishing I, you, had a name other than what was on everyone’s lips but those addressing you. No matter that.\nNo matter that.",
            "chapter": "Chapter 3",
            "percentage": 52
        },
        {
            "quote": "I spun magic out of the air, into the air, the wild magic in its garlands of bees and butterflies, petals and leaves, wind and sunlight and shadow and stone.",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "But fire was chaotic, and creation, and there were—not *rules*, not even laws, but—principles, yes, principles at work. All supposed rules of poetry could be broken, if you were good enough.\nMagic was, I knew (I hoped, I prayed, I *wished*), the same.",
            "chapter": "Chapter 3",
            "percentage": 54
        },
        {
            "quote": "The conjecture: they intended to be a theocracy with *you* as their figurehead god and the nine elders the actual rulers.\nThe fact: their magic no longer worked.",
            "chapter": "Chapter 3",
            "percentage": 57
        },
        {
            "quote": "I had a certain affinity to fire, and once had imagined the heart of myself as a fire, something burning brightly in a forest glade, fresh and wild and free. Now I stood at the edge of an ashy waste, the old trees and shadowy guardians dim and far away in the fog.",
            "chapter": "Chapter 3",
            "percentage": 61
        },
        {
            "quote": "The stones holding my fire, protecting it from draughts, were pearls, fist-sized and irregular and yet gleaming, even glowing, golden with the reflected white flash of the fire.",
            "chapter": "Chapter 3",
            "percentage": 61
        },
        {
            "quote": "It was time for you to take control, to be the Lord Magus of Zunidh, for you could not be the emperor and you would not be a god.",
            "chapter": "Chapter 3",
            "percentage": 62
        },
        {
            "quote": "You had one good guard who stood firm no matter the provocation, and one good secretary who had no sense of self-preservation, and you were yourself emperor, lord, priest, and mage.",
            "chapter": "Chapter 3",
            "percentage": 62
        },
        {
            "quote": "You—*I*—let the magic rise, filling the room, calling to Zunidh who had claimed me, whom I had claimed.",
            "chapter": "Chapter 3",
            "percentage": 66
        },
        {
            "quote": "So angry that I could not be a poet—for if it were known that *I* (that *you*) had written those poems, the whole edifice of your authority might have come crashing down with the doubts and the fears and the stubborn refusal to *stay where I was put*—",
            "chapter": "Chapter 4",
            "percentage": 73
        },
        {
            "quote": "The aristocrats and the priest-wizards and the army and even the bureaucracy had liked the previous system, but your people?\n(Oh god, my poor people.)",
            "chapter": "Chapter 4",
            "percentage": 75
        },
        {
            "quote": "I was not supposed to know what a war was like, what it *meant* to have crops laid waste and houses razed to the ground. I was not supposed to be able to feel the sweat and the blood and the flies.",
            "chapter": "Chapter 4",
            "percentage": 76
        },
        {
            "quote": "You were too tired to suppress your first sarcastic reply. “I don’t suppose you want to go knock some sense into those idiots at Littleridge, do you?”\nSilence. Dead, incredulous silence.\nWhen was the last time I used the informal singular out loud?",
            "chapter": "Chapter 4",
            "percentage": 82
        },
        {
            "quote": "“If my lord desires it, I shall go gladly.”",
            "chapter": "Chapter 4",
            "percentage": 82
        },
        {
            "quote": "Cliopher Mdang looking steadily at me, his brown eyes sharp and seemingly aware of what he was offering. \n—*Someone* had to go. \nInto the war zone, into the chaos, into the battling would-be nations.",
            "chapter": "Chapter 4",
            "percentage": 82
        },
        {
            "quote": "“Is there anything particular you hope I can accomplish on your behalf?”\n“Oh, peace,” you said, your tongue unruly, sarcastic, savage. You gripped the smooth edge of the sandalwood desk with your hand. Your voice flattened out with exhaustion, which almost sounded like serenity. (Almost.) “Peace.”",
            "twitterQuote": "“Is there anything particular you hope I can accomplish on your behalf?”\n“Oh, peace,” you said, your tongue unruly, sarcastic, savage. Your voice flattened out with exhaustion, which almost sounded like serenity. (Almost.) “Peace.”",
            "chapter": "Chapter 4",
            "percentage": 84
        },
        {
            "quote": "I could not wonder about that hearth of irregular pearls, golden as the tithe-offerings from the islands of the Wide Seas. I had still not actually asked Cliopher where he was from, why he had come, who he was.",
            "chapter": "Chapter 4",
            "percentage": 84
        },
        {
            "quote": "I fancied, sometimes, that my youthful ideas were correct, and both poetry and magic were about naming things truly. Knowing the true name of a thing was a very, very old magic indeed.",
            "chapter": "Chapter 4",
            "percentage": 84
        },
        {
            "quote": "In imperial days he would have been executed for the temerity. And what a *waste* that would have been. What a wasteland the world might have stayed. What a wreck *you* would have remained, a slowly desiccating remnant of a man.",
            "chapter": "Chapter 4",
            "percentage": 93
        },
        {
            "quote": "The Hands of the Emperor. It had a good ring to it.\nIt was a way, perhaps, to touch the world neither as its tyrant nor as its god, but as a man doing my best to listen, to learn, to be.",
            "chapter": "Chapter 4",
            "percentage": 99
        },
        {
            "quote": "I closed my eyes and leaned back in my chair, the sun on my face, for a moment slouching, for a moment merely ... myself.\n(And if I were humming *Aurora* quietly to myself, there was, for this one, shining moment, no one else to hear.)",
            "chapter": "Chapter 4",
            "percentage": 100
        }
    ],
    "hotequotes": [
        {
            "quote": "It was an indication of Cliopher Mdang’s status in the eyes of his lord that he was given the use of a sky ship for personal business.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "He no longer believed one could legislate out of existence greed, or stupidity, or sheer perversity of will. \nIt reassured him that neither could one legislate out of existence love, or hope, or the desire for beauty",
            "chapter": "Chapter 2",
            "percentage": 2
        },
        {
            "quote": "No one to look on his face. No one to say his name. No one to touch him. No one to be his own, and no one else’s. No one for whom he could be himself.",
            "chapter": "Chapter 2",
            "percentage": 3
        },
        {
            "quote": "Surely it was only *petty* treason.",
            "chapter": "Chapter 2",
            "percentage": 3
        },
        {
            "quote": "“His Radiancy would not thank me to let you fall.”",
            "chapter": "Chapter 4",
            "percentage": 4
        },
        {
            "quote": "A feeling of indescribable fondness welled up in him as he regarded his lord.",
            "chapter": "Chapter 5",
            "percentage": 5
        },
        {
            "quote": "“I used to know who I was beyond my duties.”",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "He walked forward to meet his Radiancy, who was coming out of the water, looking (to Cliopher) like some story of Creation as the water streaming off his dark shoulders caught the light and the three men stood awaiting his coming.",
            "chapter": "Chapter 6",
            "percentage": 7
        },
        {
            "quote": "The distant serene reserve that usually cloaked any hint of personality was gone, and in its place was an alert, amused, *interested* expression. \nHe looked, in short, like a man seized with an enthusiasm. \nHe was nearly unrecognizable.",
            "chapter": "Chapter 7",
            "percentage": 7
        },
        {
            "quote": "“Your accent has grown noticeably stronger over the course of the day, Cliopher.”\nHe hastily put his thoughts back into courtly mode. “My apologies, my—” \n“No, do not mistake me. Pray speak as your heart moves you.”",
            "chapter": "Chapter 8",
            "percentage": 10
        },
        {
            "quote": "“You are speaking of *his Radiancy*!” \n“I do not forget it!”",
            "chapter": "Chapter 9",
            "percentage": 10
        },
        {
            "quote": "“Yet here you are,” his Radiancy said, smiling at him.\n“Yes, I am here,” said Cliopher, his heart singing.",
            "chapter": "Chapter 10",
            "percentage": 12
        },
        {
            "quote": "“What is your name, what is your island, and what is your dance?”",
            "chapter": "Chapter 11",
            "percentage": 13
        },
        {
            "quote": "“I will bring home the hearth-fire of a new life for the world.”",
            "chapter": "Chapter 11",
            "percentage": 13
        },
        {
            "quote": "“You will not let me give you riches or titles or lands or any of the other honours it is usual for a lord to give his loyal servants, so instead I offer you this as your friend.”",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "“No one will ever pay me to copy out texts, I’m afraid, but every poet should see his work in book form at least once. It is good for the soul.”",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "“He called me his *friend*.”\n“Then you must continue to act in the office of friendship,” Cliopher said firmly.",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "“I have been wondering, my lord, whether it had occurred to you to retire.”",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "“I spent the night before my coronation praying for the Red Company to come take me away. They did not come: and so I became Emperor.”",
            "chapter": "Chapter 12",
            "percentage": 15
        },
        {
            "quote": "“I am a human being, Conju! I have emotions and desires and frustrations and hopes and dreams and nightmares as much as anyone else. I have things I love and things I hate, things I prefer and things I abhor, and *none of it matters*.”",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "“You *still* do not know what I mean, do you? You kneel to me because you dared raise your voice to me. When have I ever given you cause to think I would punish you for speaking your mind?”",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "“Can you not understand that the walls between us are not of my making? That I do not want to be behind them? Can you not look at me and see not the Radiancy but the *man*?”",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "“It was so hard to keep fighting that I had nearly stopped. I had myself nearly convinced that it was merely the responsible thing to be so—so—so *dull*!”",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "“I never thought I would be the person who chose what is *comfortable*.”",
            "chapter": "Chapter 12",
            "percentage": 16
        },
        {
            "quote": "“Will you not call Ser Rhodin and Elish out of the rain?”\nLudvic turned his head and raised his eyebrows at him. “They would not come. He gave them a direct order to stay there. They will obey.”",
            "chapter": "Chapter 13",
            "percentage": 16
        },
        {
            "quote": "His Radiancy stood still, gazing down at him with that inscrutable expression, and then he did what Cliopher had never once seen him do: he knelt down. \n“Conju,” he said, quietly.",
            "chapter": "Chapter 13",
            "percentage": 16
        },
        {
            "quote": "“Conju, if you insist on resigning I will not force you to stay. But I will be very sorry indeed to see you go—and sorrier than I can say to have made you feel unworthy and a failure.”",
            "chapter": "Chapter 13",
            "percentage": 17
        },
        {
            "quote": "“That is not what I wished for.”",
            "chapter": "Chapter 15",
            "percentage": 18
        },
        {
            "quote": "“I will give you a dream, and something to remember,” she said, “and half a hundred poems for you to write to me.” \n“I hear and obey,” he said. \n“You never did,” she said, with something like amusement. “Your tides are your own, Beloved.”",
            "chapter": "Chapter 15",
            "percentage": 18
        },
        {
            "quote": "“My lord, may I speak very frankly?” \nHis Radiancy turned the lion gaze on him, holding his eyes for a long moment. Cliopher felt his power like a huge reservoir behind the dam of his will. \n“Yes.”",
            "chapter": "Chapter 23",
            "percentage": 26
        },
        {
            "quote": "“You were the first one to look at me as if I were a human being instead of a god.” \n“That was treason, my lord,” Cliopher said quietly. \nThere was another silence. “I hate my life at times, Kip.”",
            "chapter": "Chapter 23",
            "percentage": 26
        },
        {
            "quote": "“I have been fortunate beyond the lot of many men that not only can I, do I, admire and respect my lord and my master, but that I could, that I do, also love him.”",
            "chapter": "Chapter 23",
            "percentage": 27
        },
        {
            "quote": "“My Lord, my ... Tor ... if you were my brother or my cousin I could not love you more.”",
            "chapter": "Chapter 23",
            "percentage": 27
        },
        {
            "quote": "“I’m a career bureaucrat, my lord, not a—”\n“You,” said his Radiancy with precision, “are not dull. Stop acting like it.”",
            "chapter": "Chapter 24",
            "percentage": 27
        },
        {
            "quote": "“Cliopher will not wear satin.”",
            "chapter": "Chapter 25",
            "percentage": 28
        },
        {
            "quote": "“Whose livery is that?” \n“Yours, sir!”",
            "chapter": "Chapter 26",
            "percentage": 29
        },
        {
            "quote": "“Your Radiancy stopped coughing and said: ‘Where am I?’ And I saluted and replied, ‘In the throne room of the Palace of Stars, Glorious One.’ ‘But this is not Ysthar,’ you said, ‘it is Zunidh. And the Empire is no more.”",
            "chapter": "Chapter 27",
            "percentage": 32
        },
        {
            "quote": "“It is a matter of wild magic. Coincidence and serendipity are to be expected.”",
            "chapter": "Chapter 27",
            "percentage": 32
        },
        {
            "quote": "And the centre of every gaze and every mind and every subtle line, that hundredth and last Emperor of Astandalas whom Cliopher loved.",
            "chapter": "Chapter 28",
            "percentage": 33
        },
        {
            "quote": "There was a glint in his Radiancy’s eyes.\nCliopher was mortally certain he was the only one in all that room looking into them.",
            "chapter": "Chapter 28",
            "percentage": 33
        },
        {
            "quote": "“Indeed, the strength of social pressure is one of the greatest forces in the world. The only force that is stronger is the individual will.”",
            "chapter": "Chapter 32",
            "percentage": 37
        },
        {
            "quote": "“It is so much harder to stand up for a small, nearly frivolous thing. It is far easier, at least in imagination, to stand up for the great things.”",
            "chapter": "Chapter 32",
            "percentage": 37
        },
        {
            "quote": "He spent a few silent moments preparing a new pen. Then he wrote, in precise lettering, *Cliopher Lord Mdang defended the people of the Vangavaye-ve against their princess.* \nThere, he thought defiantly, let history read that.",
            "twitterQuote": "He spent a few silent moments preparing a new pen. Then he wrote, in precise lettering, 'Cliopher Lord Mdang defended the people of the Vangavaye-ve against their princess.' \nThere, he thought defiantly, let history read that.",
            "chapter": "Chapter 35",
            "percentage": 37
        },
        {
            "quote": "“Kip,” his Radiancy said more gently. “Kip, look at me.” \n“Please, my lord,” he whispered, feeling the tears start to fall as he obeyed.",
            "chapter": "Chapter 35",
            "percentage": 40
        },
        {
            "quote": "He felt himself to be entirely exposed, belly-up, defeated. He said, “They have never forgiven me for leaving.” \n“Have you ever forgiven yourself?” \nCliopher looked at him, met the lion eyes. Finally dropped his eyes in submission. “No.”",
            "chapter": "Chapter 35",
            "percentage": 40
        },
        {
            "quote": "“If I die ... no, listen ... if I die, I have ... please ... last requests ...” \n“Whatever you want done, we will do,” Cliopher said recklessly, meaning every word.",
            "chapter": "Chapter 36",
            "percentage": 41
        },
        {
            "quote": "But, another part of him said, the Lord Chancellor of Zunidh was able to be his Radiancy’s friend... and that was worth all the work and headaches and stress ...",
            "chapter": "Chapter 38",
            "percentage": 43
        },
        {
            "quote": "Ludvic looked up at his tone. “My lord, it is nothing for me to die in serving you.”\n“It is everything for me, Ludvic,” said his Radiancy in a low voice.",
            "chapter": "Chapter 39",
            "percentage": 45
        },
        {
            "quote": "“I know some of the old traditions.” \nAnd that was as much as he could say that was true, he thought, here where he chose his work over his family over and over again.",
            "chapter": "Chapter 41",
            "percentage": 47
        },
        {
            "quote": "“I do not ask for your political view. I wish to know what you, Kip Mdang, think.”\nCliopher met the lion eyes steadily. “My lord, I have devoted my life to your service.” \n“And?”\n“And I think that of all people, Fitzroy Angursell should be free.”",
            "chapter": "Chapter 41",
            "percentage": 47
        },
        {
            "quote": "“The world knows your devotion, Lord Mdang.”",
            "chapter": "Chapter 42",
            "percentage": 48
        },
        {
            "quote": "“To hell with the Viceroyship!”",
            "chapter": "Chapter 46",
            "percentage": 55
        },
        {
            "quote": "“My lord, you cannot button it away.” \n“I nearly think you said I *cannot*.”",
            "chapter": "Chapter 46",
            "percentage": 55
        },
        {
            "quote": "“You overreach yourself, sir. You are dismissed,” his Radiancy said icily, and that, he supposed, was that.",
            "chapter": "Chapter 46",
            "percentage": 55
        },
        {
            "quote": "“There is no way,” Ludvic burst out, “that his Radiancy would consider that treasonous from you. He loves you as a brother.” \n“He sent me away,” Cliopher whispered.",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "“Are you suggesting I go counter to a direct order?” \nThey looked at each other intently, he and Ludvic and Conju, the air heavy with anxiety and fear. Conju backed down; but Ludvic said, in his usual phlegmatic way, “How deeply do you love him?”",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "And that even if Cliopher was not Domina Black, did not walk through the world like a thunderstrike, nevertheless he could do his best, and that if that meant he was to be executed for his love, then he would do what he could beforehand.",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "If he was going to be executed for the treason of treating his Radiancy as a person he might as well go all the way with it. \nKnocked again, and this time into the ensuing silence he said: “Tor.”",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "His Radiancy stood frowning down at him, his power high and menacing. Cliopher did not try to match his stare, but thought of himself as a stone being swamped by the sea. If the sea truly wished to unseat him, he knew he would have no recourse.",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "But the wave ebbed. Ebbed from drowning Cliopher; and ebbed, he saw, from drowning that inner man whose name he did not know, save that it was almost certainly not *Tor*. But he had no other name to offer him.",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "“Tor,” he said again, very softly, “please.” \nIf he had heaved a stone through a window he could not have seen a shattering as complete as what he saw breaking in his Radiancy’s eyes.",
            "chapter": "Chapter 47",
            "percentage": 55
        },
        {
            "quote": "He draped him with it and then he sat down on the edge of the desk and with the cloth between them held the Last Emperor of Astandalas as he cried.",
            "chapter": "Chapter 47",
            "percentage": 56
        },
        {
            "quote": "“I felt like a ghost. No one could touch me, and I could touch no one. I cast no shadow, and shadows did not land on me. My slightest whim was obeyed, but any real desires I had were forbidden by the entire edifice of Schooled magic and Imperial policy.”",
            "chapter": "Chapter 48",
            "percentage": 56
        },
        {
            "quote": "“Everyone was terrified of me. Oh, I should clarify: not *me*. It was never *me* that anyone looked at, that anyone saw, that anyone thought about. It was always *the Emperor*.”",
            "chapter": "Chapter 48",
            "percentage": 56
        },
        {
            "quote": "“I hated everything about being Emperor. Everything. *Everything*. I hated how other people treated me, I hated how I was expected to treat other people, I hated all the taboos, I hated the total lack of privacy, I hated the magic that was turning me inside out.”",
            "twitterQuote": "“I hated everything about being Emperor. Everything. I hated how other people treated me, I hated how I was expected to treat other people, I hated all the taboos, I hated the total lack of privacy, I hated the magic that was turning me inside out.”",
            "chapter": "Chapter 48",
            "percentage": 56
        },
        {
            "quote": "“Will you speak so to me? Will you speak so *for* me? Will you speak so *about* me?”",
            "chapter": "Chapter 48",
            "percentage": 56
        },
        {
            "quote": "Ludvic rubbed his left hand down the long golden scars on his arm. “It seemed right to me that I should die from his touch. For so long I have felt unworthy of living when they did not.”",
            "chapter": "Chapter 48",
            "percentage": 57
        },
        {
            "quote": "“At the end, when the priests came, I thought only that you were the Lord Chancellor, that you needed to know. Then I saw your face. I had not known you felt that way.”",
            "chapter": "Chapter 48",
            "percentage": 57
        },
        {
            "quote": "“You have a loving family big enough to include Conju, and Rhodin, and himself. And me. I am grateful. That is all.”",
            "chapter": "Chapter 48",
            "percentage": 57
        },
        {
            "quote": "Ludvic looked down, as if ashamed, though to Cliopher they were banners of love to be waved proudly. No one else had ever touched the Last Emperor after he became Emperor but for the Moon. No one else had ever *been* touched by him.",
            "chapter": "Chapter 49",
            "percentage": 57
        },
        {
            "quote": "“Tell him that the next time I see him I will ask him for his name.”",
            "chapter": "Chapter 49",
            "percentage": 57
        },
        {
            "quote": "“His Radiancy has instructed that you may have access to his person whenever you request it.”",
            "chapter": "Chapter 52",
            "percentage": 61
        },
        {
            "quote": "“My name is Ludvic Omo. My island is Woodlark in the Azilint. We do not have your dances, but the head of my carving is Odongai.”",
            "chapter": "Chapter 53",
            "percentage": 61
        },
        {
            "quote": "“Lord Artorin, my boy there wants me to tell him he can claim the fire. He’s trying not to look like he already has.”",
            "chapter": "Chapter 53",
            "percentage": 61
        },
        {
            "quote": "Something moved in him and prompted him to say, slowly, the traditional words. “It’s a long story of the sea to tell it.” \nAfter a moment Buru Tovo replied with the equally traditional words. “We sit by the fire ready to hear it.”",
            "chapter": "Chapter 53",
            "percentage": 61
        },
        {
            "quote": "“And across the Wide Seas, they said, a wall of storms.”",
            "chapter": "Chapter 54",
            "percentage": 62
        },
        {
            "quote": "“I should have gone. As soon as I saw the ship go I knew I should have gone ... I ...” He stopped, breath catching again. “I didn’t go. I let her go without me. I did not stand up for what I knew was the right decision.”",
            "chapter": "Chapter 54",
            "percentage": 62
        },
        {
            "quote": "“She sat there under an umbrella at the edge of the clearing where we worked and shouted vague instructions at me.” \n“You always respond so well to that,” his Radiancy murmured. \nCliopher smiled. “Yes, my lord.”",
            "chapter": "Chapter 54",
            "percentage": 62
        },
        {
            "quote": "Buru Tovo spoke sternly. “Her body went to the waves and her spirit to the call of her ancestors, guiding a fire-tender across the Wide Seas. She was Nga. She died valiantly. You may let her go from your hands.”",
            "chapter": "Chapter 54",
            "percentage": 62
        },
        {
            "quote": "They all looked at him. After a bit, his Radiancy said, “You’re not a wizard. You can’t tell by magic ... how did you find out where you were? For I perceive that you are now here, rather than a wild hermit on a remote isolated island.” \n“I danced.”",
            "chapter": "Chapter 54",
            "percentage": 63
        },
        {
            "quote": "“It is the crescent moon four days from now,” he said. “You will dance Aōteketētana then before your community here.” \n“You will dance it in the throne room,” said his Radiancy, equally firmly, and then he smiled. “At the feet of the Sun.”",
            "chapter": "Chapter 54",
            "percentage": 63
        },
        {
            "quote": "“Lord Lior, I would respect you more if you came right out and called me a savage.”",
            "chapter": "Chapter 55",
            "percentage": 64
        },
        {
            "quote": "“I lit the first fire in the Palace after the Fall of Astandalas—and I tell you, sir, *I have not let it go out since.*”",
            "chapter": "Chapter 55",
            "percentage": 64
        },
        {
            "quote": "“From the Sun-on-Earth have I learned my destination, and with the stars of my principles to guide me, I know the way.”",
            "chapter": "Chapter 55",
            "percentage": 65
        },
        {
            "quote": "“I do not care what anyone thinks of my work except for the Sun-on-Earth and my own heart’s conscience.”",
            "chapter": "Chapter 55",
            "percentage": 65
        },
        {
            "quote": "Sixteen children had she borne, and fifty-nine grandchildren in their turn, and the seed of the gardens both real and metaphorical of his grandfather were spread far and wide around the Ring and even so far as here in Solaara.",
            "chapter": "Chapter 57",
            "percentage": 66
        },
        {
            "quote": "He had not wanted a parade in the Vangavaye-ve. He had not wanted cheering throngs to follow him down the street. He had not even wanted things to change. \nBut he would have liked someone to say ‘congratulations’.",
            "chapter": "Chapter 60",
            "percentage": 70
        },
        {
            "quote": "Cliopher thought again of his Radiancy, who never had anyone to hold him against his fears. Missed him suddenly, fearfully, frighteningly.",
            "chapter": "Chapter 61",
            "percentage": 71
        },
        {
            "quote": "“Close your eyes, Kip, and *trust me*.” \nCliopher had always responded well to direct orders from those he greatly respected. He closed his eyes.",
            "chapter": "Chapter 61",
            "percentage": 71
        },
        {
            "quote": "“Princess Oriana,” he said finally. “I think you had better inform his Radiancy of your opinion of me.”",
            "chapter": "Chapter 62",
            "percentage": 72
        },
        {
            "quote": "“That was one of the most elegant and subtle displays of power it has ever been my privilege to witness, and I must thank you for the pleasure of the experience.”",
            "chapter": "Chapter 63",
            "percentage": 72
        },
        {
            "quote": "“His Radiancy turned Earl Baljan into a table?”\n“Yes. I didn’t know anyone could do that, outside of stories.”\nCliopher was absurdly pleased by the notion that a wizard from a book of fables would turn someone into a table on *his* behalf.",
            "chapter": "Chapter 64",
            "percentage": 74
        },
        {
            "quote": "Did you have any problems, Rhodin? Toucan?” \n“Hillen tried to bribe us,” Rhodin said. “Poorly.” \n“Five cases of Amboloyan wine were not sufficient?” \n“As it happens, I prefer my head.”",
            "chapter": "Chapter 66",
            "percentage": 76
        },
        {
            "quote": "“I do love a good parade.” \n“My lord, I will be delighted to arrange one for you on any occasion you please.” \n“Except this one?” His Radiancy laughed again.",
            "chapter": "Chapter 66",
            "percentage": 77
        },
        {
            "quote": "“I have entered in the Gates of the Sea. I see the harbour with the eyes of my body as well as the eyes of my heart.”",
            "chapter": "Chapter 68",
            "percentage": 79
        },
        {
            "quote": "“You have always been one of the most traditional people to come here.”",
            "chapter": "Chapter 68",
            "percentage": 79
        },
        {
            "quote": "“I think he would like it,” Cliopher said firmly, “but even if I am wrong, I would prefer to have the place there to be rejected than not to offer it.” \nRhodin breathed in sharply. “You do know him better than anyone else.”",
            "chapter": "Chapter 68",
            "percentage": 80
        },
        {
            "quote": "“His Radiancy would give you the house if you asked him.” \n“His Radiancy would probably give me an island if I asked him, but that doesn’t mean I’m going to.”",
            "chapter": "Chapter 68",
            "percentage": 81
        },
        {
            "quote": "Rhodin said, “I do not believe that anyone would ever think for a moment that you feel anything but the greatest love and respect for his Radiancy.”",
            "chapter": "Chapter 70",
            "percentage": 85
        },
        {
            "quote": "Rhodin caught his eye and said meaningfully, “Kip is his Radiancy’s closest friend.”",
            "chapter": "Chapter 72",
            "percentage": 88
        },
        {
            "quote": "“There’s no blasphemy in pointing out the truth. It is blindingly obvious. When you want to share some news, it is to him you look—and when he wishes to talk, it is with you.”",
            "chapter": "Chapter 72",
            "percentage": 88
        },
        {
            "quote": "“There is no one in this world who can say I have lied to them, Aunt Hilda, and you are not the exception.”",
            "chapter": "Chapter 75",
            "percentage": 91
        },
        {
            "quote": "“We expect that only Kip, and Kip alone, knows what sacrifices he has made, and to what end. We will say only that we have never had any reason to doubt his loyalty, his service, his love, his devotion to his family, or his staunch upholding of the law.”",
            "chapter": "Chapter 75",
            "percentage": 91
        },
        {
            "quote": "“I chose the latter course, and as a result have had the great pleasure and even greater good fortune of witnessing the development and coming to maturity of perhaps the finest statesman in recorded history.”",
            "chapter": "Chapter 75",
            "percentage": 91
        },
        {
            "quote": "“I have accomplished many things as Lord of Zunidh, but it is my belief that when history judges me against the greater sweep of time, my greatest achievement will be said to be appointing Cliopher Mdang to a position of authority.”",
            "chapter": "Chapter 75",
            "percentage": 91
        },
        {
            "quote": "“Peace, I said, expecting none. Two weeks later Kip requested an audience and handed me the draft of an agreement between the warring parties. That agreement became the foundation for the Littleridge Treaty, and those wars have never recurred.”",
            "chapter": "Chapter 75",
            "percentage": 92
        },
        {
            "quote": "“Do not fret that he has left you behind, for he never has. I knew your names long before I ever stepped foot in the Vangavaye-ve; and I know the philosophies of your *Lays* as well as any velio might.”",
            "chapter": "Chapter 75",
            "percentage": 92
        },
        {
            "quote": "This day was surely a gift of the Son of Laughter.",
            "chapter": "Chapter 76",
            "percentage": 93
        },
        {
            "quote": "Nothing was disproportionate, nothing distorted, nothing missing. Every smallest element of the design was correct, declaring his identity as a Mdang of Tahivoa in Gorjo City, whose island was Loaloa, whose dances were Aōteketētana.",
            "chapter": "Chapter 77",
            "percentage": 94
        },
        {
            "quote": "He did spare a thought for how likely it was that she would work to unseat him, perhaps try to have him disgraced or even assassinated. \nRhodin and Ludvic would keep him safe, he thought.",
            "chapter": "Chapter 77",
            "percentage": 94
        },
        {
            "quote": "“Your great-uncle said these were the necklaces,” Féonie said. “The efani, the efevoa, and the efetana.”",
            "chapter": "Chapter 77",
            "percentage": 94
        },
        {
            "quote": "But in that superlative version of his customary finery, he realized that what he looked like was the tanà, the Tender of the Fire, the advisor to chiefs and paramount chiefs—and emperors.",
            "chapter": "Chapter 77",
            "percentage": 95
        },
        {
            "quote": "“I sing the Wide Seas!”",
            "chapter": "Chapter 77",
            "percentage": 95
        },
        {
            "quote": "Cliopher said, “You don’t have to give me the okana, Paramount Chief, but you must know that once you have begun you must not allow the ember to go out before you have lit a new fire.” \nJiano turned to the hall. “Thus speaks the tanà!”",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "“Lord of Rising Stars, I offer you in my hands the Vangavaye-ve.” \n“Cliopher Mdang, what is the Vangavaye-ve?” \n“Lord of Rising Stars, the Vangavaye-ve is the home of my heart, the land of my birth, the anchorage of my soul.”",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "“Cliopher Mdang, offer us your hands.” \nCliopher was far from fear, far from the taboos. His gaze was held in golden brilliance. He reached forward—up—and around his trembling hands closed the beautiful long fingers of his beloved lord. ",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "He heard the words. They were imprinted, he was sure, on his heart. Nothing had ever been so real as the words—except for the hands clasping his.",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "He felt himself in his Radiancy's regard, the one solid rock in a tumultuous sea of responsibilities. The rock: vivid, strong, certain, sure.\n*Beloved* came the assurance.",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "Good humour, running as a burbling current always through their interactions, the small interactions of friendship that took loyalty of vassal to lord and lord to vassal to some height beyond them as song was beyond speech.",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "“I will not fail you.”",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "“Witness this, you people of the Vangavaye-ve. Cliopher Mdang of Tahivoa, whose island is Loaloa, whose dances are Aōteketētana, whose ancestral ship is the Ouvaye-ve, is our chosen Viceroy.”",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "“I, Cliopher Mdang of the Vangavaye-ve, do swear upon my soul and my heart and my life that I will keep this world of yours safe while you are absent and return it hale to you when you are come home.”",
            "chapter": "Chapter 78",
            "percentage": 96
        },
        {
            "quote": "Cliopher knelt where he was, the tears streaming down his face, his hands in his Radiancy’s, the ember flaring softly in the shell cupped between them.",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "Islander culture did not think it shameful to show strong emotions. It was, in fact, considered the mark of a strong soul, one to be admired, when beauty or love or grief could call forth such powerful response.",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "“There is a story I have heard of three brothers, the sons of Vonou’a. One left to see what he could see on the other side of the horizon. One left to find his heart’s desire. And one left to sit at the feet of the Sun.”",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "“I am Cliopher Mdang of Tahivoa. My island is Loaloa. My dances are Aōteketētana.”",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "“I am Mdang. I hold the fire: I do not run from its burn.”",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "“Did you get married? It looked like you got married.”",
            "chapter": "Chapter 79",
            "percentage": 97
        },
        {
            "quote": "Cliopher heard the plinking cascades of his Radiancy’s harp, and felt his heart overflowing again with gratitude, that his family could make his Radiancy so happy, that he was so happy, that his Radiancy was happy, that his family was happy.",
            "chapter": "Chapter 79",
            "percentage": 98
        },
        {
            "quote": "“I feel it is a wasted day if I have not managed to discompose Kip at least once.”",
            "chapter": "Chapter 79",
            "percentage": 98
        },
        {
            "quote": "“Come, my friends, we shall announce an amnesty on Fitzroy Angursell’s music tonight, and let us make merry in honour of the great statesman with the music of the great outlaw. There is something delicious about the whole idea.”",
            "chapter": "Chapter 79",
            "percentage": 98
        },
        {
            "quote": "“You clasped shoulders, embraced, hugged, kissed, touched foreheads, bowed over your hands—I have not—Kip, I haven’t touched anyone! I don’t know *how*.” \n“Here, my lord,” he said, getting up and opening his arms slightly. “I will show you.”",
            "chapter": "Chapter 80",
            "percentage": 98
        },
        {
            "quote": "‘They mean the common and ordinary good of duty honourably fulfilled, of love occasionally accompanied by quarrels, of friendships that will not fail, of a home filled with laughter and music and family.’",
            "chapter": "Chapter 80",
            "percentage": 98
        },
        {
            "quote": "His Radiancy regarded him solemnly for a moment, then walked forward to embrace him. “I know you will keep Zunidh safe and sound for me,” his Radiancy said, leaning forward until his forehead touched Cliopher’s in the Islander greeting.",
            "chapter": "Chapter 80",
            "percentage": 98
        },
        {
            "quote": "He looked back at Cliopher. “No final words, Kip?” \nCliopher felt a great rush of endearment welling up. “Have fun.” \nAnd his Radiancy laughed as he set his face to the sun and stepped alone across the threshold of his Palace for the first time.",
            "chapter": "Chapter 80",
            "percentage": 98
        },
        {
            "quote": "And Cliopher with a singing heart began to explain the principles of the Great Plan, which he had developed from those fundamental teachings of the proper relations between people and communities he had long ago been taught from the *Lays*.",
            "chapter": "Epilogue",
            "percentage": 100
        }
    ],
    "culturedaysquotes": [
        {
            "quote": "Their children, in turn, coming of age in what would turn out to be the latter years of Eritanyr’s reign, were for the most part thoroughly citified.\nSome of them were not especially happy about this. Cora Laianyo was one of these, disappointed that her grandparents had been early immigrants to the city on her father’s side, and her mother’s parents had died on the long journey to the Isolates to visit their relations there.",
            "percentage": 6
        },
        {
            "quote": "Er—why are you taking this class?”\n“I’m a Poyë,” Ghilly said, her earlier surprise returning. “We Hold the Seeds.”\nAnd thus was Cora’s first true introduction to the ancient meaning behind the dances done and the elders respected at the Singing of the Waters each twelve years.",
            "percentage": 21
        },
        {
            "quote": "Both had been struck by a sardonic, witty young man holding court in one of the rooms, his voice clear and carrying, his bearing self-assured. He was not exactly handsome, or at least Cora didn’t think so, but she couldn’t deny the brilliant mind immediately in evidence.",
            "percentage": 31
        },
        {
            "quote": "There was something about Kip, even in his first term at university, that was disconcerting.",
            "percentage": 36
        },
        {
            "quote": "“What’s bothering you?” she finally asked bluntly.nHe opened his mouth, then shook his head. “Nothing.”\nCora raised her eyebrows at him. “You never have ‘nothing’ to say.”\nHe grinned at her. “You told me I wasn’t allowed to criticize. I’m being good, Cora.”",
            "percentage": 43
        },
        {
            "quote": "He looked around at the rest of them with a wide, guileless smile. “It’s my—our—cousin’s boat, really, but he won’t mind I borrowed it.”\n“Does Quintus know you *borrowed* it?” Kip said, uncrossing his arms to stand with them on his hips in familial accusation.",
            "percentage": 64
        },
        {
            "quote": "“Basil,” Kip said warningly.\nBasil ignored him. “In the absence of anyone better suited, of course I would. However, since Kip here has been studying under the tanà since he was twelve and will be tanà one day—don’t look at me like that, Kip, everyone knows it—anyway, you know perfectly well it’s not appropriate for me to light the tanapē if you’re here.”\n“It’s a tananē,” Kip said, almost despite himself.",
            "percentage": 72
        },
        {
            "quote": "“The tanà, we say, is not the chief nor the paramount chief, but when the tanà speaks, the chiefs listen.”\n“And Kip is studying that?” Toucan asked, not quite keeping the doubt from his voice.\n“Kip has a horrible sense of humour sometimes,” Basil said, and made them all laugh.",
            "percentage": 87
        },
        {
            "quote": "“I can’t believe you sat there reading about statistics that whole time,” Cora said.\nKip gave her a flat look. He seemed truly put out that Basil was making him participate this way.\n“Statistics?” Basil said. “I thought it was history?”\n“Statistics is a useful complement to history.”\nAnd nearly alien to the traditional way of looking at the world.",
            "percentage": 96
        },
        {
            "quote": "“Oh Kip, you are truly *terrible*,” Basil said. “I can’t believe you haven’t said *anything*!”",
            "percentage": 100
        }
    ],
    "feoniequotes": [
        {
            "quote": "Féonie Durgalen was all of nineteen when she was offered the position of costumier to the new Lord Chancellor of Zunidh, Cliopher Mdang.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "She had never met the man, but she revered him, for his reforms had meant that the last time there had been a drought, no one in her family had starved. She’d even heard that there was a new health centre in their village, and it was free. Féonie had been shocked enough to find that *she* was permitted to go to the Palace physicians that she could barely fathom the idea that her family had such a privilege now as well.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "He was unfailingly polite to her, asking after her background and family, not forgetting any names she mentioned of her siblings. He didn’t ogle her, let alone try anything else. She hadn’t *expected* he would, not with the rumours about him and his Radiancy, but it was still such a relief to feel *safe*.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "They had gone to court when Féonie was fifteen so that Lady a’Nyura could look for a husband.\nShe had found one; and he had not been so polite as Lord Mdang, no, not at all.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "She had learned later that Ser Rhodin had *spoken* to Lady a’Nyura’s new husband, who sent Féonie a written apology and a large sum of money, and then promptly retired to his country estate, apparently permanently.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "By the sixth month her brother told her that three of their younger siblings were now at the school instead of in the fields. By the tenth month her grandmother had been able to go to the city to have a tumor removed. By the end of the year her family had a *house*.",
            "chapter": "Chapter 1",
            "percentage": 22
        },
        {
            "quote": "This was Lord Mdang, who was brilliant and kind and nowhere near as handsome as any of his friends; and who could dance across fire as if he did it every day.",
            "chapter": "Chapter 1",
            "percentage": 29
        },
        {
            "quote": "He was not an aristocrat, but he had already been so highly placed when Féonie first encountered him that she had always imagined his status unassailably high above her.\nBut he wasn’t, was he?\nHe was like her.\nHe was from far, far away; a small, isolated community; a large family.",
            "chapter": "Chapter 1",
            "percentage": 32
        },
        {
            "quote": "Her best was good—very good. Getting better every day.\nBut not, for all that, *good enough*. Not for the raiment Lord Mdang would be wearing for the final stage of the viceroyship ceremonies. They took place in the Vangavaye-ve, in *his home*, in front of *his family*. Féonie knew better than anyone just how much it mattered that he wore the right clothes for such an occasion.",
            "chapter": "Chapter 1",
            "percentage": 34
        },
        {
            "quote": "She had heard that long ago it had been treason and taboo to look upon the Emperor’s face, but the guards had whispered how his Radiancy always liked those who dared look at him best.\nSo she looked at him, under her eyelashes as she had long since been taught.\nHis Radiancy smiled.",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "It is a boon,” his Radiancy said slowly, with a curious light kindling in his eyes, “that you do not feel able to ask of Lord Mdang, in whose household you are?”\nFéonie curtsied again. “I do not, Glorious One, because it is for the purpose of a gift for his excellency.”",
            "chapter": "Chapter 2",
            "percentage": 50
        },
        {
            "quote": "“We have long admired your work upon our Lord Chancellor,” his Radiancy declared, and Féonie looked up at him, for surely he had not meant that the way that sounded—\nBut he was smiling at her, his golden eyes luminous, and her heart thundered with the weight of his focused attention, his smile, his magic, and the knowledge that his Radiancy was just as much in love with his Lord Chancellor as Lord Mdang was with him.\n*Well*, thought Féonie. That put a different complexion on matters.",
            "chapter": "Chapter 2",
            "percentage": 53
        },
        {
            "quote": "It had been tragic enough to imagine the great unrequited love affair—but for it to be requited, but unable to be consummated? That was both high romance and high tragedy.",
            "chapter": "Chapter 2",
            "percentage": 55
        },
        {
            "quote": "Féonie had never thought that *those* rumours were true ... though of course she read the thinly disguised novels and went to the plays with her friends, everyone did.",
            "chapter": "Chapter 2",
            "percentage": 55
        },
        {
            "quote": "“I shall be able to provide a fully itemized report on my return, of course, Glorious One,” she said, refusing to back down.\nHis face actually lit with a genuine smile, just a little crooked on one side—and for the first time Féonie realized he was a person, a real person, and he *did* love Lord Mdang and he *knew* him, and his Radiancy was smiling because he knew exactly why Féonie would be able to provide a fully itemized report, because Lord Mdang would expect it.",
            "chapter": "Chapter 2",
            "percentage": 59
        },
        {
            "quote": "“It occurs to us,” his Radiancy said, “that Saya Durgalen will be handling both large sums of money and most valuable materials in her excursion. While we would not expect there to be any reason for concern, prudence suggests she be accompanied. What say you, Commander Omo?”\n“Ato would be my recommendation, my lord,” Commander Omo said, and then, perfectly neutrally, “and myself.”\nHis Radiancy raised his eyebrow once more, first at her and then at, she presumed, Ato, who stood behind her on the left.\n“Very well,” his Radiancy said, his voice no longer perfectly neutral but almost warm, and she blushed, *blushed*, as she had not done since she had first come to court.",
            "chapter": "Chapter 2",
            "percentage": 62
        },
        {
            "quote": "She liked that his Radiancy had understood that this *was* an adventure, for her. She could begin to see why Lord Mdang adored him so.",
            "chapter": "Chapter 2",
            "percentage": 66
        },
        {
            "quote": "Féonie told Commander Omo, when he came to collect the objects, that stolen gifts was not a courting custom of her people, and that gave the commander the opportunity to ask her what her courting customs *were*. Commander Omo was a very smart man, and Féonie had long known from the guards’ book club that he was a *great* romantic, so that was a very pleasing development. She was fairly certain she’d seen Ato take out a notebook, but she had carefully not looked at him.",
            "chapter": "Chapter 3",
            "percentage": 73
        },
        {
            "quote": "It suggested that seeing Lord Mdang in Islander finery would please his Radiancy as well. First, because he loved Lord Mdang, and he appreciated Féonie's art and increasing skill in dressing him well. Secondly, because he loved Lord Mdang, and he would know what wearing his own proper finery would mean to him. And third, because he loved Lord Mdang, who had been working hard on his physique and should get to have it be admired by the one he loved.",
            "chapter": "Chapter 3",
            "percentage": 89
        },
        {
            "quote": "Gaudy had said that the man with these efela was Tanà Tovo’s boyfriend, who was a god-touched hermit who collected shells out on one of the otherwise uninhabited islands and didn’t come into the city very often, but was greatly to be respected if he did.\nGaudy hadn’t given her a name or a title, and had looked a little uncomfortable when she’d asked for one",
            "chapter": "Chapter 3",
            "percentage": 96
        },
        {
            "quote": "Féonie let the old man, Tanà Tovo’s boyfriend, examine her closely, and examined him right back.\nShe’d only ever seen one other person with eyes that strange, and he was worshipped as a living god.\nRight.\nThere were *always* stories.",
            "chapter": "Chapter 3",
            "percentage": 96
        },
        {
            "quote": "He grinned at her and reached into a sack he had at his side. “Will this do, Féonie?”\nTanà Tovo might have told his boyfriend her name. She stepped forward, hand out, and he dropped a strand of the fire coral in her palm.\nShe met the elder’s eyes, and remembered everything Lord Mdang had ever done for her, personally, and for everyone else in the whole wide world, and she said, “It’s a good place to start, yes.”",
            "chapter": "Chapter 3",
            "percentage": 100
        }
    ]
}