{
    "bridequotes": [
        {
            "quote": "Their first daughter was beautiful and strong as a lioness, and they named her Arzu-aldizarin, and she sat at her mother’s knee and learned the ways of war.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The second daughter was beautiful and sharp-taloned as a falcon on the wind, and they named her Paliammë-ivanar. She was the delight in her father’s eye; he was an artist who had come to the desert to sculpt the Bandit Queen, and had never left, and he hoped she might follow his trade.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "The third daughter was as beautiful and even-tempered as the moon over the desert, and they called her Sardeet-savarel. She was beloved all of all her clan, for she laughed and sang and broke hearts that mended quickly.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Each of them beautiful, each of them wise, each of them beloved. Arzu the lioness, Pali the falcon, Sardeet the moon.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "It was said that the Wind Lords sometimes chose one for bride or husband; it was considered an honour beyond merit or questioning, for the one so chosen would become as a god in the Halls of the Sky.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "To Arzu in a letter she confided that she had seen lands beyond her imagination, mirages that she walked in, unafraid and laughing.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "People said she had the light of the old legends on her, and that if when she returned she called the clans under one banner they would come.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "On the first day, she saw a horse thunder across the sky, dapple-grey as her sister Pali’s, with hooves of shining silver and an eye bright as a star. He bore a rider, a man of dark skin and flowing white garments, weaponless, unveiled, and trailing power like broken chains behind him.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "On the fourth day, she saw the Moon, walking to and fro in a silver palace, shaped like a woman, her dress the colour of earthshine.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "Her mother was, after all, the Bandit Queen of the Oclaresh, and Sardeet was her daughter through and through.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "“There are three rules in my house,” he said. “One: You will have keys for all the doors in my house, but the stone door may not be opened. Two: You will have all you desire, but a door out. And three: You may ask me any question, but each answer I give shall exact of you a day’s silence.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "And thus it was that Sardeet-savarel became the seventh bride of Olu-olurin.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "Their mother did not believe in sullying her hand or her head with the written word, preferring the oral histories that had been passed down mother to daughter since the Desert of Kaph had been a garden.",
            "chapter": "Chapter 2",
            "percentage": 18
        },
        {
            "quote": "Pali had performed the full ritual of mourning that the Warriors practised for their dead, and on the one-and-twentieth day released the white falcon to bear her longing into the quiet oblivion of the desert, and let her heart be at peace. Whether this had worked or not no one among the Warriors well knew, for Pali was not one to speak her heart.",
            "chapter": "Chapter 2",
            "percentage": 20
        },
        {
            "quote": "While she was praying for a sign for her direction, a tiny square of carpet dropped out of the sky before her. Its pattern was in the form of three red flowers connected by a convoluted ribbon of the same colour—the ancient sign for *blood of my blood in need*.",
            "chapter": "Chapter 2",
            "percentage": 22
        },
        {
            "quote": "The next morning the sisters rode east to enquire of the gods what wrong was done to their sister, that she cried marble tears of anguish.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "In the palace of blue glass, Sardeet had spent many days silent: but she had also learned many things.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She had learned that there were other worlds, and that in certain places, by certain rituals, and at certain times, one could pass through the veils between worlds, and perhaps even return.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She learned that many, but not all, of the old stories held truth.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "Olu-olurin watched her come and go with a smile on his face that was not a human smile, but she had already begun to learn what she might lose in her passage to divinity, and she did not question or fear him for the predatory glint to his expression.\nShe feared very little, did Sardeet-savarel.",
            "chapter": "Chapter 2",
            "percentage": 34
        },
        {
            "quote": "Their horses were the finest in the land, save their mother’s; and it was said their tribe loved their horses more than life itself. “More than life, but less than our sister,” said Pali, as she unsaddled her dapple-grey, and was grateful for the veils that hid her tears.",
            "chapter": "Chapter 3",
            "percentage": 42
        },
        {
            "quote": "As the fire within her grew, Sardeet began to see the invisible.",
            "chapter": "Chapter 3",
            "percentage": 43
        },
        {
            "quote": "In her black eyes Sardeet saw a light that she could almost put a name to, and tears of a grief that reached out and clenched around her heart.\nFor the first time since she had first eaten Olu-olurin’s food she felt something with her whole heart.",
            "chapter": "Chapter 3",
            "percentage": 48
        },
        {
            "quote": "There were, so it was said in the stories, two scorpion-men for each day of the journey below.",
            "chapter": "Chapter 3",
            "percentage": 49
        },
        {
            "quote": "They were guardians of the dead, built of the dead, fashioned out of giant insects and men who had fallen into grievous sin long ago when the world was another place.",
            "chapter": "Chapter 3",
            "percentage": 51
        },
        {
            "quote": "Sardeet looked for the second woman, to see her gesture: *come*.",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "In the absolute dark and silence after the screeching and the sparks and the chitinous horror, while Arzu shuddered and twisted at the end of the sash binding them, like a kite snagged by a falcon, Pali said, “Two.”",
            "chapter": "Chapter 3",
            "percentage": 57
        },
        {
            "quote": "In the water, with the scented steam rising about her, the ethereal voices singing of inhuman things, the fire glowing through her skin, she could believe she was transfiguring into a goddess.",
            "chapter": "Chapter 3",
            "percentage": 58
        },
        {
            "quote": "One night she woke to see arrayed about her bed six women.",
            "chapter": "Chapter 4",
            "percentage": 60
        },
        {
            "quote": "For the god in her womb, whispering like the softest wind over the sand in her mind, she felt love.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "When they looked at each other in the sunlight on the other side of the passage, Pali saw that Arzu now had hair entirely silver. Arzu saw that Pali had white spots up her arm, and wondered what lay hidden beneath her veils.\nNeither asked the other what she saw.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "Over the crack, a pace across, stretched a ribbon wide as a finger.\nArzu went first, and Pali behind her, step by step, for seven days.",
            "chapter": "Chapter 4",
            "percentage": 64
        },
        {
            "quote": "In a semi-circle stood the six women, and all stared with horror except for one, the one in green, who looked at Sardeet with compassion and the grief that twisted her heart so.",
            "chapter": "Chapter 4",
            "percentage": 65
        },
        {
            "quote": "Arzu knelt as she had for the sphinx. “Lord of eagles,” she said, “we are two sisters seeking our sister, and we beg you to help us.”",
            "chapter": "Chapter 4",
            "percentage": 70
        },
        {
            "quote": "The eagle had a very yellow beak; its nostrils were lined in orange. Its feathers were a rich bronze, catching gold in the sunlight. Arzu yearned to weave a carpet showing its magnificence. Pali wondered what it ate.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "He had not told her the punishment for opening that door.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "“There is injustice here,” said Pali, “and we come to avenge it.”",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "One of their mother’s most prized possessions was an alabaster jar she had won from some caravan long ago. On special feasts their mother placed a candle within it, and it glowed like the divine idea of beauty.\nThat was what Arzu thought, seeing her sister, and she heard no words.",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In Sardeet's mind, the soft voice of her child said, “*Name me*.”",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In her deepest contraction yet, Sardeet found a voice in her mind, and: “*Arvoliin*,” she said; *Flame of the Fire of Love*.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "When Sardeet named her child the air in the room seemed to catch fire.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "Before the sound had died the god had lost his infant form, and stood there before them a winged flame.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "He spoke to Arzu: “Be wise”; to Pali, “Be joyous”; to the last momentary glimpse of Olu-olurin, “Repent”; to the six dead women, “Be at peace”; and to his mother, “Beloved.”\nAnd then he was gone.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "“Never once,” said Sardeet, “did he ask me my name.”\n“That was ill done of him,” said Arzu.\n“He killed six wives before me.”\n“That was even less well done of him.”",
            "chapter": "Chapter 5",
            "percentage": 91
        },
        {
            "quote": "It was a year and a day from the meeting at the crossroads that Pali and Arzu brought their sister Sardeet-savarel home from her marriage to one of the Wind Lords.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That she had done well in her marriage was an understatement; though people did wonder how it was that she could be widowed who had wed one of the gods.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That Arzu should have knotted a carpet that could fly even over the Black Mountains was considered a tribute to her skill and wisdom, and her new gravity—and the marker of the gods’ touch in her untimely white hair—meant that the murmurs that she would become Queen after her mother’s retirement displeased no one.",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "People knew the stories about the Warriors of the Mountain. When they saw Pali dismount in her black veils, bearing no weapon, with her sister the new widow beside her, her cousins and clansmen backed away from both of them.",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "Sardeet put on widow’s white and went walking in the desert to look for stones that might show her another path. She found a white rock sprouting with garnets, and jade of her favourite green, and another ingot of fool’s gold, and she stood there for a long time before it occurred to her that the answers to her questions no longer lived in the wind, but in the world.",
            "chapter": "Chapter 5",
            "percentage": 96
        }
    ],
    "warriorquotes": [
        {
            "quote": "Three months and three days after Sardeet-savarel had arrived, a lone rider approached the city.",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "The Warriors did not often come into the cities along the river: they were legends near as wild as the Wind Lords and the tales of the ancient days.",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "Ania and Naarun stayed as chaperones, though what they could do should the Warrior choose to flout polite behaviour they had no idea.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "The Bride of the Wind reached out her hands in supplication, and the Warrior took them and said, “My sister, it is done.”\nSardeet-savarel cried out in a piercing voice the high ululation of grief and triumph and loss, and then she collapsed into the Warrior’s arms, sobbing.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "“The prayers are made, the songs are sung, the sacred fires are lit, the ghosts are laid, and in seven lands the son of my sister by the Blue Wind, Arvoliin, the Flame of the Fire of Love, is named as the newest of the gods.”",
            "chapter": "Chapter 2",
            "percentage": 20
        },
        {
            "quote": "Pali herself smiled at her sister, and Sardeet smiled back, both of them quite as if they’d forgotten that they no longer wore veils, and that all the rest could see the sisters’ amusement at their civilized disbelief.",
            "chapter": "Chapter 2",
            "percentage": 21
        },
        {
            "quote": "Sardeet looked through the golden ears of her horse, faintly obscured as the view was by the gauze of her veil, and suddenly she tore off the veil and exclaimed: “I want to *live*.”",
            "chapter": "Chapter 3",
            "percentage": 25
        },
        {
            "quote": "In her long solitary journeys Pali had gotten out of the habit of speaking her thoughts.",
            "chapter": "Chapter 3",
            "percentage": 27
        },
        {
            "quote": "“I am not yet eighteen,” Sardeet whispered. “I do not want my life to be over already.”",
            "chapter": "Chapter 3",
            "percentage": 28
        },
        {
            "quote": "“Being my sister shapes you, as you being mine shapes me, but it does not mean I cannot stand up tomorrow and say: ‘Today I will choose a different path than the one my feet have been taking’.”",
            "chapter": "Chapter 3",
            "percentage": 29
        },
        {
            "quote": "With a curious yearning for something she could not name to herself, Sardeet flipped the dagger accurately into the centre of the target.\n“We are of the desert,” she said to the young man, who was gawping as if she’d struck him in his heart, and swung back up on her horse. “We do not miss.”",
            "chapter": "Chapter 3",
            "percentage": 36
        },
        {
            "quote": "They watched, observed, wondered, and Pali thought of all the places she had seen, and had yet to see, and Sardeet-savarel forgot what her husband the Blue Wind had told of other worlds, and fell in love.",
            "chapter": "Chapter 5",
            "percentage": 48
        },
        {
            "quote": "“My husband that was told me that there are other worlds. I learned twelve ways to cross the boundary between this world and them.”",
            "chapter": "Chapter 5",
            "percentage": 51
        },
        {
            "quote": "“What will you offer me?” asked Sardeet.\n“Adventure,” he said. “Glory. Love.”\nSardeet paused a moment, and Pali knew by the sudden motion of her horse, swiftly controlled as it was, that her sister had been touched at some deep chord.",
            "chapter": "Chapter 5",
            "percentage": 53
        },
        {
            "quote": "“As if I would give my wealth over as a dowry to a husband! What does he think I am, a fool?”",
            "chapter": "Chapter 5",
            "percentage": 57
        },
        {
            "quote": "“I would like to see more of the world,” said Sardeet.\n“It is full of many wonders,” agreed Pali.",
            "chapter": "Chapter 5",
            "percentage": 59
        },
        {
            "quote": "Sardeet-savarel, the Bride of the Wind, had put off her widow’s white in favour of bridal scarlet, and ridden off to join Zamir the Knife-thrower and the caravan of entertainers.",
            "chapter": "Chapter 6",
            "percentage": 60
        },
        {
            "quote": "Pali reflected that surely this could not be as disastrous as her sister’s first husband, and tried to put aside her disquiet.",
            "chapter": "Chapter 6",
            "percentage": 61
        },
        {
            "quote": "Pali fumbled through too many solitary months. She had never been able to speak her thoughts fluently; only with a sword in her hand, or a horse between her legs, or a brush in her hand could she even begin to express her surface desires, let alone the deepest whispers of her soul.",
            "chapter": "Chapter 6",
            "percentage": 63
        },
        {
            "quote": "“The name of the carpet is Khirasoon-no, which is Beloved of the Daystar, and it will bear you safe as the eagle that carried us in the Black Mountains when we went to rescue our sister from the Lord of the Blue Wind.”\nPali thought to herself that there was safe and then there was being carried by a giant eagle to confront a god, and she smiled behind her veils.",
            "chapter": "Chapter 6",
            "percentage": 64
        },
        {
            "quote": "She had used Arzu’s carpet to fly across the sea’s expanse in a night, and had not known what she was seeing. But walking along the strand, where the waves rolled up towards her from a horizon as vast as the desert’s, Pali had heard the sea winds calling her name, and shivered.",
            "chapter": "Chapter 6",
            "percentage": 68
        },
        {
            "quote": "Pali swallowed hard and lifted her head, hoping her tears would not fall, knowing that two years going about veiled had done nothing to help her learn to keep her emotions hidden, knowing that she had only her pride in accepting the consequences of her actions left to her.",
            "chapter": "Chapter 8",
            "percentage": 83
        },
        {
            "quote": "“If the Wind Lords called you, would you go?”\nThe answer leapt to her tongue without any hesitation. “With all my heart.”",
            "chapter": "Chapter 8",
            "percentage": 86
        },
        {
            "quote": "“Paliammë-ivanar, it is the will of the Masters that you be offered the Third Veil for your courage, your resolution, and your deeds.”",
            "chapter": "Chapter 8",
            "percentage": 87
        },
        {
            "quote": "“I think one day you will see the heart of the holy desert, for the Twelve have need, on occasion, of one who will stand against evil at the cost of her own heart’s desire.”",
            "chapter": "Chapter 8",
            "percentage": 88
        },
        {
            "quote": "“You said you will see where your road takes you. I fear it will take you farther yet from the tents of your kin than you can imagine. I hope that what you gain will outweigh that loss.”",
            "chapter": "Chapter 8",
            "percentage": 88
        },
        {
            "quote": "“May my sister’s son, Arvoliin the Flame of the Fire of Love, grant you a warm heart and a welcoming hearth,” she said, “and joy in the morning when you wake in the light you returned to the world, and rest in the night that is no longer dread.”",
            "chapter": "Chapter 8",
            "percentage": 90
        },
        {
            "quote": "The ancient warrior said nothing for a good long while, and then he said: “I passed your great-grandmother on the stairs of heaven: she coming down as I was going up.”\nThere was another long silence, and then Pali said: “My great-grandmother never wed. She had only one child, my grandmother, born with the autumn rains after that great drought.”",
            "chapter": "Chapter 9",
            "percentage": 93
        },
        {
            "quote": "He fled to his horse and the hot wind of the desert, and rode until he could look at his heart and say to himself, if ruefully, that he did not wish to trail behind Pali until she entered legend.",
            "chapter": "Chapter 9",
            "percentage": 96
        },
        {
            "quote": "She remembered standing before Ialaar the wishing stone and wondering what path she took.\nNot the one to the Second Veil and the tents of her people, a husband and children of her own, and the long arduous training to reach the Third Veil.\nShe looked across the fire to where Lord Andrej sat with her mother, and even as Arzu sighed again with resignation Pali began to smile with wonder at what the road before her might hold.",
            "chapter": "Chapter 9",
            "percentage": 97
        }
    ],
    "humanvoicesquotes": [
        {
            "quote": "It was three days before the end of the world. The Lord of Ysthar was playing Hamlet.",
            "chapter": "Chapter 1: Views from Underhill",
            "percentage": 1
        },
        {
            "quote": "Robin for his part seemed to enjoy trying to winkle out his secrets, and sometimes he succeeded, which made him Raphael’s closest friend.",
            "chapter": "Chapter 1: Views from Underhill",
            "percentage": 1
        },
        {
            "quote": "Probably Roderick, once he got over the shock (and requisite proof) of real magic, would assume this meant Raphael had magicked his way to success, although Raphael was equally proud and ashamed of the fact he hadn’t needed to.",
            "chapter": "Chapter 1: Views from Underhill",
            "percentage": 2
        },
        {
            "quote": "He made his shoulders relax, settled himself again into character: the openly pseudonymous James, Will’s friend and Robin’s, well known to the magic folk of Ysthar as a small mage, vaguely connected with the reclusive Lord of  Ysthar; a far cry from the glittering film star James Inelu, or indeed the splendid lord magus; or himself.",
            "chapter": "Chapter 1: Views from Underhill",
            "percentage": 4
        },
        {
            "quote": "“You know who those men were?”\n“I know who sent them.”\n“Your errands take you into darker corners than ever I suspected.”",
            "chapter": "Chapter 1: Views from Underhill",
            "percentage": 5
        },
        {
            "quote": "The land, with its mantle of dark green and grey forest and white-clad plains, unfolded itself below him in stark magnificence.\nHe had never thought Eahh might be beautiful.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 6
        },
        {
            "quote": "He heard a deeper rumble from the dragon’s gullet: “I was sleeping deeply, and was surprised by the light. I apologize, lord, for threatening you.”\nOnly when he was firmly in character as the Lord of  Ysthar did he speak again. “I accept your apology.”",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 7
        },
        {
            "quote": "His voice sounded bored even to him. The years it had taken to reach this pinnacle of self-presentation, where he could stand folded up into an anonymous package, all himself neatly wrapped up in brown paper and string.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 8
        },
        {
            "quote": "Of course he did not think the same way now, on a wet Sunday night in early twenty-first-century London, as he had long ago when he was young, that dry sunny afternoon near Uruk-the-Sheepfold, when Gilgamesh was king. How could anyone with any pretensions to humanity?",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 9
        },
        {
            "quote": "Many years ago, before the Game had begun, even before Astandalas fell in a fountain of black magic, Raphael and Heloise had been friends. They had never spoken since of those days, not since they became the Lord of  Ysthar and Circe of Aiaia.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 9
        },
        {
            "quote": "Yet here he was, three days before the end of the world, and it would be the end of the world, because he could not see how to save it.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 9
        },
        {
            "quote": "She smiled at him with a smile that could have made iron weep. He let it break around him the way the light broke around him, casting off splinters and sparks as it hit him. He had not forgotten that she, too, was an actor.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 10
        },
        {
            "quote": "He’d lived through the end of the world, once, before he came into magic, when Astandalas fell. He had no desire to see such a thing again.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 11
        },
        {
            "quote": "Perhaps it would be easier if he forgot that once he and Circe had been friends.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 11
        },
        {
            "quote": "It was three days before the end of the Game, and he was the Lord of Ysthar. He had his duties to fill his mind and his heart. Certainly he did not think how once he had sung so that the trees walked to hear him, and the winds knew his name.",
            "chapter": "Chapter 2: Views from Underground",
            "percentage": 11
        },
        {
            "quote": "Raphael noticed a gnawing restlessness growing within him, a kind of impatience with indoor air, with his thoughts, with what he had left to do.\nOnly settle his personal magics into place. Just play Hamlet with reasonable aplomb. Merely decide between suicide, oath breaking, and the end of the world.",
            "chapter": "Chapter 3: Kasian",
            "percentage": 12
        },
        {
            "quote": "He should kill Circe to win the Game. Shouldn’t he? He should do everything possible to win, whatever the personal cost. Shouldn’t he? He shouldn’t choose inclination over duty, whatever Will suggested. Should he?",
            "chapter": "Chapter 3: Kasian",
            "percentage": 12
        },
        {
            "quote": "He could not have said what it was that told him that this was Kasian, except that everything did.",
            "chapter": "Chapter 3: Kasian",
            "percentage": 13
        },
        {
            "quote": "“High court?”\n“Oh, of course, you wouldn’t know, would you? I’m the king.”\nHe asked, because with Kasian one couldn’t really be sure, “Of where?”\n“The Realm, of course. The Tanteyr Realm. Only kingdom I’m remotely entitled to!”",
            "chapter": "Chapter 3: Kasian",
            "percentage": 14
        },
        {
            "quote": "Kasian would hardly guess it from his behaviour so far, he was quite renowned for his hospitality in other houses. He forced himself to relax, smile thanks. He was the Lord of Ysthar, who was kind to strangers.\nIt was easier, he reflected, with strangers.",
            "chapter": "Chapter 3: Kasian",
            "percentage": 16
        },
        {
            "quote": "*The challenge itself is binding: to refuse to play is to lose the forfeit.*",
            "chapter": "Chapter 3: Kasian",
            "percentage": 18
        },
        {
            "quote": "Over time he had come to realize the second rule was the worst, truly what had ruined his and Circe’s honour both: *With the exception of those things necessary to the continuance of the universe, all else is subordinate to the Game.*\n*All else is subordinate*: all codes of honour or morality, all duties, all friendships, all other possible lives, all other possible dreams. Everything.",
            "chapter": "Chapter 3: Kasian",
            "percentage": 18
        },
        {
            "quote": "*Whether by finesse or accident or final victory, the Game is won with the death of one of the players.*",
            "chapter": "Chapter 3: Kasian",
            "percentage": 18
        },
        {
            "quote": "He could mention the names of Damian Raskae and Pharia Cloudbringer, captains of the Red Company, to any of his friends and waken a reaction more surpassing wonder than if (say) he were to tell them he was the Lord of  Ysthar.",
            "chapter": "Chapter 4: The Seven Magpies",
            "percentage": 20
        },
        {
            "quote": "Damian and Pharia had found the lost of all shapes and descriptions, from an erring husband to a sense of the miraculous, from a garden to the Moon Lady’s heart ... but they had not come to find their middle son, whom Damian had never liked.",
            "chapter": "Chapter 4: The Seven Magpies",
            "percentage": 20
        },
        {
            "quote": "“What’s happened to you?” Robin said. “When I first came to Ysthar you were kind.”",
            "chapter": "Chapter 5: Indifferent Children of the Earth",
            "percentage": 25
        },
        {
            "quote": "“My mother always says that the fair folk cannot change our nature, because we live outside of time, and really I’m more Faerie than Arvathi Shaian. When I had to choose where I was to live, I couldn’t bear to live in either place—I didn’t fit at my father’s, and I—I wanted to see if I could change—I couldn’t bear the thought of that woman being right.”",
            "chapter": "Chapter 5: Indifferent Children of the Earth",
            "percentage": 25
        },
        {
            "quote": "What mattered was the salvation of this his mad, beautiful world.",
            "chapter": "Chapter 5: Indifferent Children of the Earth",
            "percentage": 28
        },
        {
            "quote": "Raphael entered his grounds by the river door on foot, with the resolution to maintain appearances, so that his brother would remember him fondly.",
            "chapter": "Chapter 6: The Garden of the Hesperides",
            "percentage": 29
        },
        {
            "quote": "Raphael had promised himself that long ago: that he would lose before letting all the magic loose to wreak what it would. Half his power was bound in protective enchantments.",
            "chapter": "Chapter 6: The Garden of the Hesperides",
            "percentage": 31
        },
        {
            "quote": "Tavin had killed his father while Maugraian’s mind was yet entwined with Raphael’s, so that Raphael had lived through his death to the point he had not believed it another’s.",
            "chapter": "Chapter 6: The Garden of the Hesperides",
            "percentage": 32
        },
        {
            "quote": "“I thought when I first saw you yesterday that that was your palace.”\n“What made you think I lived in a palace?”\nKasian chuckled. “I live in one. There didn’t seem any particular reason you couldn’t.”",
            "chapter": "Chapter 6: The Garden of the Hesperides",
            "percentage": 32
        },
        {
            "quote": "And if perhaps his friends had just learned his name, that that aloof small mage and artist was called Raphael, well, he had to admit he was rather relieved, in that distant marionette way, that he would not end the Game with no one to know his real name.",
            "chapter": "Chapter 6: The Garden of the Hesperides",
            "percentage": 33
        },
        {
            "quote": "A year when she made him speak and a year when she listened to him. He had not known what a conversation could be, till that day and that year, never guessed that in speaking there could be as much delight for him as there was in music.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 36
        },
        {
            "quote": "Music had always been the only activity where his body did exactly what his mind desired of it.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 36
        },
        {
            "quote": "He had stood on the edge of the sea looking at the roiling water where there once had been an island, and it was then that he renounced his music. His music had led him to madness, to the breaking of the world he had sworn to keep safe.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 38
        },
        {
            "quote": "He had thrown his lirin down, turned to see Calaïs the son of the North Wind pick it up, place it in a chest, say, “One day you’ll want this.”\nWith that innocent defiance their friendship had broken as utterly as his heart.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 38
        },
        {
            "quote": "He finally looked at Kasian, who was regarding him with a mixture of speculation, defiance, and guilt that suggested nothing so much to Raphael as that his brother had just poisoned him on purpose.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 40
        },
        {
            "quote": "He told himself dispassionately he would not shatter. If tomorrow he had to face Circe with his sword and his crown alone and nothing more, he would.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 41
        },
        {
            "quote": "Without magic he was not the Lord of  Ysthar; without music he was not himself; without Kasian ... without Kasian he once again had nothing but his pretences to protect him.",
            "chapter": "Chapter 7: Orpheus",
            "percentage": 42
        },
        {
            "quote": "“Did you think we didn’t care?”\n“I have seen no evidence to the contrary.”\n“I came to find you.”\n“You came too late.”",
            "chapter": "Chapter 8: The River",
            "percentage": 46
        },
        {
            "quote": "Sherry said, “There is always another end to a story. If you can bear it—there is always a choice. Always.”",
            "chapter": "Chapter 8: The River",
            "percentage": 47
        },
        {
            "quote": "Kasian said, with a curious intensity Raphael noted but did not understand, “This is not you either. I will see you unmasked yet.”",
            "chapter": "Chapter 8: The River",
            "percentage": 48
        },
        {
            "quote": "Waiting for sunrise, he thought. Waiting for the end of the Game. Waiting to see how the end would come.",
            "chapter": "Chapter 9: The Last Night of the Game",
            "percentage": 48
        },
        {
            "quote": "She began to sing.\nHe faltered.\nHe could hear her music. He who had closed his ears to it, never heard it, never dwelled on it, never listened—he could hear her singing—she was singing his own music—she was singing his own song and he could hear it—",
            "chapter": "Chapter 10: Aurielete and Fools",
            "percentage": 50
        },
        {
            "quote": "Once he’d been worth knowing, once been worthy of the friendships his friends yet offered him, once he’d been someone who remembered the light.\nHow long ago that had been. He had held on so stubbornly, so long.",
            "chapter": "Chapter 10: Aurielete and Fools",
            "percentage": 51
        },
        {
            "quote": "Waiting for death, she was smiling.\nWaiting for life, he was terrified.",
            "chapter": "Chapter 10: Aurielete and Fools",
            "percentage": 53
        },
        {
            "quote": "“What were you doing to be injured like this?”\n“A foolish bet,” he replied in what was probably the understatement of the century.",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 56
        },
        {
            "quote": "“Da disowned me. That broke the protections.”\n“But Grandmère put them on our family.”\n“What do you think disowning means? It’s not just a legal term.”\n“Magic answers to such things?”\n“Magic *is* such things. High emotion and strong words and fierce intention: what else do you think shapes it?”",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 59
        },
        {
            "quote": "“I would have fought at your side.”\n“It was my fight.”\n“You didn’t ask me. I would have helped you. No matter who your enemies were.”",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 61
        },
        {
            "quote": "The words and emotions fell out of the air and lay about the floor, kicked into drifts like the waist-deep shadows in the valley in the story.",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 62
        },
        {
            "quote": "Then Kasian was there.\nWith his arrival the thorns toppled out of the air and lay innocently on the floor as shadows cast from a dim light, the broken sword-blades the cracks between floorboards.",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 63
        },
        {
            "quote": "“Raphael, it’s safe. Won’t you trust me?”\nTrust? he thought. The word Kasian used for you, fhira, was the tenderest and most intimate word for family relations and friendships, one only to be used with one’s best-beloved.\nTrust. Whom else should he trust but his brother, his friend, his king?",
            "chapter": "Chapter 12: Then Again, Temptations",
            "percentage": 63
        },
        {
            "quote": "Robin, who was the only other true magus in the room, blenched. Raphael was pleased to see he, at least, understood what it might be like to lose one of his major faculties. “The *nirgal slaurigh* actually worked?”\n“For nearly a full day.” His voice was still savagely calm.",
            "chapter": "Chapter 13: Mirror, Mirror",
            "percentage": 66
        },
        {
            "quote": "The winds howled down the sky. “I think you are all assuming I *lost*,” he said ringingly. “It was *last* Wednesday.”",
            "chapter": "Chapter 13: Mirror, Mirror",
            "percentage": 67
        },
        {
            "quote": "She was wearing a fantastic gown several yards longer than could possibly have been practical, a dress that looked like a bonfire in the rain. It streamed across the bridge around her, while her magic curved its back to the wind.",
            "chapter": "Chapter 14: The New Game",
            "percentage": 68
        },
        {
            "quote": "“Was there a reason beyond unsolicited amateur psychology for your meeting me tonight?”\nThe apprehension and the amusement swirled up into a laugh. “Darling Raphael, I am no amateur.”\nNo, he thought, she wasn’t. That was why she had brought him so close to despair.",
            "chapter": "Chapter 14: The New Game",
            "percentage": 69
        },
        {
            "quote": "“You gave me my life. I give you my forfeit. Accept what you have done, O Lord. This is the new age of the world, and you wear its crown.”\nAnd she dropped down to the obeisance that had once been granted to the Emperor of Astandalas alone.",
            "chapter": "Chapter 14: The New Game",
            "percentage": 70
        },
        {
            "quote": "“You are the Lord of   Ysthar. Will you teach me?”\n“What?” Raphael said stupidly in response.\nRobin’s voice was passionate, far removed from his usual detached mockery. “Will you teach me magic? Please?”",
            "chapter": "Chapter 14: The New Game",
            "percentage": 71
        },
        {
            "quote": "Robin said, “I’ve seen great magi lose control. The Queen my mother, for instance, when I told her I was emigrating to Ysthar, where things are less ... whimsical. What you did in my house was not losing control. That was—hmm—a slight loss of composure.”",
            "chapter": "Chapter 14: The New Game",
            "percentage": 72
        },
        {
            "quote": "Raphael felt a small sting of pride. “I am very good at magic.”\nRobin lapsed into English to say, “No shit, Sherlock.”",
            "chapter": "Chapter 14: The New Game",
            "percentage": 72
        },
        {
            "quote": "“When I went to the University in Ixsaa I was beaten for insubordination, whipped for illegal duelling, fined for gambling, suspended for inappropriate fornication, and given all sorts of creative penalties for a variety of misdemeanours, crimes, and outrages. I actually read through the University and town statutes to figure out what I could do without being expelled, imprisoned, or executed, and then went and did it.”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 73
        },
        {
            "quote": "“I am close to hating my country with enough passion to want to sell it to the highest bidder.”\n“Not really.”\n“No. But if there were anybody but you legally able to take the throne, I’d abdicate tomorrow and start a revolution in Ixsaa the day after. I don’t suppose you want to be King?”\nHe managed to raise a ghost of a smile. “Not really.”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 73
        },
        {
            "quote": "“I didn’t kill her.”\n“Raphael.”\n“Kas. I couldn’t. It was wrong, all wrong.”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 73
        },
        {
            "quote": "“I don’t have a defense,” he said, “except she looked at the sun and smiled, and I thought: how can I? How can this be right? How could I look on you with that on my hands?”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 74
        },
        {
            "quote": "Apropos of nothing Raphael could see, Robin asked, “Did you know Orpheus?” A pause, while Raphael tried to think how to answer that. Robin went on, his voice curious, “Did you love him?”\n“I was him.”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 74
        },
        {
            "quote": "Sword of the Lord Phoenix before him, cloak behind him, twin brother and best friend standing at his shoulders. He should feel protected, surrounded by care. Instead he felt totally inadequate.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 74
        },
        {
            "quote": "“Scheherezade had a message for you: ‘For an extremely intelligent man, you can be unbelievably stupid at times.’—These are her words, you understand, not mine. She most vehemently added: ‘There is always another story when one finishes.’”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 75
        },
        {
            "quote": "“I must say I appreciate your taste in friends. I’m a little jealous.”\n“Jealous?”\n“I haven’t any so dear to me they would stand up to a great mage in high temper.”",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 75
        },
        {
            "quote": "I didn’t think—couldn’t think—you would go to the final duel without telling anyone ... without telling *me* ... or imagine you’d go to a *play* afterwards.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 75
        },
        {
            "quote": "When he knelt before his God in a golden wood he was given the duty of upholding the song of the world in return for the proper instrument on which to play it, the lirin on which it was said the nine worlds had been played into existence.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 76
        },
        {
            "quote": "In time he persuaded himself that his wakeful vigil for the dawn was in honour of the sun, which is what he would have said, had any asked him, why he was always awake for its rising. No one had ever asked him.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 78
        },
        {
            "quote": "The Adversary had made it so that he could not think of music—and he thought *in* music—without his magic following the path of his thought and changing reality.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 80
        },
        {
            "quote": "He realized he had a choice, that suddenly his path forked before him. He could choose one or the other, either his music or his magic.\nHe hesitated half a moment, for he loved his music beyond anything; or he thought he loved it beyond anything. Then he chose the path of his magic, for his duty lay there, and he closed his ears to song.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 80
        },
        {
            "quote": "The Eater of Worlds was patient; he thought nothing of time. He would remember the one who had defied him once before. He would remember the one who was playing—had played—had played—and *won*—*and won*—the game whose rules he had set into creation.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 81
        },
        {
            "quote": "He had thought Wednesday would be the end of all his stories.\nAnd yet Scheherezade the Storyteller had promised him that there was always another story after one finished.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 82
        },
        {
            "quote": "His heart might have been the hammer that wrought Blake’s tiger. It thundered in his ears as he turned—oh, the difficulty of that turn, for this the first time he had played—to see how Kasian would respond.\nHis brother was weeping.",
            "chapter": "Chapter 15: The Long Night",
            "percentage": 83
        },
        {
            "quote": "This was him, naked of his masks. The Raphael who was left under them—how he wanted to be a person who could trust—and if this was a new story, a new song, if this truly was after—",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 84
        },
        {
            "quote": "“I heard trees sing, before. I could hear ... I heard everything as music.” Silence, a soft unfolding silence like another opening flower. “I d-didn’t realize, not until we were about eight and a half, that no one else did.”",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 84
        },
        {
            "quote": "“I spent thirty years—thirty!—learning how to speak without stuttering. Fencing or dancing or anything physical is even worse. But music—oh, Kas, that came to me the way fencing comes to Da.”",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 84
        },
        {
            "quote": "“‘The Ballad of Seven Buttons’ is one of my favourite songs,” Kasian said severely. “You wrote it? And never told me? And ‘Tarazel’? The Emperor named that as one of the three best songs of the year. I remember it. You laughed and laughed when I told you.”",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 85
        },
        {
            "quote": "“I remember watching rain filling a basin and making a lake, watching an oak tree grow from seed, watching beaches come into existence. Magic does strange things to people and their relationships to time, and I have a great deal of magic.”",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 87
        },
        {
            "quote": "“That is why I, of all people, am the Lord of  Ysthar. In return for a musical instrument. Da would not be impressed.”",
            "chapter": "Chapter 16: The Song of Songs",
            "percentage": 88
        },
        {
            "quote": "When he got home he barrelled into the living room to tell Kasian he had played for his friends and there, unexpectedly, he found God.",
            "chapter": "Chapter 17: That Which Moves the Sun",
            "percentage": 93
        },
        {
            "quote": "He said, his head still bent to the floor, “I believe that you are good.”\nHis voice was strange in his ears.\nHer voice was steady and unemotional and beautiful as the endless dazzle of the night sky. “And what if I were to tell you that I am neither just nor merciful?”\nHe had to wet his lips before any sound came out. “Then,” he said raggedly, “I will deny your divinity to the God who is.”",
            "chapter": "Chapter 18: A Theodicy of Sorts",
            "percentage": 94
        },
        {
            "quote": "He could handle no trickle, no frolicsome breeze: what came from his playing was the flood and the storm and the sunrise. He cracked open the nutshell of his soul and all the world came tumbling out.",
            "chapter": "Chapter 19: An Unexpected Thief",
            "percentage": 97
        },
        {
            "quote": "Raphael lifted the bow—paused as a joyous wind curled itself through the open windows and settled into minor rufflings in the corners of the room—waited while Ishaa followed it in to her perch on the mantel—and then at last, with none of his earlier hesitation, he began to play.",
            "chapter": "Chapter 19: An Unexpected Thief",
            "percentage": 100
        }
    ],
    "aureliusquotes": [
        {
            "quote": "One of them had been a book of lyric poems, all about love and idleness, gardens and repose. He had studied them intently, over the winter, to the supervisor’s bemusement. And his own, to be truthful. It was the first time Aurelius could remember studying anything that was not explicitly about either war or statecraft.",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "He had spoken to the ironworkers: all of them, by the end of the winter. By the end of the winter they were willing to speak to him, almost forgetting the gulf between them.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "His retainers had been relieved to see him, but as he listened to their reports, glad to know that all had been well through the winter, he could not help but be a trifle reluctant to return to his usual state.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "Her people considered them magicians; a true wizard, she told him, was one who saw things truly and worked to bring that truth to light.\nAurelius had magicians coming out of his ears, it sometimes felt like. But there were no wizards such as his mother described in any of his armies.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "Thus he rode, for perhaps the first time in his life, alone.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "He would, at least, present his request. It was not an order; that was why he had come alone.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "It was rather an odd feeling, to have a stranger look so deeply on him. Most people, he knew, found his eyes rather uncanny, and of course as the emperor he dared not let many come close.",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "He always wore a sword; always. Even in the palace, he wore it, reminding anyone who looked upon him that he was a warrior, first and foremost; that he fought for them.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "“I myself have been leading soldiers for seven years.”\nWinfer nodded solemnly.\n“And how many winters have you?”\nAurelius lifted his chin. Few gainsaid him on this account now, but it still happened. “One-and-twenty.”\nWinfer closed his eyes. “So young.”",
            "chapter": "Chapter 1",
            "percentage": 24
        },
        {
            "quote": "“I am not only my father’s son, and my mother’s last words to me were a plea that I remember that life is more than war.”",
            "chapter": "Chapter 1",
            "percentage": 29
        },
        {
            "quote": "“You are tired of war?”\n“The people are tired,” he said. “The land is tired. I have hopes that there is another way.”",
            "chapter": "Chapter 2",
            "percentage": 32
        },
        {
            "quote": "“The pictures, the writings, of the earliest emperors show them with golden eyes. Children of the Sun, they say.”\n“And great magic-workers were they, too. You are Berwalla’s golden son, yes. She saw magic in you, I’m told.”",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "“She wanted a familiar face, Berwalla did, in that strange house your father took her to.”\nThe palace in Astandalas was a strange house, Aurelius granted. He did not like it very much; it felt soaked with blood and grief, and he always felt heavy and downhearted when he was there, as if the stones were piled on top of his head.",
            "chapter": "Chapter 2",
            "percentage": 40
        },
        {
            "quote": "“My good wife said there was sunlight in the room when you were born, for all that it was night.”",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "“It is said by the priests,” he said finally, “that I have the gods’ luck on me, for I am so often victorious in battle; because I so often know where to go, before any scouts or scryings can give hint of danger or opportunity.”",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "“No—do not rush to answer, young man. Let us continue our walk. Think, if you will, that some magics cannot be taught; only found.”",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "“I cannot remember a time when I was not given a weapon and taught how to wield it. I cut my teeth on a wooden dagger. I was taught to read young, so that I might read the words of the ancients writing of their wars, the founding of the empire. I was taught numbers with games of strategy and tactics, or by counting stores of food and armour. My father took me hunting as soon as I could sit a horse over a jump, so that I could learn to kill cleanly.”",
            "chapter": "Chapter 2",
            "percentage": 47
        },
        {
            "quote": "“When was your first battle?”\n“It was the year my mother died,” he said. “My eleventh year, or perhaps the beginning of my twelfth.”",
            "chapter": "Chapter 2",
            "percentage": 48
        },
        {
            "quote": "“Prepare yourself as if for battle, but instead of engaging with the world outside you, turn within.”\n“And battle myself?” Aurelius asked, a little amused at the idea.\n“If you find you must. See what there is first—scout out the territory, as it were, first. Perhaps it will be friendly country.”",
            "chapter": "Chapter 2",
            "percentage": 54
        },
        {
            "quote": "He remembered Winfer’s instruction.\nCommand.\nInstruction.\nThat was why he’d come alone, wasn’t it? If one wished to learn from another, one had to listen; one had to be instructed. Even an emperor who ruled two worlds.",
            "chapter": "Chapter 3",
            "percentage": 56
        },
        {
            "quote": "He was spinning out ideas here, imagining what there might be inside his heart.\nAnd then there was a kind of—*twist*—as if something came undone, and he dropped into a place he had never before been. Never before been, but nevertheless ... knew.",
            "chapter": "Chapter 3",
            "percentage": 59
        },
        {
            "quote": "Aurelius had always had good vision, in the day and in the night; his father laughed and said it was his golden eyes, able to gather up any drop of light from his ancestors the sun and the moon.",
            "chapter": "Chapter 3",
            "percentage": 63
        },
        {
            "quote": "No wind, but as he stood there, wishing for something he could not quite name, the fog rolled into itself, folding bag, opening a narrow channel of black water.\nThere, not far from shore, was a boat.",
            "chapter": "Chapter 3",
            "percentage": 65
        },
        {
            "quote": "There was one person on the boat, a young man who might have been Aurelius’s own age or a little older.\nHe was fifty or sixty yards away, within bowshot Aurelius thought idly, but neither of them held a bow. The stranger looked at him, right at him, with a glance that seemed to pierce Aurelius right through.",
            "chapter": "Chapter 3",
            "percentage": 67
        },
        {
            "quote": "He had studied too much history not to know of his own family’s history of attempted coups, of the problems disregarded half-brothers could cause.",
            "chapter": "Chapter 3",
            "percentage": 71
        },
        {
            "quote": "*Are you certain?*",
            "chapter": "Chapter 3",
            "percentage": 71
        },
        {
            "quote": "There had been no weapon on that boat, not even a spear or a sword. Today, walking with Winfer in his garden, had been the first time Aurelius had walked anywhere outside his own tent without a sword at his belt.",
            "chapter": "Chapter 3",
            "percentage": 74
        },
        {
            "quote": "He wanted the heavy weight of the stones of the palace to be a welcome home for him, or if not for him, then for those who would come after him.\nHe wanted, if he ever had a son, not to take him to war at twelve.",
            "chapter": "Chapter 3",
            "percentage": 74
        },
        {
            "quote": "The purpose of being a terrifying warrior was so that the terror would strike the heart of his foes, and break them without bloodshed.",
            "chapter": "Chapter 3",
            "percentage": 77
        },
        {
            "quote": "One day, the thought came irrelevantly, he would walk somewhere barefoot, unarmed, free.",
            "chapter": "Chapter 3",
            "percentage": 77
        },
        {
            "quote": "He was the emperor. It was his duty to be first into battle and last in the retreat, to be wise in council and brilliant in war, to be just in peace; and to remember, as his mother had whispered to him as he knelt beside her deathbed and she had brushed his hair back from his face for the last time, smiling into his eyes, that there was more to life than war.",
            "chapter": "Chapter 3",
            "percentage": 78
        },
        {
            "quote": "He felt the magic, full of life and vigour, full of joy and beauty, full of strength and courage, and he saw at its centre, like the falconer turning the lure for the gyre, a figure of gold and black.",
            "chapter": "Chapter 4",
            "percentage": 84
        },
        {
            "quote": "He was black-skinned as Aurelius himself, his eyes a limpid, lucent gold, wise and thoughtful as an old man. He wore no armour; it was clear he did not need to.\nAnd was this himself? Was this what he could be, if only—\nAh, he thought, stepping back, if only.",
            "chapter": "Chapter 4",
            "percentage": 84
        },
        {
            "quote": "I already hold worlds, he thought, and though he might conquer more, for such was the way of an emperor, he did not truly wish to.",
            "chapter": "Chapter 4",
            "percentage": 86
        },
        {
            "quote": "Aurelius’s heart yearned for the idea: to cross a river, a mountain, a desert, a sea simply to find what lay on their other sides! to come not in war but in peace, seeking not even trade but what he himself might find a treasure, a man alone among men.",
            "chapter": "Chapter 4",
            "percentage": 88
        },
        {
            "quote": "He shook his head at her, and the lioness made a soft, rasping, laugh, and disappeared silently back into the mist.\nAh, if only, he thought, power did not bring such pain with it. If only.",
            "chapter": "Chapter 4",
            "percentage": 89
        },
        {
            "quote": "He felt a twinge of regret that he did not have whatever lure could call that star-falcon back to him. He would have to take the slow, uncertain way of battle after battle to see if he might come, one day, to that peaceful seat on his throne.",
            "chapter": "Chapter 4",
            "percentage": 93
        },
        {
            "quote": "Perhaps one day he might ride such a horse in peace to find a new land he had no need to conquer; perhaps one day strength would sit softly at his side, not mere power. Perhaps one day he would listen to the liquid, rippling cascades of birdsong and know what name to give the birds.",
            "chapter": "Chapter 4",
            "percentage": 93
        },
        {
            "quote": "So he had had to be taught what trees bore those blossoms in that orchard, that carp were the fish in the pond, that it was possible to walk unarmed, unarmoured, listening to his elder.",
            "chapter": "Chapter 4",
            "percentage": 94
        },
        {
            "quote": "A fleeting wish, his heart and mind snagging together on the pink shades of unopened buds amidst the froth of white flowers, and thinking that surely the wind could spare a moment to stir the blossoms.",
            "chapter": "Chapter 4",
            "percentage": 95
        },
        {
            "quote": "And then, as he had thrown the star-falcon back into the sky, he flung out his hands so that the wind—so that Spring—flurried forth into the world again, and felt the magic return to his hand, the falcon to the lure, the horse to the rider, the sword to his hand, as if it had always been his.",
            "chapter": "Chapter 4",
            "percentage": 97
        },
        {
            "quote": "He sat back, breathing hard, and Winfer sat beside him.\n“Ah,” said the old man, “you found it.”",
            "chapter": "Chapter 4",
            "percentage": 97
        }
    ],
    "terecquotes": [
        {
            "quote": "He had not slept well the night before, having been beset by troubled dreams of the house burning down and all his family with it. It was not the first time he had had the dream.\nThe scent of smoke was still in his nose, overpowering the sweet hay. Terec sat up. The edge of his sheet was singed and sooty where his hands had clenched at it in the night.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Terec was never cold. Fire filled his dreams, and ever more and more noticeably his blood.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "He braced himself, as he braced himself every morning. His father would be performing the morning rituals soon.\nThere. The net fell across his shoulders, and he bowed his head in a willing submission to the magic.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "Terec was intimately aware of the magic at work. All the promise and freshness of the morning, all the freedom of the new day—gone.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "Terec swallowed hard, but the decision was made. Wild magic was not necessarily illegal, but it was a sentence of exile nonetheless.",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "Terec tried not to look at them too deeply or too much, to be too obviously memorizing their laughs and their voices, their scents and the way they held their cups and saucers.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "Terec met his father’s eyes once, by accident as he reached to set down his plate, and saw in them something that made him swallow back tears and flee the room.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "Terec met his father’s eyes once, by accident as he reached to set down his plate, and saw in them something that made him swallow back tears and flee the room.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "The Pax heard no protestations or excuses: it bound what was loose, or crushed it.",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "Terec had seen the Emperor himself, the shining golden figure on the high golden throne. The glowing, gleaming radiance had woken something in him; at that moment he had not realized it was wild magic, the fire that once woken could never be put out. At that moment he had simply wanted to swear enduring fealty, and watched with envious eyes as his sister was taken forward to make her curtsy and be greeted by the Emperor in the name of the rank she held.",
            "chapter": "Chapter 2",
            "percentage": 13
        },
        {
            "quote": "Conju had caught his enthusiasm and begun planning out his future. In the course of the conversation the *you coulds* had turned to *we shoulds*, and when he realized what Conju meant, Terec had leaned forward and kissed him for the first time.",
            "chapter": "Chapter 2",
            "percentage": 13
        },
        {
            "quote": "Conju had written Terec once, to tell him he’d arrived safely and outline a truly packed schedule for the week of his visit.\nTerec had written back, claiming excessive fatigue merely at the thought, and told his friend (his lover, his betrothed, his all) not to trouble himself about writing, that he would hear all his news on his return.\nNo one would expect to hear from Terec until Conju returned.",
            "chapter": "Chapter 2",
            "percentage": 14
        },
        {
            "quote": "He wanted to go home, so intensely that he could not breathe. He sat there, longing crashing over him. He would never go home again. He would never see his father, mother, brothers, sisters ... Conju.",
            "chapter": "Chapter 3",
            "percentage": 37
        },
        {
            "quote": "They couldn’t have been sent after him, he told himself. He hadn’t done anything *wrong*. It wasn’t illegal to be a wild mage, not if you didn’t *practice* your magic, and his father had clearly known he was leaving, and wouldn’t send anyone after him.\nNo one would be coming for him. He wasn't worth the effort.",
            "chapter": "Chapter 3",
            "percentage": 41
        },
        {
            "quote": "Was there any point in keeping track, anymore? The letter had been sent, and ... that was that",
            "chapter": "Chapter 3",
            "percentage": 42
        },
        {
            "quote": "He’d feel better after a bite to eat, he decided.\nEverything was always better after food and a bath, Conju said.\n—he should stop thinking about Conju.",
            "chapter": "Chapter 3",
            "percentage": 44
        },
        {
            "quote": "At least, he thought grimly, he had not burned down the tavern. He’d not killed anyone. Not even hurt anyone with his magic. Not yet.\nNot yet.",
            "chapter": "Chapter 3",
            "percentage": 50
        },
        {
            "quote": "“Sure you didn’t wager it in a game last night? Lots of betting happens at the Ghost. Wouldn’t be the first time a southern lad woke up to find he’d lost everything.”\nTerec had lost everything that mattered when he did not turn off for Forgellenburg.",
            "chapter": "Chapter 3",
            "percentage": 52
        },
        {
            "quote": "“Sure you didn’t wager it in a game last night? Lots of betting happens at the Ghost. Wouldn’t be the first time a southern lad woke up to find he’d lost everything.”\nTerec had lost everything that mattered when he did not turn off for Forgellenburg.",
            "chapter": "Chapter 3",
            "percentage": 52
        },
        {
            "quote": "It was the Border. This side, however remote from the capital, was Astandalas: that side was ... not.\nIt was perhaps the *tiniest* bit exciting.",
            "chapter": "Chapter 4",
            "percentage": 59
        },
        {
            "quote": "There was a ... lizard?\nA nursery tale came to his mind, swimming through the fog of his memory as this creature swam through the water, all fire twisting in the water.\nIt was a foot long or more, all tale and paddling feet, long and sinuous, burning clearly under the water, its shape outlined by its own light.\nNot a lizard, no. A salamander.\nSalamander: the elemental spirit of fire.",
            "chapter": "Chapter 4",
            "percentage": 68
        },
        {
            "quote": "For the first time he could ever remember, his magic was content.\nHe bent his head and wept, grateful for the rain washing down his face though there was only the salamander to see, and its steam rose up around him in a soft, silent comfort.",
            "chapter": "Chapter 4",
            "percentage": 68
        },
        {
            "quote": "“It is the Wild,” the stablehand said.\nTerec stepped forward, his feet hesitant, his eyes uplifted.\nThe light was green, silver, cool as all those pastels Terec had once surrounded himself with. The colours of ice, part of him said. Ice that was fire, another part of him said.\n*This*, said his magic.",
            "chapter": "Chapter 4",
            "percentage": 80
        },
        {
            "quote": "“No one comes back if they follow the Wild.”\n“I was never coming back,” Terec whispered.",
            "chapter": "Chapter 4",
            "percentage": 81
        },
        {
            "quote": "*This*, said his magic, the fire in his blood, his hands, his mind. *This*. Terec teetered for a moment, as if he could still turn back, as if he had not already made this decision with every step taken northwards, as if he could still *choose*.",
            "chapter": "Chapter 4",
            "percentage": 81
        },
        {
            "quote": "There was magic here, thick and stolid, the intricate, steady, sturdy magic of Astandalas. Here the road ended: here the Empire ended: here civilization ended.\nHere the world ended, the empire’s magic whispered to him, brushing over him.",
            "chapter": "Chapter 4",
            "percentage": 85
        },
        {
            "quote": "The Border guards watched him. Terec could feel their eyes, their incurious stares. They did not challenge him. It was a night in which the Wild was calling its people home, and no one who belonged to Astandalas truly cared if the wild, disruptive elements crossed its Borders and disappeared into the nothingness that lay beyond.",
            "chapter": "Chapter 4",
            "percentage": 87
        },
        {
            "quote": "Here, at the very edge of the Border, Terec could *feel* the Wild magic.\n*Come*, it whispered in a thin voice that held no words, no promises, only the faintest of possibilities.\n*Go*, said his own magic, the fire burning in his veins.",
            "chapter": "Chapter 4",
            "percentage": 89
        },
        {
            "quote": "He took a step forward, stumbled onto the gravel, nearly tripped on the chains, and as he caught himself he tumbled through the silver curtain and was suddenly no longer in the Empire.",
            "chapter": "Chapter 4",
            "percentage": 89
        },
        {
            "quote": "Behind him, he felt the Pax unfurl with the sunrise, rise up, crest—strike the Border, and subside, its work done.\nFor the first time in his life, Terec was unbound.",
            "chapter": "Chapter 5",
            "percentage": 97
        },
        {
            "quote": "Behind him, he felt the Pax unfurl with the sunrise, rise up, crest—strike the Border, and subside, its work done.\nFor the first time in his life, Terec was unbound.",
            "chapter": "Chapter 5",
            "percentage": 97
        },
        {
            "quote": "There was nothing in his mind but the need to run and the star gathering all the sky-fire into itself and no longer rushing in its descent, but floating, drifting, dancing, dropping.\nHe held up a trembling hand. The star landed in his palm as if directed.",
            "chapter": "Chapter 5",
            "percentage": 97
        },
        {
            "quote": "*Freedom*, whispered the magic, in a soft, fading sigh, even as the sun lifted from the horizon, brighter than it had ever been the other side of the Border.\nTerec bowed his head.\n“Freedom,” he agreed, and for the first time willingly let the magic overwhelm him.\nIt tasted of honeyed snow and sunlight.",
            "chapter": "Chapter 5",
            "percentage": 98
        },
        {
            "quote": "After the shift changed at dawn, the captain on night duty noted that a young man had crossed the Border. As he bore no possessions and showed no paperwork, and it was a night in which the Wild had crossed over, it was accounted self-exile amounting to suicide, and logged accordingly.\nIt was the last time anyone within the Empire of Astandalas ever saw Terec of Lund.",
            "chapter": "Chapter 5",
            "percentage": 98
        }
    ],
    "terec2quotes": [
        {
            "quote": "Terec returned to himself slowly, sense by sense.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "There were a few high wisps, like feather-touches, and a bird circling on wide, straight wings.\nEagle, Terec thought tentatively, oddly out of practice with naming things.",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "What an odd animal, he mused. A pelt like a beaver’s, almost, rich dark brown, but with bare patches where brown skin showed through.\nIt took him a long time to realize it was himself.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "Terec felt a pang, and another face came into his mind, lean and elegant, with a jawline that he had loved to trace with his fingers.\n*Conju*, came the name, whispering in his mind, as if even the Wild could not dissolve that anchor in his heart.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "Who was he, what had he become, that he ran through the Wild like an animal, and was glad?",
            "chapter": "Chapter 1",
            "percentage": 14
        },
        {
            "quote": "He wanted to stay in that floating, lucid dream state, when his magic and his body were at one, his mind unneeded, careless.\nBut he did care.\nHe did.",
            "chapter": "Chapter 1",
            "percentage": 17
        },
        {
            "quote": "His head turned to the side of the sky where a pale golden light hung there.\nHe did not like to look at that golden light. His magic and his body and his memories all retreated from it.\nBut his mind woke up, and said: *The Wall*.\nThe wall in the sky. The edge of ... before.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "The birds had gone south, driven by the coming winter. Terec ran north, into the face of the snow, at last forgetful of his words and his fears and his logic, aware only of the call of the magic in his blood and the fire in the air.\nAnd then he came to the Ice.",
            "chapter": "Chapter 1",
            "percentage": 25
        },
        {
            "quote": "He was far beyond any heed to reason. What matter to him if he followed his magic into the heart of the ice wall? He would die in the coming winter if his magic did not save him.",
            "chapter": "Chapter 2",
            "percentage": 28
        },
        {
            "quote": "But his magic was a part of him now, and answered his call, his thought, his heart, not only rising in flame but subsiding, dowsing, fading to cool embers. He had never been able to call it to hand or send it away again; and that was a freedom for which he had given up all that lay Before.",
            "chapter": "Chapter 2",
            "percentage": 41
        },
        {
            "quote": "*Freedom*, whispered the Wild, dancing around him.\nAnd what, Terec wondered, with a rustiness in his mind, a sense of breaking free of some crusty resistance, did this freedom mean?\n*Come and see*, said the Wild, with a thread of something that was not quite humour.",
            "chapter": "Chapter 2",
            "percentage": 43
        },
        {
            "quote": "“The unicorn led you here, so I shall presume I can trust you, but I must apologize for abbreviated greetings as there is an army about to reach us. Are you here to help me?”\nTerec stared at him.",
            "chapter": "Chapter 3",
            "percentage": 49
        },
        {
            "quote": "“I cannot say it has been a pleasure to know you, but you have granted me a moment of hope, and I thank you for that, sir. It will be an honour to die beside you.”",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "His magic was loud in his veins. He called it, called the Wild that had led him here, called the fire.\n*Burn the grass, he whispered. Burn the wood. Burn the stone. Burn. Be free.*",
            "chapter": "Chapter 3",
            "percentage": 56
        },
        {
            "quote": "The man looked at him, and smiled, but shook his head. “I’m a married man,” he said. “And you can’t possibly be in your right mind. It’s a common reaction after a battle.”",
            "chapter": "Chapter 3",
            "percentage": 61
        },
        {
            "quote": "He was hungry, and aroused, and there was no food and no ... lover, that was the word.\nNo Conju.\nHe blinked, but he could not run from that word, that name, the elegant, handsome face, the sly smile and the soft lips and the gentle hands and the light voice⁠—",
            "chapter": "Chapter 3",
            "percentage": 63
        },
        {
            "quote": "The aroma went deep into the back of his mind, rousing images of friendly faces, of sunlit afternoons, of some place of flowers, of laughter, of pretty pale colours.\nHe set down the bread and cheese. His eyes were hot. He did not understand.",
            "chapter": "Chapter 3",
            "percentage": 70
        },
        {
            "quote": "“Terec of Lund.” He winced. “Or ... I was. Just Terec, now.”\n“Terec of the Wild,” the man, Jack, said.",
            "chapter": "Chapter 4",
            "percentage": 72
        },
        {
            "quote": "Not too often one of the Upper Ten Thousand runs off to be a wild mage. It was all the gossip for a season.",
            "chapter": "Chapter 4",
            "percentage": 72
        },
        {
            "quote": "“Terec ... my best friend’s brother might have wild magic, might share your fate. Do you think we haven’t spent many hours talking over what might become of him?”",
            "chapter": "Chapter 4",
            "percentage": 72
        },
        {
            "quote": "“Seven years is a long time.”\n“Is that how long you’ve been a soldier?”\nJack paused, his eyes boring into Terec’s. “No ... that’s how long you’ve been gone.”",
            "chapter": "Chapter 4",
            "percentage": 94
        }
    ],
    "realmsquotes": [
        {
            "quote": "He came eventually, as he always did, drawn by some fascination for her stories, for her body, for the pleasure he took in reminding her every evening that this would be her last unless she continued to weave her spell of words well enough.",
            "chapter": "Scheherezade",
            "percentage": 5
        },
        {
            "quote": "After one thousand nights and one of patience Scheherezade pressed her winding sheet against his lips until at last he was still and that story was done.",
            "chapter": "Scheherezade",
            "percentage": 9
        },
        {
            "quote": "She did not know this city, was three years from any excursion outside the palace walls, a thousand nights and one night from the young woman who had planned a way to save the lives of other maidens whom the king required as unwritten parchment for his pen.",
            "chapter": "Scheherezade",
            "percentage": 11
        },
        {
            "quote": "With no water and no words she would not last any longer.",
            "chapter": "Scheherezade",
            "percentage": 14
        },
        {
            "quote": "It was a bird.\nAbout the size of a small eagle, it had a crest like candle flames and a tail like a waterfall of fire, if  fire were white and gold and fell to the ground in defiance of levity. Scheherezade looked at it and knew herself to be dreaming, for that bird of fire had flown into more than one of her stories over the years and she knew its name.",
            "chapter": "Scheherezade",
            "percentage": 15
        },
        {
            "quote": "He said, “Good,” somewhat ambiguously, and at his words one final sentence hurled itself out of her, her voice hoarse and broken and dead. “No good. The stories are all done.”\nHe said simply, “There is always another one.”",
            "chapter": "Scheherezade",
            "percentage": 18
        },
        {
            "quote": "“There is always another story.”\nAnd then, when she still stared, the unwatered tears burning in the corners of her eyes, he added: “And some of yours, O storyteller, are true.”",
            "chapter": "Scheherezade",
            "percentage": 18
        },
        {
            "quote": "Since she was a woman who knew many stories, and that mercy came in as many forms as death, and that the only fatal sin was despair, she laid her hand in his, and stood, and followed him back over the rise the of the hill.",
            "chapter": "Scheherezade",
            "percentage": 20
        },
        {
            "quote": "Out here in the mortal worlds, even on Ysthar of the Magic, he had found a disappointing lack of interest in his doings. No one cared if he spent his days with human lovers and his nights making mischief.\nOh, they gave him names of fear and respect, those mortals he tricked and tormented, but no one who mattered cared.",
            "chapter": "Rook",
            "percentage": 22
        },
        {
            "quote": "He did not pass well as human. Not for anything in his appearance, which without glamours and costume owed more to his father the forest king than his mother liked. No, he knew the reason well enough was that his heart was unemotional as a stone, his body empty of an immortal soul as any small fairy with a lifespan barely longer than a mayfly’s. In the end the Queen his mother’s heritage, the inhuman fundament of his existence, always showed through.",
            "chapter": "Rook",
            "percentage": 23
        },
        {
            "quote": "He found the mortal insistence on caring fascinating.",
            "chapter": "Rook",
            "percentage": 23
        },
        {
            "quote": "It was the act of destruction that spoke to him, the moments when the blind souls of the animals or the dumb hearts of the humans rose up so grandly in terror they echoed into him. The faint reflected emotions faded all too quickly, more quickly each time. He sought them over and over again, as addicted to the tang of passion as any of his victims to the taste of magic.",
            "chapter": "Rook",
            "percentage": 25
        },
        {
            "quote": "He ran his prey to ruin and ecstasy: they died in the fullest stretch of their existence, and Robin, goading their souls open as his mother had taught him, wondered occasionally what she had taught him to be.",
            "chapter": "Rook",
            "percentage": 25
        },
        {
            "quote": "He was inexperienced in physical pain. It affected his magic, distracting him from recreating his glamours, driving away thought of calling his retinue, everything except the fiery ecstasy of pain felt direct. It was so wondrously strong Robin’s being felt concentrated, intense, real.",
            "chapter": "Rook",
            "percentage": 27
        },
        {
            "quote": "Robin could have left at any time he wanted.\nHe could have summoned his retinue. They would have come at his word, whisked him to his ship, to his palace under a lake to the south, to his mother’s palace in the Kingdom for luxuries nearly beyond imagining, to anywhere in Faërie where the magic would have knit him whole in a matter of moments and the very air and water conspire to make him forget he had ever felt pain. He could easily have gone.\nInstead he let the mortal farmer tend him.",
            "chapter": "Rook",
            "percentage": 28
        },
        {
            "quote": "It took Robin months to realise the villagers were replacing the crops he had spoiled, and that without their gifts the farmer might have starved.",
            "chapter": "Rook",
            "percentage": 30
        },
        {
            "quote": "Robin thought the sky looked like Fairyland, which made him uneasy, for such a cold and clear day in the Kingdom would have meant the Queen was angry indeed.",
            "chapter": "Rook",
            "percentage": 32
        },
        {
            "quote": "It was beautiful, and because Aelred had not laughed when he said so before, he said that again. The high fairies did not like unadorned nature; that was a low idea, a small-fairy’s idea, a mortal noticing, not something the Crown Prince should admit to.",
            "chapter": "Rook",
            "percentage": 38
        },
        {
            "quote": "On Ysthar, on Aelred’s orderly farm, the smoke rose up and the pot of beans cooked, and when they ate it tasted good, and Robin told himself he should go back to where people treated him properly.\nYet he still didn’t go.",
            "chapter": "Rook",
            "percentage": 39
        },
        {
            "quote": "Elsewhere Robin had delighted in running others, being himself run, out of towns for impiety and blasphemy and all those high emotions. In Aelred’s village he was accepted as a stranger washed up in their midst, unconnected to the kinship webs, somehow unthreatening.",
            "chapter": "Rook",
            "percentage": 39
        },
        {
            "quote": "Then the farmer said, even more quietly than usual, “I remember my family.”\nRobin looked up across the chicken and turnips. He was surprised to find he was mildly curious. “What happened?”\n“They are gone.” A pause, Aelred looking at the table, tracing the gouged lines of the chess board. “I miss them.”\nRobin did not know grief like that, nor the caring that lay behind and above it. Had never lost anything so dear to him; had nothing so dear to him to lose.",
            "chapter": "Rook",
            "percentage": 39
        },
        {
            "quote": "Robin swallowed, forced out the first apology he had ever made of his own volition. “I am sorry I chose to make mischief on your farm.”\nHe waited: another thing the Prince should not have had to do. He thought on that; not on the unaccustomed sense of trepidation inching along beneath the condescending courtliness.\n“I’m not,” the farmer said simply. “You are welcome to stay, if you wish.”",
            "chapter": "Rook",
            "percentage": 44
        },
        {
            "quote": "“This tree does have the best apples,” the man said after a moment. She stared at him. He picked one from higher up and handed it to her. She murmured an automatic thanks, which he waved off. “I bet your family talks about these. Everyone remembers the village apple tree.”",
            "chapter": "Not Far From the Tree",
            "percentage": 49
        },
        {
            "quote": "“And then my sister, who works at the pub, came running up with her hands full of flowers and said that the old apple tree was blooming a week early. It must have been the shelter from the wall and the shock of the storm or something. But I always say the apple tree saved my wedding.”",
            "chapter": "Not Far From the Tree",
            "percentage": 52
        },
        {
            "quote": "“Enjoy your apple.”\nNell touched the apple with one finger, and then recoiled again into herself.",
            "chapter": "Not Far From the Tree",
            "percentage": 53
        },
        {
            "quote": "The wind moved around her, making the leaves dance, as if the old apple tree was whispering. She closed her eyes, and then listened; but they were just leaves.",
            "chapter": "Not Far From the Tree",
            "percentage": 53
        },
        {
            "quote": "“Will you turn him back?” she asked at last. “I would ... hear what he has to say.”\nHe considered her for a long moment, and then he nodded. “I will; but what happens thereafter depends on him.”\nBy which she understood that while he had saved her from her brother’s drunken ravishment once, he would not force the tree on him again.",
            "chapter": "Not Far From the Tree",
            "percentage": 57
        },
        {
            "quote": "He didn’t know how to bow, but he pretended he did—anyone a giant bowed to was surely important—and the wizard smiled.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 57
        },
        {
            "quote": "He didn’t know how to bow, but he pretended he did—anyone a giant bowed to was surely important—and the wizard smiled.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 57
        },
        {
            "quote": "The man’s power split around Tyler the way the cattle had around the rock. Tyler didn’t need to know anything about magic to know it was there.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 67
        },
        {
            "quote": "“What kind of cattle are those?” Tyler asked, then bit his tongue because of course that was what always happened in the stories, the enchanter or genie or whatever would offer answers to any three questions and the asker would always ask stupid ordinary ones.\n“They are blue aurochs of Fairyland,” the wizard said gravely.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 68
        },
        {
            "quote": "“They are blue aurochs of Fairyland,” the wizard said gravely.\nHis heart leapt. “Can I go there?”\nThe wizard looked so seriously at him Tyler felt like his soul was being rubbed with steel wool to see what it was made of.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 68
        },
        {
            "quote": "“Will I be able to come back?”\n“Perhaps. There will be a cost: there always is. It may not be something you are willing to pay.”",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 68
        },
        {
            "quote": "“Is it safe?” he asked; another stupid question.\n“No.”",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 69
        },
        {
            "quote": "The giant lifted the horn and blew one more blast. It was beautiful, so beautiful—it promised so much more than he’d ever expected—everyone at school talked about running away to Calgary or Fort McMurray, but all Tyler had ever wanted was the chance to ride good horses in some new country—\nTyler ran.",
            "chapter": "Blue Moon over Pincher Creek",
            "percentage": 69
        },
        {
            "quote": "There were not so many men Will wanted to accompany him when he was feeling poetry-minded, mostly Dickon who had been his lead player and dearest friend for decades (and who was pleasantly quiet in company).",
            "chapter": "Inkebarrow",
            "percentage": 73
        },
        {
            "quote": "He sighed, not quite sure if the deeper sensation of something off-kilter was the lingering effect of the ague that had stricken him in March or merely the dislocation of not having yet written down the lines marching through his mind, or something yet more metaphysical.",
            "chapter": "Inkebarrow",
            "percentage": 76
        },
        {
            "quote": "The man was wall-eyed, gave him a pointed stare of unintentional humour. Will sighed for the lost opportunity of a character with no play to write him into, leaned on the counter.",
            "chapter": "Inkebarrow",
            "percentage": 78
        },
        {
            "quote": "“Only thirsty souls find their way here.”",
            "chapter": "Inkebarrow",
            "percentage": 80
        },
        {
            "quote": "The wooden plate was piled high with glistening fruits. His first thought was, it’s April, there’s naught but blossom on the trees; his second, they’re too lovely to be real.",
            "chapter": "Inkebarrow",
            "percentage": 81
        },
        {
            "quote": "“Come with us.”\n“Whither?”\n“A new place,” said the green one.\n“A farther country,” said the dour one.\n“Behind the arras of the world,” said the third he could not see.",
            "chapter": "Inkebarrow",
            "percentage": 94
        },
        {
            "quote": "The crux of a moment was familiar to him, had been something he’d brought his wits to bear upon again and again, until Richard Burbage had come to him complaining that he was not playing a man any longer, but a soul stripped naked.",
            "chapter": "Inkebarrow",
            "percentage": 94
        },
        {
            "quote": "Will believed in many things, subtle and sensible and some entirely not, pulling his own patchwork truth out of that slurry of paranoia, iconoclasm, and popery that had been his youth.",
            "chapter": "Inkebarrow",
            "percentage": 96
        },
        {
            "quote": "That young man who had said no to the carousing, and no to the atheism, and no to that reckoning in a little room, lifted his head and looked at the three shadows with their distaff, their thread, and their shears, and said, “Yes.”",
            "chapter": "Inkebarrow",
            "percentage": 96
        },
        {
            "quote": "Master Will Shakespeare, that good gentleman of Stratford, followed, humming an old tune of Robin Hood as he went.\n*Exit*, he thought. *Pursued by a bull*.",
            "chapter": "Inkebarrow",
            "percentage": 98
        }
    ],
    "boneharpquotes": [
        {
            "quote": "He had been very young indeed, the last time there had been peace on waking.",
            "chapter": "Chapter 1: The Spring Tide",
            "percentage": 1
        },
        {
            "quote": "Tamsin breathed, and listened to the birds singing, and tasted the air, and remembered without detail that long-ago time when he was a mere elfling laughing with his brothers in the sweet youth of the world.",
            "chapter": "Chapter 1: The Spring Tide",
            "percentage": 2
        },
        {
            "quote": "Tamsin had once been reckoned a great bard, before the dragon had taken his voice and the fire-demon the skill of his hands. Before the rising of the sun and moon. Before he had sworn that Oath and started down the path of becoming a monster. Before he had understood anything.",
            "chapter": "Chapter 1: The Spring Tide",
            "percentage": 2
        },
        {
            "quote": "His hands were healed. The gnawing, dreadful restlessness was gone. He—he might be able—he might be able to *speak* (he could barely think, *sing*⁠—)—\nHe might be able to live.",
            "chapter": "Chapter 1: The Spring Tide",
            "percentage": 3
        },
        {
            "quote": "Hearing his own laugh ring out struck something awake in him. A sense of himself, perhaps—a yearning to go, to move, to find other things to laugh at, to talk about, to *sing*⁠—\nIf he was back home, if he had managed to win his return, if he were free, if he were *healed⁠*—\nIt was all too much to think about, after so long silent, alone, broken, lost.",
            "chapter": "Chapter 2: The Sword of the Firnoi",
            "percentage": 4
        },
        {
            "quote": "Long, long ago Tamsin of the Golden Voice had become Tamsin Tamurzîn, Zîmdurdam, Korrokaith—the Thrice-Accursed, the Oathbound, the Dreadful⁠—",
            "chapter": "Chapter 2: The Sword of the Firnoi",
            "percentage": 5
        },
        {
            "quote": "He did not need to be Tamsin the anything.",
            "chapter": "Chapter 2: The Sword of the Firnoi",
            "percentage": 5
        },
        {
            "quote": "Tamsin could not imagine facing his family, acknowledging those horrible truths. *Yes, I am the Thrice-Accursed, the Dreadful, the Scourge. Yes, I swore an Oath of vengeance for the death of my father, and became little more than the shadow of death to everyone else. Yes, I killed the Father of Dragons with my Song, and in doing so lost my voice, which had been my joy, and what I was known for.*",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 6
        },
        {
            "quote": "The idea of people made his heart beat faster. Other people—*his* people⁠—?",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 6
        },
        {
            "quote": "He came around a bend of the river, through a small grove of ash trees, and discovered that he had forgotten that the animals that liked to walk along riverbanks were people.",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 7
        },
        {
            "quote": "Tamsin found himself touching her offered fingertips with her own and replying, “Well met indeed, fair travellers! No harm will I offer you save to harm given first,” just as if he’d stepped out of his great-grandmother’s stories of the earliest journeys of the elves.",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 8
        },
        {
            "quote": "The formal greeting was ancient magic, power sparking in the deliberate touch, fingers to fingers. An offering of vulnerability, of self, of intention, of a kind of promise.",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 8
        },
        {
            "quote": "Even with the greeting-ritual Tamsin was not sure *he* was at all comfortable—with them, with the situation, with himself⁠—\nBut it had been so long. He had been so lonely, so alone, for so very long.",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 9
        },
        {
            "quote": "“You may call me Rowan,” he said, firmly. “And I should be glad indeed to walk with you for a time.”",
            "chapter": "Chapter 3: River and Rowan and Ash",
            "percentage": 9
        },
        {
            "quote": "She hadn’t wanted River to come with her in the first place—she’d been eloquent that she wouldn’t be able to properly attend her (as if River *needed* her to!), and that Ash didn’t need her support (hah!), and that River was never going to be able to persuade any of the great and distant ancient elves to speak to her, and all sorts of other pessimistic opinions River had taken leave to blithely ignore.",
            "chapter": "Chapter 4: From the Halls",
            "percentage": 10
        },
        {
            "quote": "He had a rich, slightly husky voice. In his mouth the Firnoian words were *speech*, not simply sounds River tried to make into sense.",
            "chapter": "Chapter 4: From the Halls",
            "percentage": 10
        },
        {
            "quote": "Not that River wanted to promise her as-yet-unconceived (in any sense) first child or a hundred years of servitude or something for the sake of learning Old Firnoian fluently.\nShe’d require *at least* a first-hand account of Rowan’s first life for anything like that.",
            "chapter": "Chapter 4: From the Halls",
            "percentage": 10
        },
        {
            "quote": "Fierce and free had the elk been, and glad of its own strength. It had not been sorry to escape the hunter by leaping off a cliff, dead instantly when it landed on its neck, free to the end.",
            "chapter": "Chapter 5: Spirit and Bone",
            "percentage": 11
        },
        {
            "quote": "He sang for the great elk, free to the last, and for all his brothers, who had bound themselves and were unfree even in death.\nHe sang, because he was, after everything, once more Tamsin Tammorath.",
            "chapter": "Chapter 5: Spirit and Bone",
            "percentage": 11
        },
        {
            "quote": "In return for the flame, Dâr had promised the gods his spirit, should ever he die. In those days no elves had yet died in Elfland, or at least not to their knowledge, and it had seemed a negligible price.",
            "chapter": "Chapter 5: Spirit and Bone",
            "percentage": 13
        },
        {
            "quote": "Each song helped him knit a ravelled piece of himself back into the whole.",
            "chapter": "Chapter 5: Spirit and Bone",
            "percentage": 13
        },
        {
            "quote": "Tamsin was coming to the conclusion that it was possible that he had not hitherto been enjoying the healthiest of all lifestyles.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 20
        },
        {
            "quote": "There was something almost familiar back there, something calling him, a fire like the holy fire for which he and his brothers had damned themselves, and yet sweeter, easier, *wilder*⁠—\nSomething touched his shoulder, and he whirled, sword instantly in hand, to stop with the edge across River’s throat.\nTamsin refocused sharply. River stood very still. Her eyes were ... wide.\nHe swallowed, and sheathed his sword with deliberate motions. “My apologies,” he said gruffly. And then: “I thank you.”",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 20
        },
        {
            "quote": "“Rowan ... Will you come with us?”\nIt was unfathomable that they *wanted* him to stay; that they did not simply let the strange old elf wander off under the song of the wild hills.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 20
        },
        {
            "quote": "It would be far too easy to disappear back into the hills and come nevermore amongst his people. He would have already, without River and Ash.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 20
        },
        {
            "quote": "“Bretha!” River exclaimed, laughing, as she tugged Ash around the fawn. “We are not so young as that, surely. We are both of age!”\n“Ah, but I am a very old elf indeed,” Tamsin replied. “Born before the rising of the sun and all!”\nRiver wrinkled her nose at him. “I will see my first hún next year, O Ancient One! We are not *elflings*.”",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 21
        },
        {
            "quote": "He did not want them to look upon him as a monster, Tamsin Tamurzîn, Tamsin Zîmdurdam, Tamsin Korrokaith—but even oathbound, accursed, dreadful, he had survived. And he was still Tamsin despite all that.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 21
        },
        {
            "quote": "Right now he was *Rowan*, but they knew that was not his true name, and one day he’d tell them the rest of it. Already he knew that. So long as these young elves wanted his company, he would give it to them.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 21
        },
        {
            "quote": "Ash was suddenly in Tamsin’s space, and the old familiar dance took him. *Here* an opening—there a feint—there a step, a lunge, a dodge—parry and thrust—the sweet sound of two elvish blades upon each other. A dance for which Tamsin had written a hundred songs, once upon a time, to the drumming of boots or hooves, the songs of warriors riding with their banners held high.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 22
        },
        {
            "quote": "“You shall be my better one day,” Tamsin said, sheathing his sword and bending to collect Ash’s blade from the grass.\nThe words fell like prophecy.\nIt was strange to have the gift of speech, when the sword had been singing in his hand.",
            "chapter": "Chapter 8: The Perlious Hills",
            "percentage": 22
        },
        {
            "quote": "Often they were kind, his wraithly brothers: sometimes they whispered to him to eat or find water, to call up his shadows, to light a fire. Sometimes they cried warnings. Sometimes they told over stories of their youth, or sang his own songs back to him. Sometimes they simply sat beside him and wept.",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 23
        },
        {
            "quote": "He had not *thought* in so long. He had not dared to, for a long time, knowing at some level that if he looked upon his actions he would quail; and then his mind had started to fail, and he could not think of anything but survival.",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 23
        },
        {
            "quote": "“This is the one with the Knight of the Mists?” Tamsin asked, humming the melody of the ballad River had taught him. “Fighting all who would pass his way, bound for his ill deeds, and so on?”\n“In the ballad,” River protested. “Those sorts of curses are only in stories.”\nTamsin rubbed his throat thoughtfully. “Not only.”",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 24
        },
        {
            "quote": "“People don’t sing like that any more,” River said quietly. “I think they’re afraid.”\n“They should be,” Tamsin said grimly. “I wrought much evil with my song.”\n“But you wrote the Dawnsong, Rowan.”",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 24
        },
        {
            "quote": "“It’s not as if *every* great bard was Tamurzîn the Death-Singer. Isn’t that so, Rowan?”",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 25
        },
        {
            "quote": "Once upon a time he’d worn perfumes and make-up—it had been the fashion amongst the artistic set, when he was a young minstrel seeking fame—and as often been taken for an elf-maid as not. He’d never minded, in fact enjoyed the doubleness, the freedom, the fluidity.",
            "chapter": "Chapter 9: The Swanlands",
            "percentage": 25
        },
        {
            "quote": "Tamsin found himself wanting to tell his brother about it, that Forro might create something similarly beautiful out of his moon-silver.\nThe name settled sweetly into place, as if Tamsin had never forgotten it. He swallowed. He had not let himself remember that he had forgotten his brother’s names, that time had stolen them from him.\n“Rowan? Are you all right?”\n“No,” he said, mind whirling.",
            "chapter": "Chapter 10: Mist and Memory",
            "percentage": 27
        },
        {
            "quote": "Teaching River and Ash came so naturally that Tamsin wondered at how blind he’d been before. Why had it required thousands of years of solitude for him to realize company was good? Why had it taken him losing everything to learn that it was a joy to share his knowledge?",
            "chapter": "Chapter 10: Mist and Memory",
            "percentage": 29
        },
        {
            "quote": "“We know you were a warrior and war-bard,” Ash said, and took Tamsin’s left arm in her own.\n“You don’t know what that means,” Tamsin said, shuddering. “River⁠—”\nFor River had taken his other arm, linking their elbows, so that he was held between the two young elves. “We will learn,” she said, fearless and in this case, he feared, naïve.\n“But I am⁠—”\n“Tell us on the other side,” Ash said. “It doesn’t matter now.”",
            "chapter": "Chapter 11: The Bridge",
            "percentage": 30
        },
        {
            "quote": "Then came the goblins and the wolves, the twisted rodents, the screaming eagle-kindred with their steel-tipped talons.\nSo many, many goblins.",
            "chapter": "Chapter 11: The Bridge",
            "percentage": 31
        },
        {
            "quote": "They came in singletons and packs and companies, goblins small as a cat or large as a troll.\nThere were trolls, too. Ogres. Nameless monsters. And always, always, always, the goblins.",
            "chapter": "Chapter 11: The Bridge",
            "percentage": 31
        },
        {
            "quote": "They walked, step by slow step, straight at the great body of the dragon.",
            "chapter": "Chapter 11: The Bridge",
            "percentage": 32
        },
        {
            "quote": "Could even Tamurzîn the Death-Singer have killed more than Rowan had?\nRiver did not want to make the next logical step. She shied away from it. Even in their village they had heard the stories of the Sons of Dâr, of Tamurzîn who had killed a dragon with his voice⁠—\nBut there it was, of course.",
            "chapter": "Chapter 12: The Dead",
            "percentage": 34
        },
        {
            "quote": "He had sung the elk-spirit out of its bones, and said, *I am thanking it for its gift*.\nHe had sung the Dawnsong on the first morning of the world.\nHe had sung this huge monster to death, with its mouth that could swallow all three of them at once.\nHe had sung for three days, the story went, and never again after.",
            "chapter": "Chapter 12: The Dead",
            "percentage": 34
        },
        {
            "quote": "Ash tripped, but they didn’t *quite* stop, they didn’t quite cry out—River’s breath stuttered in her throat, panic-driven, but she didn’t speak, she didn’t, she didn’t, and she didn’t stop—she caught her balance using Rowan’s suddenly-steady arm, as if her near-fall had been enough to make him calm and strong.",
            "chapter": "Chapter 12: The Dead",
            "percentage": 35
        },
        {
            "quote": "“You’re Tamurzîn the Death-Singer,” she said.\nHe flinched, but nodded. “Yes. Though ... it’s Tamsin. Tamsin Tamurzîn, if you ... prefer that name.”\nOn his tongue *Tamurzîn* no longer sounded like a meaningless sound, but a word. *Thrice-cursed*, in fact. Something in her twisted, that that word had become his name.",
            "chapter": "Chapter 12: The Dead",
            "percentage": 36
        },
        {
            "quote": "“Tamsin,” she tried, tasting it. “Tamsin Tammorath, once,” he said, his lips quirking as he tilted his head to look at the sun. *The Golden-Voiced*. “Tamurzîn, apparently, to history. Korrokaith, at the end.” *The Dreadful*.\n“Not the very end,” Ash said, looking sidelong at River. A small smile was tugging at her lips.",
            "chapter": "Chapter 12: The Dead",
            "percentage": 36
        },
        {
            "quote": "Klara had been silent, struck by a shard of something icy-cold in her heart, unable to do anything but stand there awash in terror and fear at the light rising over the mountains.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 36
        },
        {
            "quote": "This was the problem with being immortal. You never really got over loss.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 36
        },
        {
            "quote": "No one had known that their great rivalry was a game they played with each other, a courtship of daring and skill, challenging one in the other’s voice, a wooing by music and performance and nerve.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 37
        },
        {
            "quote": "Later Klara wondered what they had been thinking, what they had ever expected to happen. But of course they had been thinking of nothing but the next song, the next challenge, the next dare: the next smile in Tamsin’s eye, the next kiss on Klara’s mouth, the next gleeful, exhilarating step in the mad dance they had begun and had no idea how to stop.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 37
        },
        {
            "quote": "No one actually remembered what happened, that day.\nOr—no one *admitted* they remembered what happened.\nOr—no one *wanted* to remember what had happened.\nKlara had written songs of this. To ensure this.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 38
        },
        {
            "quote": "He sang, the Golden Voice of the Firnoi: and she was never quite certain, afterwards, if he had not sung the stars back into being. It was that sort of night, and they had had that sort of power, Tamsin Tammorath and Klara the Silver.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 38
        },
        {
            "quote": "There was no wound, no blood, nothing she could feel with her hand. All she knew was that something had struck her, something cold and sharp, and now she looked at her rival, her friend, her lover, her beloved, and saw a stranger.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 38
        },
        {
            "quote": "All the songs of the city that the people thought were hers were his in truth. He loved people, company, community, the buildings and the gardens and the markets and the streets.\nHers were the songs of the mountains and the fields, the rivers and the forests.\nHers were the songs of trade and war; his were of home and peace.\nBut no one knew that bar themselves, for it had been the great game of theirs since their youth.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "*This* next moment everyone remembered, or thought they remembered, or imagined they remembered. Klara had written the songs to ensure that, too.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "What she remembered was this:\nSix sons of Dâr standing in an arc behind their father, looking at their seventh brother. (Who was not, always, their brother; but they did not know that.) Dâr looking at his son the great bard, the one singing light in the darkness, the one *everyone knew* loved chivalry and adventure and the romance of war.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "*My sons and I swear to you that we shall cast down the Old Enemy and regain our fire, or be damned into the Eternal Night!*",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "He was the last to stand forth, Tamsin: the youngest, the most like Dâr in feature, the least like him in heart. But Tamsin did not even look at Klara when he stepped forth to doom himself.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "If Klara had sung out, said a word, let out even a breath of that Song in her throat, she could have broken the spell. She could have freed Tamsin and his brothers; could have freed the people from the Doom they all so gladly called down upon themselves; could have saved everyone.",
            "chapter": "Chapter 13: The Breaking of the Lamps",
            "percentage": 39
        },
        {
            "quote": "Klara wrapped herself in silence and darkness and ice, and the city grew still and frigid around her.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 40
        },
        {
            "quote": "She dreamed of sunlight and blood and song.\nOver the Waves *he* dreamed of shadows and silence and ice.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 40
        },
        {
            "quote": "They said later that the king of the Firnoi had become the city he had built, his body fading as his soul entered its stones, until its slow heartbeat became his own. They said later that the queen had turned into a serpent, into the river, and coiled deep into its waters until its currents became her own.\nKlara wrote those songs, too.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 40
        },
        {
            "quote": "The city shifted around its new centre, the streets moving to follow her wanderings, taking new shapes as she listened to the shadows, shaped herself into the hollows and silences left behind.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 41
        },
        {
            "quote": "She lay in a nest of shadows, hidden deep from any touch of sun, and dreamed of all the things that burned, Over the Waves.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 41
        },
        {
            "quote": "They had not been thinking. They had never thought what would happen, if they bound themselves like that. They had not meant it as anything but a game. It had been a game, a courtship, a strange wooing, each of them wishing to be the splendid peacock showing off his greatness, each the humble peahen making her choice.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 42
        },
        {
            "quote": "Klara dreamed of Tamsin’s bloody hands and bloodied mouth, and the sunlight beating down pitilessly upon the strange and terrible land where he waged war.\nTamsin dreamed of the ice under Klara’s feet and the shadows that swarmed around her, and the way she caged the few who still lived in the city safe from the increasingly hungry dark.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 42
        },
        {
            "quote": "None of the creatures he had faced had ever felt real to her, not the goblins nor the elves. They had been dream-stuff, their blood on his sword, on his hands, in his mouth, unreal. They had not looked at her, not felt her, not heard her.\nWhat he faced now was the Dragon, greatest of all the Old Enemy’s allies, old as fire, old as death, old as the dark.\n*It* saw her.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 42
        },
        {
            "quote": "Facing the Dragon, Klara felt the tug of the shadows waking in the city, felt Tamsin’s mind turning to follow hers back across the water, falling into the strange tether between their souls.\nIt was not her throat that moved, but it was Klara who stood fast, who refused to return to her night, and who *Sang*.\nAll that night she Sang in Tamsin’s voice, and he with her.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 42
        },
        {
            "quote": "The third night, they Sang of silence, until Tamsin’s voice became hers.\nOn the fourth morning the Dragon lay dead at Tamsin’s feet, but his voice was still Klara’s.",
            "chapter": "Chapter 14: The Shadowed Age",
            "percentage": 43
        },
        {
            "quote": "In the morning the city was a dream of light. Rainbows everywhere, cast by the ice sculpted through the endless winter’s night of Klara’s silence.\nIt was all utterly, perfectly empty.",
            "chapter": "Chapter 15: The City of Ice",
            "percentage": 43
        },
        {
            "quote": "She was so cold, and so hungry, and so alone, in this city where those who yet lived slept because they dared not face her silent conquest of the streets.",
            "chapter": "Chapter 15: The City of Ice",
            "percentage": 43
        },
        {
            "quote": "His days grew darker, as fumes rose out of the dying land Over the Waves and clouded the sun. Her nights grew brighter, as she captured ever more starlight and bound it into her ice-crystal city.",
            "chapter": "Chapter 15: The City of Ice",
            "percentage": 44
        },
        {
            "quote": "In the city of ice and shadow, the city that Tamsin had once loved, Klara stood on a tower spearing itself into the sky in a spray of frozen light, all the shadows of the centuries and all the birds of the endless days flaring out across the burning stars: but though her voice rang out high and clear and full of might, Over the Waves no one could hear.",
            "chapter": "Chapter 15: The City of Ice",
            "percentage": 46
        },
        {
            "quote": "Klara crawled into a nest of shadows, curled around her cold heart and the silence that should have been the singing voice of her friend, her rival, her lover, her beloved, and there, for a long time, she stayed.",
            "chapter": "Chapter 16: The King of the Exiles",
            "percentage": 46
        },
        {
            "quote": "The third age began with the first return of the elves from Over the Waves, in blue ships with sails of gold, and the triumphant march of the King of the Exiles back to the city of which he had once been the prince.\nHe found the city where he had left it, but not as he had left it at all.",
            "chapter": "Chapter 16: The King of the Exiles",
            "percentage": 46
        },
        {
            "quote": "The King of the Exiles said, “I am the King of the Firnoi, and yet the city of the Firnoi knows me no longer.”\nKlara said, “You are the King of the Exiles, and this is the city of those who stayed.”",
            "chapter": "Chapter 16: The King of the Exiles",
            "percentage": 46
        },
        {
            "quote": "The King of the Exiles built a wall, sturdy and strong, around what he called *the old city*. Klara shifted its position until she had all the land she desired within its circuit.",
            "chapter": "Chapter 16: The King of the Exiles",
            "percentage": 47
        },
        {
            "quote": "The giants allied with dragons, lured from their own distant caves in the land beyond the North Wind by the jewels and gold the King of the Exiles piled up in his city: and if none of these dragons was anywhere near so great or powerful as the Dragon Tamsin had once Sung to death, none of the King’s knights were Tamsin Tammorath either\nThe white crows ate well, in those days",
            "chapter": "Chapter 16: The King of the Exiles",
            "percentage": 48
        },
        {
            "quote": "“I swear never shall I rest until I have made you mine.”\nToo late he realized the trap he had made for himself.\nKlara smiled at him, cold and dark. “So be it.”",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 50
        },
        {
            "quote": "Though he stood tall and proud when once again on the streets that were his, it still shivered at his feet, his shadow, and it was lighter than it had been, greyer, as if the King was not quite so solid as he had been before he entered the Old City and challenged her there.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 50
        },
        {
            "quote": "Though it was not clear what it was, exactly, something *was* lost with death, with the passage through the Halls of Rest.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 51
        },
        {
            "quote": "Over the Waves, Tamsin was losing himself. He saw his brothers constantly now, and in the dreams Klara shared they crowded close in their concern.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 51
        },
        {
            "quote": "“It has been winter a long time in this city,” Alina said presently. Her hand was warm on Klara’s arm, her body warm at Klara’s side.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 52
        },
        {
            "quote": "Alina tilted her head so their temples rested together. Klara could feel Alina’s pulse throbbing. It felt as if it had been thousands of years since she had last felt such a thing.\nIt had been thousands of years since she had last felt such a thing. Not since Tamsin had let go of her hand.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 52
        },
        {
            "quote": "This side of the sea, mother and near-daughter sat together in the garden of shadows while the birds Klara had once Sung out of ice sang around them. Klara thought of the sap rising through the depths of winter, readying the woods for the coming spring, and felt a new song beginning to sound in her throat.",
            "chapter": "Chapter 17: The Age of Homecoming",
            "percentage": 52
        },
        {
            "quote": "This time she did not leave a trail of ice; this time she released the warmth she had been swallowing for so long, and water ran behind her.\nShe walked the city, all its streets and stairs, from the gate where the subjects of the King of Elfland trembled at the song of grief to the top of that highest tower of marble and ice.\nThe city wept as it thawed.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 52
        },
        {
            "quote": "Klara tilted her head back so that the sunlit water fell upon her face, and at last, at last, she wept.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 52
        },
        {
            "quote": "Not far from where Tamsin stood, under the surface where the murky water deepened into blue even after all the land had crashed into it, there was a familiar, long-lost glow.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 53
        },
        {
            "quote": "Over the Waves, Tamsin did not weep. He had not wept for a long, long time; not since the last ship had sailed back to Elfland across the sea, and he stood truly alone on the farther shore.\nThis side of the sea, Klara wept, and her tears washed away the ice in her heart, and the hurt in her heart.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 53
        },
        {
            "quote": "Tamsin closed his eyes, but he could still see the light; could not see anything but the light, as he closed his reaching hands upon the fire, the branch of the flame imperishable his father had once brought down from the holy mountain.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 54
        },
        {
            "quote": "With it finally in his broken grasp, released himself and all his brothers from the chains of the Oath with which they had bound themselves.\nThis side of the sea, Klara felt the flame catch in the space between her cupped palms.",
            "chapter": "Chapter 18: The Flame Imperishable",
            "percentage": 55
        },
        {
            "quote": "Alina cried out a wild cry, like the voice of the North Wind sweeping down from the treasure-lands of the dragons, and Klara opened her eyes.\nThe shadows were blooming gold.\nIn the repaired basin, the flame burned.\nAround her stood six fire-haired elves in the strange pale robes with which their spirits had clothed themselves, their silver-grey eyes reflecting all the light in the world.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 55
        },
        {
            "quote": "There she stood, and looked for a long time east, in silence.\nFor after so long enduring past everything but hope, far Over the Waves Tamsin let himself slide irretrievably out of her grasp as he gave himself over at last to the welcoming embrace of the sea.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 55
        },
        {
            "quote": "“Will my seventh son come home?” Alina asked, her voice steady.\nThe raven’s voice was very deep when it replied. “He has gone to his rest. He will waken only when the song of his soul is ready.”",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 55
        },
        {
            "quote": "Alina reached up into her glorious red hair and pulled out a silver hair-comb. She held it out on the flat of her hand to the raven’s huge beak.\n“This is for him, where he sleeps, and when he wakes. Long have I worn it in memory of him and his brother who wrought it. Let it be a memory of our love to him as he sleeps, and bring him sweet dreams, if dreams there are where he lies.”",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 55
        },
        {
            "quote": "She hummed an old, old melody in Tamsin’s voice. Starlight glimmered around her fingertips, sank into the silver.\nShe met the solemn eye of the great raven. “Thus do I return his voice to him, which I have been keeping safe since he slew the Dragon. When he wakes let him remember what it is to sing, and to Sing, and let him sound forth his voice with the joy and the merriment and the love with which we once sang together.”\n“So be it,” said the raven, and delicately it plucked the hair-comb from their hands.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 55
        },
        {
            "quote": "Klara did not disabuse anyone of the assumption that the dark-haired singer who could sometimes be found at the side of Daerleon the Stonehand was Tamsin called Korrokaith.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 56
        },
        {
            "quote": "The years passed, swift and fair.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 56
        },
        {
            "quote": "She was the Great Enchantress, the Lady of Starlight and Shadow and Song, the Keeper of the Holy Fire. No one ever asked her any personal questions but Alina, and Alina understood all too well the lingering ache of the what-might-have-been.",
            "chapter": "Chapter 19: The Seven Sons of Dâr",
            "percentage": 56
        },
        {
            "quote": "You’re far too good a resource to pass up, you know, O Tamsin Son of Dâr! If I am to write the definitive history of the Shadowed Age⁠—”\n“Oh, is that the new plan?” Ash asked innocently. “Very modest of you!”\n“Hush, you’re the one who wants to beat Daerleon the Stonehand and every warrior in the kingdom.”",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 58
        },
        {
            "quote": "It pleased him to be striding eastward to meet the morning, alive after all.",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 58
        },
        {
            "quote": "Forro the smith, and Armion the artist. Daerleon the sculptor, proud of his strength and his skill.\nForro. Armion. Daerleon. The other names would come. Three had, and three more would there be before he reached the city.",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 58
        },
        {
            "quote": "Day by day Tamsin’s memory was coming back to him, as if with each step he was shedding the weight of the years and regaining all their delights instead.",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 60
        },
        {
            "quote": "“I’d like to hear what your hair sounds like,” River said, all encouragement.\n“It’s so wilful,” Ash added, deadpan.\nTamsin wrinkled his nose at her, which made the dour warrior grin, River-like, at him, and set down the frame of his harp so he could begin the slow process of picking out his braids.",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 60
        },
        {
            "quote": "He tuned the strings, shadow-black and limned with gold, and then for the first time since that first morning, Tamsin Tammorath played the Dawnsong upon the harp in fair Elfland.",
            "chapter": "Chapter 20: Skylarks and Harpstrings",
            "percentage": 61
        },
        {
            "quote": "At the very worst moment, he had left her. In the Darkness none of them had understood, he had let go of her hand and gone, gone away Over the Waves, lifted up his voice as a weapon of death, until death ran at his feet and crowded close at his heels and taunted him with the rest he could not have⁠—\nUntil he had been granted it.",
            "chapter": "Chapter 21: The Edge of the Downs",
            "percentage": 61
        },
        {
            "quote": "“I loved her,” he said, and it was the first time he had ever said that aloud.\nRiver hummed a note that harmonized with the song at the back of Tamsin’s throat. Ash, unexpectedly, said, “*Loved*?”\n“Well.”\nRiver laughed, bright as the larks overhead; Tamsin blushed.\n“I used to dream of her, Over the Waves.”",
            "chapter": "Chapter 21: The Edge of the Downs",
            "percentage": 62
        },
        {
            "quote": "“Imagine,” River said dreamily, “other people!” Ash raised her eyebrows, and River hastily backtracked. “I mean—not that I don’t love you both⁠—”\nAn utterly impossible inclusion, that *both*. River was so free with words. So free.",
            "chapter": "Chapter 21: The Edge of the Downs",
            "percentage": 62
        },
        {
            "quote": "“See,” said River. “You know our parents would say we should listen to our teacher, Ash.”\nTamsin shouldn’t have been so proud of the appellation. He shouldn’t. But he couldn’t stop himself from grinning as they continued the long descent from the Downs.",
            "chapter": "Chapter 21: The Edge of the Downs",
            "percentage": 64
        },
        {
            "quote": "A lament came to mind first, as was only natural, but even as he struck the first notes, he seemed to feel the harp sigh, and he could only describe the feeling of it under his hands as *sulky*.",
            "chapter": "Chapter 22: The Road",
            "percentage": 65
        },
        {
            "quote": "The harp was very new to have such decided opinions—something that usually emerged after years if not decades of playing—but then Tamsin *had* made it out of bones and hair and hope.",
            "chapter": "Chapter 22: The Road",
            "percentage": 65
        },
        {
            "quote": "Had they been so lacking in music, that they would create a festival to commemorate an evening’s merriment?\nPerhaps it was that the memories had been buried too deep, were still too painful, for those who had left their homeland long behind to bring them to light. Had they needed an outsider to do so?",
            "chapter": "Chapter 22: The Road",
            "percentage": 66
        },
        {
            "quote": "*Death came crowned in moonlight and blood*, said one of the songs of Tamsin Korrokaith. But Tamsin had worn red for his brothers and silver for Klara Kanorath, and he had faced his dead on the bridge over the Swanlands. He would not put away his colours now.",
            "chapter": "Chapter 22: The Road",
            "percentage": 66
        },
        {
            "quote": "There was no hint of an enchantment or a curse on the people, and yet—and yet it was clear that until he started to play the old songs, there had been something missing.",
            "chapter": "Chapter 22: The Road",
            "percentage": 67
        },
        {
            "quote": "The people seemed to waken out of a deep dream, shake off a skiff of ... not quite grief, not quite melancholy, not quite boredom ... *something*, anyway, like dust that had settled on an unused instrument.\nWhat could Tamsin do, but keep playing?",
            "chapter": "Chapter 22: The Road",
            "percentage": 67
        },
        {
            "quote": "Fighting, Rowan moved like the shadows did when he sang them into a nest of protection of an evening. He moved like the wind did, when he sang a note and called a passing breeze like a falcon to his wrist. He moved like water always downhill, like fire always upward.",
            "chapter": "Chapter 23: The Great Bard",
            "percentage": 68
        },
        {
            "quote": "Fighting, Rowan moved like the shadows did when he sang them into a nest of protection of an evening. He moved like the wind did, when he sang a note and called a passing breeze like a falcon to his wrist. He moved like water always downhill, like fire always upward.",
            "chapter": "Chapter 23: The Great Bard",
            "percentage": 68
        },
        {
            "quote": "When River asked him tentatively if he minded being taken for an elf-maid, Rowan laughed at her and said he’d learned the modern patterns of speech and behaviour from two young elf-maids, so it was entirely to be expected that he would be taken for such. And then he told them stories about how he and his dear friend Klara had been so equally skilled they could, and did, play each other.\nWhich didn’t really answer the question, except that Ash pointed out that he was capable of singing a dragon to death and must therefore be at least as indifferent as he appeared, or else he would do something about it.",
            "chapter": "Chapter 23: The Great Bard",
            "percentage": 69
        },
        {
            "quote": "Tentatively she’d asked him about whether he wanted to be addressed differently, but he’d only laughed again and said he was himself, however other people took him.\nAsh also pointed out that this Klara seemed to be of the same disposition, so River began to wonder if it was perhaps something to do with being a bard.",
            "chapter": "Chapter 23: The Great Bard",
            "percentage": 69
        },
        {
            "quote": "She had fallen a few steps behind. She made herself catch up and take Rowan’s free arm in hers. They had helped him face his dead. They could help him face his living, too.",
            "chapter": "Chapter 23: The Great Bard",
            "percentage": 70
        },
        {
            "quote": "It was not, and yet it was, the city Tamsin had once known.\n(He was not, and yet he was, the Tamsin the city had once known.)",
            "chapter": "Chapter 24: The Houseless",
            "percentage": 70
        },
        {
            "quote": "Once again he was drowning, but this time it was in fondness for them, these two young elf-maids from the south, his friends.",
            "chapter": "Chapter 24: The Houseless",
            "percentage": 71
        },
        {
            "quote": "He was Tamsin Tammorath, Tamsin Korrokaith, and either he killed or sang. He would no longer kill: but he could once again sing.",
            "chapter": "Chapter 24: The Houseless",
            "percentage": 72
        },
        {
            "quote": "It was very, very hard rebuilding their lives without their youngest brother, knowing that he was the reason they could do it at all.",
            "chapter": "Chapter 25: The Smith",
            "percentage": 76
        },
        {
            "quote": "Alina had never been entirely convinced by the merits of Klara’s birds. It wasn’t as if Klara *needed* to know everything going on outside of the walls of the Old City. Except for a deep-seated and inveterate love of gossip that Klara would deny till she was blue in the face.",
            "chapter": "Chapter 26: Rumors",
            "percentage": 77
        },
        {
            "quote": "He had started to sing himself into a new person, one that might fit into this new Elfland under the Sun.\nHe could face his mother, surely, and offer her that.",
            "chapter": "Chapter 27: The Unforgotten",
            "percentage": 81
        },
        {
            "quote": "“Oh, Tamsin,” his mother’s friend said, unsmiling, intent. Tamsin braced himself. Certhin leaned down and kissed him on the forehead. “Welcome home.”\n*Tamsin, Tamsin,* sang the city that had once been his. *Welcome home*, said the people he had left behind or led to war. *Welcome home*.",
            "chapter": "Chapter 27: The Unforgotten",
            "percentage": 82
        },
        {
            "quote": "Tamsin knew the buildings, but not the streets.\nAnd yet he did know the streets, from the strange dark dreams he’d had when he’d first gone Over the Waves. He had dreamed of all the colour and warmth leached out of the city, his city, that it had become plunged into an endless winter, an endless night.",
            "chapter": "Chapter 27: The Unforgotten",
            "percentage": 82
        },
        {
            "quote": "All those songs Tamsin had tried to sing in Klara’s voice when his own had been lost.\n(All those times he had imagined her voice in his ear, in a cool and comforting thread of shadow, in his throat when he could not himself utter a sound.)\n(All those times he’d imagined his brothers singing to him, telling him stories, urging him to hold on, to live.)\n(All those dreams and hallucinations that had enabled him to endure.)",
            "chapter": "Chapter 27: The Unforgotten",
            "percentage": 82
        },
        {
            "quote": "This was Armion alive again. Armion in yellow and white, no weapons visible, a smudge of charcoal on his cheek, blue ink on his fingers where they were scrabbling on the rim of the pot.\nOh it was true, those old legends. The dead *could* return to life. They could. They could.",
            "chapter": "Chapter 27: The Unforgotten",
            "percentage": 83
        },
        {
            "quote": "Not someone who *looked* like Tamsin. Not a child Tamsin had somehow sired, daughter or son. Not someone taking on sigils to which they had no right. Not a stranger at all.\nHe meant to say *Tamsin*, but what he said was, “How are you *still* wearing that same tunic?”",
            "chapter": "Chapter 28: The Lemon Tree",
            "percentage": 84
        },
        {
            "quote": "“I’m sorry,” he said, meaning ... everything.\n*I’m sorry I left. I’m sorry I stayed away. I’m sorry I became a monster. I’m sorry I hesitated and let the Old Enemy throw the fire into the earth. I’m sorry I lost my voice. I’m sorry I lost my way. I’m sorry that even now I cannot bear to have my sword out of reach. I’m sorry. I’m sorry. I’m sorry.*",
            "chapter": "Chapter 29: The Haunted",
            "percentage": 88
        },
        {
            "quote": "Armion said, awkwardly sincere, “We know you couldn’t see or hear us.”\n“Oh,” Tamsin said, reeling. Forro’s hand was solid on his shoulder. (*He* was solid to Forro.) His heart was beating so fast. “But I did.”",
            "chapter": "Chapter 29: The Haunted",
            "percentage": 90
        },
        {
            "quote": "“They were not expecting to run into Tamsin Korrokaith on the riverbank, nor was I expecting to encounter them, but they have been very good company. And excellent students.” He turned a beaming smile onto Armion. “I cannot imagine why I was ever so unwilling to teach before! It is a splendid thing, sharing knowledge and skill.”",
            "chapter": "Chapter 30: Painter and Portrait",
            "percentage": 93
        },
        {
            "quote": "“You’ll be Tammorath again,” Forro said, deep and intent above Tamsin’s head.\nTamsin looked at their mother, but he spoke to all of them, steady with some footing he had gained from his long rest, his recent journey, the young elves he had taught and travelled with: “Yes.”",
            "chapter": "Chapter 30: Painter and Portrait",
            "percentage": 93
        },
        {
            "quote": "He hesitated on standing, not quite able to leave his sword behind him on the floor, Armion held it up to him.\n“There’s no shame in needing to wear it still,” Armion said gently.\n“I don’t need to,” Tamsin replied, even as he reached for it. “There’s no danger here.”\n“Not for use,” Forro agreed, taking the sword and unwrapping the belt from around the scabbard. “That your heart needs it to feel safe ...”",
            "chapter": "Chapter 31: Singing the Summer In",
            "percentage": 94
        },
        {
            "quote": "He hesitated on standing, not quite able to leave his sword behind him on the floor, Armion held it up to him.\n“There’s no shame in needing to wear it still,” Armion said gently.\n“I don’t need to,” Tamsin replied, even as he reached for it. “There’s no danger here.”\n“Not for use,” Forro agreed, taking the sword and unwrapping the belt from around the scabbard. “That your heart needs it to feel safe ...”",
            "chapter": "Chapter 31: Singing the Summer In",
            "percentage": 94
        },
        {
            "quote": "They had been true, his visions, he reminded himself. Not the bloody, vindictive shades of his guilt; but when he had imagined that there was always one of his brothers walking at his side, keeping pace with his relentless movement, that had been true.",
            "chapter": "Chapter 31: Singing the Summer In",
            "percentage": 94
        },
        {
            "quote": "“You’re not afraid?” Tamsin asked, searching his brother’s face anxiously. “I—I won’t play if you⁠—”\nForro gathered him into his arms once again. Tamsin bowed his head, unable to pull away from this touch.\n“We have missed your playing,” Forro told him fiercely. “We have missed your singing. We are not afraid of you.”",
            "chapter": "Chapter 31: Singing the Summer In",
            "percentage": 94
        },
        {
            "quote": "Klara had been full of silence when she laid down the first layers of this garden. Silence and grief and rage that had hardened into ice, the opposite and match of his Song and grief and the rage that had burned so fiercely until it had charred out his very heart.",
            "chapter": "Chapter 31: Singing the Summer In",
            "percentage": 96
        },
        {
            "quote": "All those tongueless bells, singing forth. All those silver trees, blooming gold. All Klara’s shadows, pouring towards him like the waters rushing down a cataract.\nThe road curved, the stairs opened up, the colonnades shifted, and Tamsin walked home.",
            "chapter": "Chapter 32: Two Eagles, Flying",
            "percentage": 97
        },
        {
            "quote": "She stood silent in the midst of song; stood transfixed by hope and fear, so perfectly balanced.\n*Tamsin, Tamsin,* cried her heart.\n*Tamsin, Tamsin* sang the city, her city, his city.",
            "chapter": "Chapter 32: Two Eagles, Flying",
            "percentage": 98
        },
        {
            "quote": "Then he began to sing.\nTamsin Tammorath, whose voice had heralded the new-risen Sun. Tamsin Indorath, whose voice had summoned and strengthened armies. Tamsin Korrokaith, who slew cities; who had slain the great Dragon; who had struck off the head of the Old Enemy upon his throne.\nTamsin the seventh son of Dâr and Alina, whom Klara loved.\nTamsin sang.\nNo. Tamsin *Sang*.",
            "chapter": "Chapter 32: Two Eagles, Flying",
            "percentage": 98
        },
        {
            "quote": "Down she went and down, her voice rising up, twining with his, gold and silver as the sun and the moon, their voices mingling like starlight reflected on a still pool.",
            "chapter": "Chapter 32: Two Eagles, Flying",
            "percentage": 99
        },
        {
            "quote": "They sang to each other, winter and summer, two eagles spinning around and around, wheeling and whirling in the halls of the sky, handing off the part of spring as they had ever handed off their parts, until Klara was singing Tamsin’s summer-voiced joy and Tamsin sang Klara’s wintry repose, and the birds and the bells and the holy fire whirled around them.",
            "chapter": "Chapter 32: Two Eagles, Flying",
            "percentage": 99
        }
    ],
    "vladquotes": [
        {
            "quote": "“Radford! Whyever are you going there?”\n“Wedding.”\n“People still get married? What is this, the 21st century?”",
            "chapter": "Chapter 1: Over Radford Way",
            "percentage": 1
        },
        {
            "quote": "“I promised Vlad I’d be at this wedding when I was ten, I’m not going the other direction and missing it for a piddly half mill.”\n“Must be nice to be rich.”\n“I just manage my money well.”",
            "chapter": "Chapter 1: Over Radford Way",
            "percentage": 6
        },
        {
            "quote": "“What are you getting the happy couple?”\n“I haven’t decided yet,” I lied. “One of my origami pieces, I think, but I haven’t decided which one.”",
            "chapter": "Chapter 1: Over Radford Way",
            "percentage": 6
        },
        {
            "quote": "“What are you getting the happy couple?”\n“I haven’t decided yet,” I lied. “One of my origami pieces, I think, but I haven’t decided which one.”\n“The Starblade Corkscrew is my favourite,” he said, laughing.\n“Maybe I’ll make a fleet,” I said.",
            "chapter": "Chapter 1: Over Radford Way",
            "percentage": 7
        },
        {
            "quote": "There were four people in the room, all male or equivalent. Two were Rigellan modified humans, one was a jumped-up dendroid from the Arshen system, and the fourth was my younger brother.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 24
        },
        {
            "quote": "I ordered a local and plunked myself down next to “Trev.” I guess it’s easier to handle than Orion Mantrev Indoridoon McArthur XIV, a name passed down the boys of my family like a curse.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 24
        },
        {
            "quote": "The dendroid gave me a bowl of coffee. I raised my eyebrows: he did the tree equivalent of grinning, rustling all his leaves. A good friend of mine in the merchant naval academy was a dendroid, she had the most amazing way of blushing her leaves through three seasons when she felt excited.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 25
        },
        {
            "quote": "“What’s the credit?”\n“How about an origami bird?” I pulled out one of the sheets of best-quality gilt paper (gorgeous stuff in blue and gold patterns) I kept for the purpose, and under the delighted gaze of the dendroid created him a paper crane.\n“That’s worth more than two,” he said, and swayed off with the bird perched in his upper branches like a hair comb.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 27
        },
        {
            "quote": "“Portia, how did you get here?”\n“By spaceship. Yourself?”",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 28
        },
        {
            "quote": "The station attendant watched incuriously, as if she’d been there for centuries and seen far stranger things. The stranger things were almost certain; the centuries were possible.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 30
        },
        {
            "quote": "It was pretty clear I could have done anything I wanted to do on Singerman Prime. I guess law and order stand as little chance as physical reality this close to event horizon.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 33
        },
        {
            "quote": "The Thimble on Singerman Prime is the closest artificial object to the centre of the galaxy. Or it was, until the double mass of my ship and my brother’s slipped between two flunzes and got caught by one leading directly to the black hole.",
            "chapter": "Chapter 2: Drinks on Singerman Prime",
            "percentage": 35
        },
        {
            "quote": "I was caught in the natural equivalent of a tractor beam, the gravitational pull of the galactic black hole. I was perilously close to the event horizon. I was being followed by a very large and very mysterious tentacled creature that seemed perfectly at home in the Star Nurseries.\nI was seriously going to be late for Generalissimo Vlad’s wedding.",
            "chapter": "Chapter 3: At the Pearly Gates",
            "percentage": 38
        },
        {
            "quote": "I’d never broken a promise, not one, not even that stupid one to stand next to Charleen at the debutante ball.",
            "chapter": "Chapter 3: At the Pearly Gates",
            "percentage": 38
        },
        {
            "quote": "The accident at the Merchant Navy Academy left me disfigured beyond the skill of galactic cosmetic surgery, and the response of Society had not been kind. But Vlad had danced with me.\nLike hell was I going to be sucked into the black hole and break a promise to *him*.",
            "chapter": "Chapter 3: At the Pearly Gates",
            "percentage": 39
        },
        {
            "quote": "It was the most difficult and dangerous piece of flying I have ever done, requiring the most focus, the most delicate touch, the most split-second timing. Of course, this is why I nearly killed my brother four different ways when he said, “Aargh, Cthulu is following us!” right in my ear.",
            "chapter": "Chapter 3: At the Pearly Gates",
            "percentage": 46
        },
        {
            "quote": "It got itself, somehow, into a neutral balance between the flunzes. Since it was still caught in my hold, this meant that I was, too, a result that more than made up for the fact that it then started to attack me.",
            "chapter": "Chapter 3: At the Pearly Gates",
            "percentage": 51
        },
        {
            "quote": "Trev’s voice was a good imitation of our mother when she was being very patient. “I went all the way into the Road to Heaven so that I didn’t have to go to that wedding. I took a commission from Uncle Jack to go looking for the Old Ones so that I didn’t have to go to that wedding. I drank something awful a *tree* made for me so I didn’t have to go to that wedding.”",
            "chapter": "Chapter 4: The Interstellar Millington Squid",
            "percentage": 56
        },
        {
            "quote": "“Are you really making me go to this wedding?”\n“You bet. I’m not going to lose three quarters of a mill because you don’t want to get dressed up.”",
            "chapter": "Chapter 4: The Interstellar Millington Squid",
            "percentage": 56
        },
        {
            "quote": "My heart was beating rather fast, which was stupid of it.",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 87
        },
        {
            "quote": "He looked now like a rich young rake, a daredevil, a fop. His outfit was dashing, his expression was sardonic, his hair was overly done up.\nI wondered how big of a mistake I’d made.\nBut there was nothing for it, and as he had kept that long-ago promise, so would I keep mine. I wasn’t going to let him *win*.",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 90
        },
        {
            "quote": "You could see that everyone was wondering what the MacArthur clan had wrought. (It’s always the MacArthurs, in these cases.)",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 93
        },
        {
            "quote": "“I want everyone here to understand that I choose a woman of courage, of fortitude, of honour. She is probably the greatest courier alive, and she brought me seventeen origami ship’s engines as her dowry.”",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 96
        },
        {
            "quote": "He laughed, as at a private joke, and I melted with relief that I hadn’t been a total and complete fool, for just as I’d recognized it through three different computer sims, I recognized it now.",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 98
        },
        {
            "quote": "“You had the dress and the engines made long before Vlad sent you to pick up your brother.”\nI grinned at him. Maybe later I’d explain the flaw in the computer sim, the long years of bantering, the flirting over the ether, but for the moment that was my own secret.",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 99
        },
        {
            "quote": "“Please don’t—no, better yet—*Promise* me you won’t make me call our firstborn MacArtful MacArthur the Sly.”\nI laughed. “I promise.”",
            "chapter": "Chapter 5: The Wedding Present",
            "percentage": 100
        }
    ],
    "connoisseurquotes": [
        {
            "quote": "Arthur MacEachern was a connoisseur of waiting rooms.",
            "percentage": 7
        },
        {
            "quote": "Even then, six years after his last book had bombed so mightily he'd been dropped into the wasteland of once-interesting authors, he always carried a notebook and pen around with him.",
            "percentage": 13
        },
        {
            "quote": "You never knew when inspiration would strike; even if inspiration never had struck, not since the early days when he had been a rising star of the Canadian literary scene.",
            "percentage": 13
        },
        {
            "quote": "At first she chalked it up to an affair; but eventually, when they made love in the evening with a passion she too remembered from the early days of their marriage, she realized it was that Arthur MacEachern's old mistress the Muse had come back into his life.",
            "percentage": 24
        },
        {
            "quote": "When they had been dating, going to university in different cities, they had both thought she was Arthur's muse.",
            "percentage": 24
        },
        {
            "quote": "A normal sophomoric slump, they thought.\nHe knew better now. He'd discovered the truth in that dentist's office. He could only write in waiting rooms.",
            "percentage": 30
        },
        {
            "quote": "In the big cities, in Montreal and Toronto, urban intellectuals read it and fancied they understood what it meant to be Canadian when you didn't live in Montreal or Toronto (or maybe Vancouver; they'd allow Vancouver).",
            "percentage": 41
        },
        {
            "quote": "He almost didn't go to the dentist's at all, that day; it was only to get away from Sara's constant reminders that he needed to do something other than stare gloomily at what he was not doing, text more successful friends who rarely responded these days, and try to call his agent and editor, who didn't respond at all.",
            "percentage": 47
        },
        {
            "quote": "He started to go to random doctor's and dentist's offices throughout the city, just sitting down to write, telling them he was waiting for someone, but they quickly caught on. He was sure the secretaries talked to each other; he wrote a story about a network of secretaries, a web, a secret agency that protected ordinary folk from dangerous threats to the social order. That was published as a special feature in *The Globe and Mail*, and after that the secretaries knew to look out for him.",
            "percentage": 70
        },
        {
            "quote": "Perhaps it was just that his writing was improving, and had evolved past what he had been able to do on a train, and now it was only those elusive dentist offices that provided what he needed.",
            "percentage": 76
        },
        {
            "quote": "Then he was invited to give a talk at the Montréal penitentiary, and Arthur realised where his Muse lived.",
            "percentage": 82
        },
        {
            "quote": "What was murder to a novelist, anyway?\nArthur MacEachern answered that one easily.\n*Research*.",
            "percentage": 82
        }
    ]
}