{
    "bridequotes": [
        {
            "quote": "Their first daughter was beautiful and strong as a lioness, and they named her Arzu-aldizarin, and she sat at her mother’s knee and learned the ways of war.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The second daughter was beautiful and sharp-taloned as a falcon on the wind, and they named her Paliammë-ivanar. She was the delight in her father’s eye; he was an artist who had come to the desert to sculpt the Bandit Queen, and had never left, and he hoped she might follow his trade.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "The third daughter was as beautiful and even-tempered as the moon over the desert, and they called her Sardeet-savarel. She was beloved all of all her clan, for she laughed and sang and broke hearts that mended quickly.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Each of them beautiful, each of them wise, each of them beloved. Arzu the lioness, Pali the falcon, Sardeet the moon.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "It was said that the Wind Lords sometimes chose one for bride or husband; it was considered an honour beyond merit or questioning, for the one so chosen would become as a god in the Halls of the Sky.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "To Arzu in a letter she confided that she had seen lands beyond her imagination, mirages that she walked in, unafraid and laughing.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "People said she had the light of the old legends on her, and that if when she returned she called the clans under one banner they would come.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "On the first day, she saw a horse thunder across the sky, dapple-grey as her sister Pali’s, with hooves of shining silver and an eye bright as a star. He bore a rider, a man of dark skin and flowing white garments, weaponless, unveiled, and trailing power like broken chains behind him.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "On the fourth day, she saw the Moon, walking to and fro in a silver palace, shaped like a woman, her dress the colour of earthshine.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "Her mother was, after all, the Bandit Queen of the Oclaresh, and Sardeet was her daughter through and through.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "“There are three rules in my house,” he said. “One: You will have keys for all the doors in my house, but the stone door may not be opened. Two: You will have all you desire, but a door out. And three: You may ask me any question, but each answer I give shall exact of you a day’s silence.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "And thus it was that Sardeet-savarel became the seventh bride of Olu-olurin.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "Their mother did not believe in sullying her hand or her head with the written word, preferring the oral histories that had been passed down mother to daughter since the Desert of Kaph had been a garden.",
            "chapter": "Chapter 2",
            "percentage": 18
        },
        {
            "quote": "Pali had performed the full ritual of mourning that the Warriors practised for their dead, and on the one-and-twentieth day released the white falcon to bear her longing into the quiet oblivion of the desert, and let her heart be at peace. Whether this had worked or not no one among the Warriors well knew, for Pali was not one to speak her heart.",
            "chapter": "Chapter 2",
            "percentage": 20
        },
        {
            "quote": "While she was praying for a sign for her direction, a tiny square of carpet dropped out of the sky before her. Its pattern was in the form of three red flowers connected by a convoluted ribbon of the same colour—the ancient sign for *blood of my blood in need*.",
            "chapter": "Chapter 2",
            "percentage": 22
        },
        {
            "quote": "The next morning the sisters rode east to enquire of the gods what wrong was done to their sister, that she cried marble tears of anguish.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "In the palace of blue glass, Sardeet had spent many days silent: but she had also learned many things.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She had learned that there were other worlds, and that in certain places, by certain rituals, and at certain times, one could pass through the veils between worlds, and perhaps even return.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She learned that many, but not all, of the old stories held truth.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "Olu-olurin watched her come and go with a smile on his face that was not a human smile, but she had already begun to learn what she might lose in her passage to divinity, and she did not question or fear him for the predatory glint to his expression.\nShe feared very little, did Sardeet-savarel.",
            "chapter": "Chapter 2",
            "percentage": 34
        },
        {
            "quote": "Their horses were the finest in the land, save their mother’s; and it was said their tribe loved their horses more than life itself. “More than life, but less than our sister,” said Pali, as she unsaddled her dapple-grey, and was grateful for the veils that hid her tears.",
            "chapter": "Chapter 3",
            "percentage": 42
        },
        {
            "quote": "As the fire within her grew, Sardeet began to see the invisible.",
            "chapter": "Chapter 3",
            "percentage": 43
        },
        {
            "quote": "In her black eyes Sardeet saw a light that she could almost put a name to, and tears of a grief that reached out and clenched around her heart.\nFor the first time since she had first eaten Olu-olurin’s food she felt something with her whole heart.",
            "chapter": "Chapter 3",
            "percentage": 48
        },
        {
            "quote": "There were, so it was said in the stories, two scorpion-men for each day of the journey below.",
            "chapter": "Chapter 3",
            "percentage": 49
        },
        {
            "quote": "They were guardians of the dead, built of the dead, fashioned out of giant insects and men who had fallen into grievous sin long ago when the world was another place.",
            "chapter": "Chapter 3",
            "percentage": 51
        },
        {
            "quote": "Sardeet looked for the second woman, to see her gesture: *come*.",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "In the absolute dark and silence after the screeching and the sparks and the chitinous horror, while Arzu shuddered and twisted at the end of the sash binding them, like a kite snagged by a falcon, Pali said, “Two.”",
            "chapter": "Chapter 3",
            "percentage": 57
        },
        {
            "quote": "In the water, with the scented steam rising about her, the ethereal voices singing of inhuman things, the fire glowing through her skin, she could believe she was transfiguring into a goddess.",
            "chapter": "Chapter 3",
            "percentage": 58
        },
        {
            "quote": "One night she woke to see arrayed about her bed six women.",
            "chapter": "Chapter 4",
            "percentage": 60
        },
        {
            "quote": "For the god in her womb, whispering like the softest wind over the sand in her mind, she felt love.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "When they looked at each other in the sunlight on the other side of the passage, Pali saw that Arzu now had hair entirely silver. Arzu saw that Pali had white spots up her arm, and wondered what lay hidden beneath her veils.\nNeither asked the other what she saw.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "Over the crack, a pace across, stretched a ribbon wide as a finger.\nArzu went first, and Pali behind her, step by step, for seven days.",
            "chapter": "Chapter 4",
            "percentage": 64
        },
        {
            "quote": "In a semi-circle stood the six women, and all stared with horror except for one, the one in green, who looked at Sardeet with compassion and the grief that twisted her heart so.",
            "chapter": "Chapter 4",
            "percentage": 65
        },
        {
            "quote": "Arzu knelt as she had for the sphinx. “Lord of eagles,” she said, “we are two sisters seeking our sister, and we beg you to help us.”",
            "chapter": "Chapter 4",
            "percentage": 70
        },
        {
            "quote": "The eagle had a very yellow beak; its nostrils were lined in orange. Its feathers were a rich bronze, catching gold in the sunlight. Arzu yearned to weave a carpet showing its magnificence. Pali wondered what it ate.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "He had not told her the punishment for opening that door.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "“There is injustice here,” said Pali, “and we come to avenge it.”",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "One of their mother’s most prized possessions was an alabaster jar she had won from some caravan long ago. On special feasts their mother placed a candle within it, and it glowed like the divine idea of beauty.\nThat was what Arzu thought, seeing her sister, and she heard no words.",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In Sardeet's mind, the soft voice of her child said, “*Name me*.”",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In her deepest contraction yet, Sardeet found a voice in her mind, and: “*Arvoliin*,” she said; *Flame of the Fire of Love*.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "When Sardeet named her child the air in the room seemed to catch fire.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "Before the sound had died the god had lost his infant form, and stood there before them a winged flame.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "He spoke to Arzu: “Be wise”; to Pali, “Be joyous”; to the last momentary glimpse of Olu-olurin, “Repent”; to the six dead women, “Be at peace”; and to his mother, “Beloved.”\nAnd then he was gone.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "“Never once,” said Sardeet, “did he ask me my name.”\n“That was ill done of him,” said Arzu.\n“He killed six wives before me.”\n“That was even less well done of him.”",
            "chapter": "Chapter 5",
            "percentage": 91
        },
        {
            "quote": "It was a year and a day from the meeting at the crossroads that Pali and Arzu brought their sister Sardeet-savarel home from her marriage to one of the Wind Lords.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That she had done well in her marriage was an understatement; though people did wonder how it was that she could be widowed who had wed one of the gods.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That Arzu should have knotted a carpet that could fly even over the Black Mountains was considered a tribute to her skill and wisdom, and her new gravity—and the marker of the gods’ touch in her untimely white hair—meant that the murmurs that she would become Queen after her mother’s retirement displeased no one.",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "People knew the stories about the Warriors of the Mountain. When they saw Pali dismount in her black veils, bearing no weapon, with her sister the new widow beside her, her cousins and clansmen backed away from both of them.",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "Sardeet put on widow’s white and went walking in the desert to look for stones that might show her another path. She found a white rock sprouting with garnets, and jade of her favourite green, and another ingot of fool’s gold, and she stood there for a long time before it occurred to her that the answers to her questions no longer lived in the wind, but in the world.",
            "chapter": "Chapter 5",
            "percentage": 96
        }
    ],
    "warriorquotes": [
        {
            "quote": "Three months and three days after Sardeet-savarel had arrived, a lone rider approached the city.",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "The Warriors did not often come into the cities along the river: they were legends near as wild as the Wind Lords and the tales of the ancient days.",
            "chapter": "Chapter 1",
            "percentage": 8
        },
        {
            "quote": "Ania and Naarun stayed as chaperones, though what they could do should the Warrior choose to flout polite behaviour they had no idea.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "The Bride of the Wind reached out her hands in supplication, and the Warrior took them and said, “My sister, it is done.”\nSardeet-savarel cried out in a piercing voice the high ululation of grief and triumph and loss, and then she collapsed into the Warrior’s arms, sobbing.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "“The prayers are made, the songs are sung, the sacred fires are lit, the ghosts are laid, and in seven lands the son of my sister by the Blue Wind, Arvoliin, the Flame of the Fire of Love, is named as the newest of the gods.”",
            "chapter": "Chapter 2",
            "percentage": 20
        },
        {
            "quote": "Pali herself smiled at her sister, and Sardeet smiled back, both of them quite as if they’d forgotten that they no longer wore veils, and that all the rest could see the sisters’ amusement at their civilized disbelief.",
            "chapter": "Chapter 2",
            "percentage": 21
        },
        {
            "quote": "Sardeet looked through the golden ears of her horse, faintly obscured as the view was by the gauze of her veil, and suddenly she tore off the veil and exclaimed: “I want to *live*.”",
            "chapter": "Chapter 3",
            "percentage": 25
        },
        {
            "quote": "In her long solitary journeys Pali had gotten out of the habit of speaking her thoughts.",
            "chapter": "Chapter 3",
            "percentage": 27
        },
        {
            "quote": "“I am not yet eighteen,” Sardeet whispered. “I do not want my life to be over already.”",
            "chapter": "Chapter 3",
            "percentage": 28
        },
        {
            "quote": "“Being my sister shapes you, as you being mine shapes me, but it does not mean I cannot stand up tomorrow and say: ‘Today I will choose a different path than the one my feet have been taking’.”",
            "chapter": "Chapter 3",
            "percentage": 29
        },
        {
            "quote": "With a curious yearning for something she could not name to herself, Sardeet flipped the dagger accurately into the centre of the target.\n“We are of the desert,” she said to the young man, who was gawping as if she’d struck him in his heart, and swung back up on her horse. “We do not miss.”",
            "chapter": "Chapter 3",
            "percentage": 36
        },
        {
            "quote": "They watched, observed, wondered, and Pali thought of all the places she had seen, and had yet to see, and Sardeet-savarel forgot what her husband the Blue Wind had told of other worlds, and fell in love.",
            "chapter": "Chapter 5",
            "percentage": 48
        },
        {
            "quote": "“My husband that was told me that there are other worlds. I learned twelve ways to cross the boundary between this world and them.”",
            "chapter": "Chapter 5",
            "percentage": 51
        },
        {
            "quote": "“What will you offer me?” asked Sardeet.\n“Adventure,” he said. “Glory. Love.”\nSardeet paused a moment, and Pali knew by the sudden motion of her horse, swiftly controlled as it was, that her sister had been touched at some deep chord.",
            "chapter": "Chapter 5",
            "percentage": 53
        },
        {
            "quote": "“As if I would give my wealth over as a dowry to a husband! What does he think I am, a fool?”",
            "chapter": "Chapter 5",
            "percentage": 57
        },
        {
            "quote": "“I would like to see more of the world,” said Sardeet.\n“It is full of many wonders,” agreed Pali.",
            "chapter": "Chapter 5",
            "percentage": 59
        },
        {
            "quote": "Sardeet-savarel, the Bride of the Wind, had put off her widow’s white in favour of bridal scarlet, and ridden off to join Zamir the Knife-thrower and the caravan of entertainers.",
            "chapter": "Chapter 6",
            "percentage": 60
        },
        {
            "quote": "Pali reflected that surely this could not be as disastrous as her sister’s first husband, and tried to put aside her disquiet.",
            "chapter": "Chapter 6",
            "percentage": 61
        },
        {
            "quote": "Pali fumbled through too many solitary months. She had never been able to speak her thoughts fluently; only with a sword in her hand, or a horse between her legs, or a brush in her hand could she even begin to express her surface desires, let alone the deepest whispers of her soul.",
            "chapter": "Chapter 6",
            "percentage": 63
        },
        {
            "quote": "“The name of the carpet is Khirasoon-no, which is Beloved of the Daystar, and it will bear you safe as the eagle that carried us in the Black Mountains when we went to rescue our sister from the Lord of the Blue Wind.”\nPali thought to herself that there was safe and then there was being carried by a giant eagle to confront a god, and she smiled behind her veils.",
            "chapter": "Chapter 6",
            "percentage": 64
        },
        {
            "quote": "She had used Arzu’s carpet to fly across the sea’s expanse in a night, and had not known what she was seeing. But walking along the strand, where the waves rolled up towards her from a horizon as vast as the desert’s, Pali had heard the sea winds calling her name, and shivered.",
            "chapter": "Chapter 6",
            "percentage": 68
        },
        {
            "quote": "“If the Wind Lords called you, would you go?”\nThe answer leapt to her tongue without any hesitation. “With all my heart.”",
            "chapter": "Chapter 8",
            "percentage": 86
        },
        {
            "quote": "“Paliammë-ivanar, it is the will of the Masters that you be offered the Third Veil for your courage, your resolution, and your deeds.",
            "chapter": "Chapter 8",
            "percentage": 87
        },
        {
            "quote": "“I think one day you will see the heart of the holy desert, for the Twelve have need, on occasion, of one who will stand against evil at the cost of her own heart’s desire.”",
            "chapter": "Chapter 8",
            "percentage": 88
        },
        {
            "quote": "“You said you will see where your road takes you. I fear it will take you farther yet from the tents of your kin than you can imagine. I hope that what you gain will outweigh that loss.”",
            "chapter": "Chapter 8",
            "percentage": 88
        },
        {
            "quote": "“May my sister’s son, Arvoliin the Flame of the Fire of Love, grant you a warm heart and a welcoming hearth,” she said, “and joy in the morning when you wake in the light you returned to the world, and rest in the night that is no longer dread.”",
            "chapter": "Chapter 8",
            "percentage": 90
        },
        {
            "quote": "The ancient warrior said nothing for a good long while, and then he said: “I passed your great-grandmother on the stairs of heaven: she coming down as I was going up.”\nThere was another long silence, and then Pali said: “My great-grandmother never wed. She had only one child, my grandmother, born with the autumn rains after that great drought.”",
            "chapter": "Chapter 9",
            "percentage": 93
        },
        {
            "quote": "He fled to his horse and the hot wind of the desert, and rode until he could look at his heart and say to himself, if ruefully, that he did not wish to trail behind Pali until she entered legend.",
            "chapter": "Chapter 9",
            "percentage": 96
        },
        {
            "quote": "She remembered standing before Ialaar the wishing stone and wondering what path she took.\nNot the one to the Second Veil and the tents of her people, a husband and children of her own, and the long arduous training to reach the Third Veil.\nShe looked across the fire to where Lord Andrej sat with her mother, and even as Arzu sighed again with resignation Pali began to smile with wonder at what the road before her might hold.",
            "chapter": "Chapter 9",
            "percentage": 97
        }
    ],
    "humanvoicesquotes": [
        {
            "quote": "It was three days before the end of the world. The Lord of Ysthar was playing Hamlet.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Probably Roderick, once he got over the shock (and requisite proof) of real magic, would assume this meant Raphael had magicked his way to success, although Raphael was equally proud and ashamed of the fact he hadn’t needed to.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "He made his shoulders relax, settled himself again into character: the openly pseudonymous James, Will’s friend and Robin’s, well known to the magic folk of Ysthar as a small mage, vaguely connected with the reclusive Lord of  Ysthar; a far cry from the glittering film star James Inelu, or indeed the splendid lord magus; or himself.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "“You know who those men were?”\n“I know who sent them.”\n“Your errands take you into darker corners than ever I suspected.”",
            "chapter": "Chapter 1",
            "percentage": 5
        },
        {
            "quote": "The land, with its mantle of dark green and grey forest and white-clad plains, unfolded itself below him in stark magnificence.\nHe had never thought Eahh might be beautiful.",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "He heard a deeper rumble from the dragon’s gullet: “I was sleeping deeply, and was surprised by the light. I apologize, lord, for threatening you.”\nOnly when he was firmly in character as the Lord of  Ysthar did he speak again. “I accept your apology.”",
            "chapter": "Chapter 2",
            "percentage": 7
        },
        {
            "quote": "His voice sounded bored even to him. The years it had taken to reach this pinnacle of self-presentation, where he could stand folded up into an anonymous package, all himself neatly wrapped up in brown paper and string.",
            "chapter": "Chapter 2",
            "percentage": 8
        },
        {
            "quote": "Of course he did not think the same way now, on a wet Sunday night in early twenty-first-century London, as he had long ago when he was young, that dry sunny afternoon near Uruk-the-Sheepfold, when Gilgamesh was king. How could anyone with any pretensions to humanity?",
            "chapter": "Chapter 2",
            "percentage": 9
        },
        {
            "quote": "Many years ago, before the Game had begun, even before Astandalas fell in a fountain of black magic, Raphael and Heloise had been friends. They had never spoken since of those days, not since they became the Lord of  Ysthar and Circe of Aiaia.",
            "chapter": "Chapter 2",
            "percentage": 9
        },
        {
            "quote": "Yet here he was, three days before the end of the world, and it would be the end of the world, because he could not see how to save it.",
            "chapter": "Chapter 2",
            "percentage": 9
        },
        {
            "quote": "She smiled at him with a smile that could have made iron weep. He let it break around him the way the light broke around him, casting off splinters and sparks as it hit him. He had not forgotten that she, too, was an actor.",
            "chapter": "Chapter 2",
            "percentage": 10
        },
        {
            "quote": "He’d lived through the end of the world, once, before he came into magic, when Astandalas fell. He had no desire to see such a thing again.",
            "chapter": "Chapter 2",
            "percentage": 11
        },
        {
            "quote": "Perhaps it would be easier if he forgot that once he and Circe had been friends.",
            "chapter": "Chapter 2",
            "percentage": 11
        },
        {
            "quote": "It was three days before the end of the Game, and he was the Lord of Ysthar. He had his duties to fill his mind and his heart. Certainly he did not think how once he had sung so that the trees walked to hear him, and the winds knew his name.",
            "chapter": "Chapter 2",
            "percentage": 11
        },
        {
            "quote": "Raphael noticed a gnawing restlessness growing within him, a kind of impatience with indoor air, with his thoughts, with what he had left to do.\nOnly settle his personal magics into place. Just play Hamlet with reasonable aplomb. Merely decide between suicide, oath breaking, and the end of the world.",
            "chapter": "Chapter 3",
            "percentage": 12
        },
        {
            "quote": "He should kill Circe to win the Game. Shouldn’t he? He should do everything possible to win, whatever the personal cost. Shouldn’t he? He shouldn’t choose inclination over duty, whatever Will suggested. Should he?",
            "chapter": "Chapter 3",
            "percentage": 12
        },
        {
            "quote": "He could not have said what it was that told him that this was Kasian, except that everything did.",
            "chapter": "Chapter 3",
            "percentage": 13
        },
        {
            "quote": "“High court?”\n“Oh, of course, you wouldn’t know, would you? I’m the king.”\nHe asked, because with Kasian one couldn’t really be sure, “Of where?”\n“The Realm, of course. The Tanteyr Realm. Only kingdom I’m remotely entitled to!”",
            "chapter": "Chapter 3",
            "percentage": 14
        },
        {
            "quote": "Kasian would hardly guess it from his behaviour so far, he was quite renowned for his hospitality in other houses. He forced himself to relax, smile thanks. He was the Lord of Ysthar, who was kind to strangers.\nIt was easier, he reflected, with strangers.",
            "chapter": "Chapter 3",
            "percentage": 16
        },
        {
            "quote": "*The challenge itself is binding: to refuse to play is to lose the forfeit.*",
            "chapter": "Chapter 3",
            "percentage": 18
        },
        {
            "quote": "Over time he had come to realize the second rule was the worst, truly what had ruined his and Circe’s honour both: *With the exception of those things necessary to the continuance of the universe, all else is subordinate to the Game.*\n*All else is subordinate*: all codes of honour or morality, all duties, all friendships, all other possible lives, all other possible dreams. Everything.",
            "chapter": "Chapter 3",
            "percentage": 18
        },
        {
            "quote": "*Whether by finesse or accident or final victory, the Game is won with the death of one of the players.*",
            "chapter": "Chapter 3",
            "percentage": 18
        },
        {
            "quote": "He could mention the names of Damian Raskae and Pharia Cloudbringer, captains of the Red Company, to any of his friends and waken a reaction more surpassing wonder than if (say) he were to tell them he was the Lord of  Ysthar.",
            "chapter": "Chapter 4",
            "percentage": 20
        },
        {
            "quote": "Damian and Pharia had found the lost of all shapes and descriptions, from an erring husband to a sense of the miraculous, from a garden to the Moon Lady’s heart...but they had not come to find their middle son, whom Damian had never liked.",
            "chapter": "Chapter 4",
            "percentage": 20
        },
        {
            "quote": "“What’s happened to you?” Robin said. “When I first came to Ysthar you were kind.”",
            "chapter": "Chapter 5",
            "percentage": 25
        },
        {
            "quote": "“My mother always says that the fair folk cannot change our nature, because we live outside of time, and really I’m more Faerie than Arvathi Shaian. When I had to choose where I was to live, I couldn’t bear to live in either place—I didn’t fit at my father’s, and I—I wanted to see if I could change—I couldn’t bear the thought of that woman being right.”",
            "chapter": "Chapter 5",
            "percentage": 25
        },
        {
            "quote": "What mattered was the salvation of this his mad, beautiful world.",
            "chapter": "Chapter 5",
            "percentage": 28
        },
        {
            "quote": "Raphael entered his grounds by the river door on foot, with the resolution to maintain appearances, so that his brother would remember him fondly.",
            "chapter": "Chapter 6",
            "percentage": 29
        },
        {
            "quote": "Raphael had promised himself that long ago: that he would lose before letting all the magic loose to wreak what it would. Half his power was bound in protective enchantments.",
            "chapter": "Chapter 6",
            "percentage": 31
        },
        {
            "quote": "Tavin had killed his father while Maugraian’s mind was yet entwined with Raphael’s, so that Raphael had lived through his death to the point he had not believed it another’s.",
            "chapter": "Chapter 6",
            "percentage": 32
        },
        {
            "quote": "“I thought when I first saw you yesterday that that was your palace.”\n“What made you think I lived in a palace?”\nKasian chuckled. “I live in one. There didn’t seem any particular reason you couldn’t.”",
            "chapter": "Chapter 6",
            "percentage": 32
        },
        {
            "quote": "And if perhaps his friends had just learned his name, that that aloof small mage and artist was called Raphael, well, he had to admit he was rather relieved, in that distant marionette way, that he would not end the Game with no one to know his real name.",
            "chapter": "Chapter 6",
            "percentage": 33
        },
        {
            "quote": "A year when she made him speak and a year when she listened to him. He had not known what a conversation could be, till that day and that year, never guessed that in speaking there could be as much delight for him as there was in music.",
            "chapter": "Chapter 7",
            "percentage": 36
        },
        {
            "quote": "Music had always been the only activity where his body did exactly what his mind desired of it.",
            "chapter": "Chapter 7",
            "percentage": 36
        },
        {
            "quote": "He had stood on the edge of the sea looking at the roiling water where there once had been an island, and it was then that he renounced his music. His music had led him to madness, to the breaking of the world he had sworn to keep safe.",
            "chapter": "Chapter 7",
            "percentage": 38
        },
        {
            "quote": "He had thrown his lirin down, turned to see Calaïs the son of the North Wind pick it up, place it in a chest, say, “One day you’ll want this.”\nWith that innocent defiance their friendship had broken as utterly as his heart.",
            "chapter": "Chapter 7",
            "percentage": 38
        },
        {
            "quote": "He finally looked at Kasian, who was regarding him with a mixture of speculation, defiance, and guilt that suggested nothing so much to Raphael as that his brother had just poisoned him on purpose.",
            "chapter": "Chapter 7",
            "percentage": 40
        },
        {
            "quote": "He told himself dispassionately he would not shatter. If tomorrow he had to face Circe with his sword and his crown alone and nothing more, he would.",
            "chapter": "Chapter 7",
            "percentage": 41
        },
        {
            "quote": "Without magic he was not the Lord of  Ysthar; without music he was not himself; without Kasian ... without Kasian he once again had nothing but his pretences to protect him.",
            "chapter": "Chapter 7",
            "percentage": 42
        },
        {
            "quote": "“Did you think we didn’t care?”\n“I have seen no evidence to the contrary.”\n“I came to find you.”\n“You came too late.”",
            "chapter": "Chapter 8",
            "percentage": 46
        },
        {
            "quote": "Sherry said, “There is always another end to a story. If you can bear it—there is always a choice. Always.”",
            "chapter": "Chapter 8",
            "percentage": 47
        },
        {
            "quote": "Kasian said, with a curious intensity Raphael noted but did not understand, “This is not you either. I will see you unmasked yet.”",
            "chapter": "Chapter 8",
            "percentage": 48
        },
        {
            "quote": "Waiting for sunrise, he thought. Waiting for the end of the Game. Waiting to see how the end would come.",
            "chapter": "Chapter 9",
            "percentage": 48
        },
        {
            "quote": "She began to sing.\nHe faltered.\nHe could hear her music. He who had closed his ears to it, never heard it, never dwelled on it, never listened—he could hear her singing—she was singing his own music—she was singing his own song and he could hear it—",
            "chapter": "Chapter 10",
            "percentage": 50
        },
        {
            "quote": "Once he’d been worth knowing, once been worthy of the friendships his friends yet offered him, once he’d been someone who remembered the light.\nHow long ago that had been. He had held on so stubbornly, so long.",
            "chapter": "Chapter 10",
            "percentage": 51
        },
        {
            "quote": "Waiting for death, she was smiling.\nWaiting for life, he was terrified.",
            "chapter": "Chapter 10",
            "percentage": 53
        },
        {
            "quote": "“What were you doing to be injured like this?”\n“A foolish bet,” he replied in what was probably the understatement of the century.",
            "chapter": "Chapter 12",
            "percentage": 56
        },
        {
            "quote": "“Da disowned me. That broke the protections.”\n“But Grandmère put them on our family.”\n“What do you think disowning means? It’s not just a legal term.”\n“Magic answers to such things?”\n“Magic *is* such things. High emotion and strong words and fierce intention: what else do you think shapes it?”",
            "chapter": "Chapter 12",
            "percentage": 59
        },
        {
            "quote": "“I would have fought at your side.”\n“It was my fight.”\n“You didn’t ask me. I would have helped you. No matter who your enemies were.”",
            "chapter": "Chapter 12",
            "percentage": 61
        },
        {
            "quote": "The words and emotions fell out of the air and lay about the floor, kicked into drifts like the waist-deep shadows in the valley in the story.",
            "chapter": "Chapter 12",
            "percentage": 62
        },
        {
            "quote": "Then Kasian was there.\nWith his arrival the thorns toppled out of the air and lay innocently on the floor as shadows cast from a dim light, the broken sword-blades the cracks between floorboards.",
            "chapter": "Chapter 12",
            "percentage": 63
        },
        {
            "quote": "“Raphael, it’s safe. Won’t you trust me?”\nTrust? he thought. The word Kasian used for you, fhira, was the tenderest and most intimate word for family relations and friendships, one only to be used with one’s best-beloved.\nTrust. Whom else should he trust but his brother, his friend, his king?",
            "chapter": "Chapter 12",
            "percentage": 63
        },
        {
            "quote": "Robin, who was the only other true magus in the room, blenched. Raphael was pleased to see he, at least, understood what it might be like to lose one of his major faculties. “The *nirgal slaurigh* actually worked?”\n“For nearly a full day.” His voice was still savagely calm.",
            "chapter": "Chapter 13",
            "percentage": 66
        },
        {
            "quote": "The winds howled down the sky. “I think you are all assuming I *lost*,” he said ringingly. “It was *last* Wednesday.”",
            "chapter": "Chapter 13",
            "percentage": 67
        },
        {
            "quote": "She was wearing a fantastic gown several yards longer than could possibly have been practical, a dress that looked like a bonfire in the rain. It streamed across the bridge around her, while her magic curved its back to the wind.",
            "chapter": "Chapter 14",
            "percentage": 68
        },
        {
            "quote": "“Was there a reason beyond unsolicited amateur psychology for your meeting me tonight?”\nThe apprehension and the amusement swirled up into a laugh. “Darling Raphael, I am no amateur.”\nNo, he thought, she wasn’t. That was why she had brought him so close to despair.",
            "chapter": "Chapter 14",
            "percentage": 69
        },
        {
            "quote": "“You gave me my life. I give you my forfeit. Accept what you have done, O Lord. This is the new age of the world, and you wear its crown.”\nAnd she dropped down to the obeisance that had once been granted to the Emperor of Astandalas alone.",
            "chapter": "Chapter 14",
            "percentage": 70
        },
        {
            "quote": "“You are the Lord of   Ysthar. Will you teach me?”\n“What?” Raphael said stupidly in response.\nRobin’s voice was passionate, far removed from his usual detached mockery. “Will you teach me magic? Please?”",
            "chapter": "Chapter 14",
            "percentage": 71
        },
        {
            "quote": "Robin said, “I’ve seen great magi lose control. The Queen my mother, for instance, when I told her I was emigrating to Ysthar, where things are less ... whimsical. What you did in my house was not losing control. That was—hmm—a slight loss of composure.”",
            "chapter": "Chapter 14",
            "percentage": 72
        },
        {
            "quote": "Raphael felt a small sting of pride. “I am very good at magic.”\nRobin lapsed into English to say, “No shit, Sherlock.”",
            "chapter": "Chapter 14",
            "percentage": 72
        },
        {
            "quote": "“When I went to the University in Ixsaa I was beaten for insubordination, whipped for illegal duelling, fined for gambling, suspended for inappropriate fornication, and given all sorts of creative penalties for a variety of misdemeanours, crimes, and outrages. I actually read through the University and town statutes to figure out what I could do without being expelled, imprisoned, or executed, and then went and did it.”",
            "chapter": "Chapter 15",
            "percentage": 73
        },
        {
            "quote": "“I am close to hating my country with enough passion to want to sell it to the highest bidder.”\n“Not really.”\n“No. But if there were anybody but you legally able to take the throne, I’d abdicate tomorrow and start a revolution in Ixsaa the day after. I don’t suppose you want to be King?”\nHe managed to raise a ghost of a smile. “Not really.”",
            "chapter": "Chapter 15",
            "percentage": 73
        },
        {
            "quote": "“I didn’t kill her.”\n“Raphael.”\n“Kas. I couldn’t. It was wrong, all wrong.”",
            "chapter": "Chapter 15",
            "percentage": 73
        },
        {
            "quote": "“I don’t have a defense,” he said, “except she looked at the sun and smiled, and I thought: how can I? How can this be right? How could I look on you with that on my hands?”",
            "chapter": "Chapter 15",
            "percentage": 74
        },
        {
            "quote": "Apropos of nothing Raphael could see, Robin asked, “Did you know Orpheus?” A pause, while Raphael tried to think how to answer that. Robin went on, his voice curious, “Did you love him?”\n“I was him.”",
            "chapter": "Chapter 15",
            "percentage": 74
        },
        {
            "quote": "Sword of the Lord Phoenix before him, cloak behind him, twin brother and best friend standing at his shoulders. He should feel protected, surrounded by care. Instead he felt totally inadequate.",
            "chapter": "Chapter 15",
            "percentage": 74
        },
        {
            "quote": "“Scheherezade had a message for you: ‘For an extremely intelligent man, you can be unbelievably stupid at times.’—These are her words, you understand, not mine. She most vehemently added: ‘There is always another story when one finishes.’”",
            "chapter": "Chapter 15",
            "percentage": 75
        },
        {
            "quote": "“I must say I appreciate your taste in friends. I’m a little jealous.”\n“Jealous?”\n“I haven’t any so dear to me they would stand up to a great mage in high temper.”",
            "chapter": "Chapter 15",
            "percentage": 75
        },
        {
            "quote": "I didn’t think—couldn’t think—you would go to the final duel without telling anyone...without telling *me*...or imagine you’d go to a *play* afterwards.",
            "chapter": "Chapter 15",
            "percentage": 75
        },
        {
            "quote": "When he knelt before his God in a golden wood he was given the duty of upholding the song of the world in return for the proper instrument on which to play it, the lirin on which it was said the nine worlds had been played into existence.",
            "chapter": "Chapter 15",
            "percentage": 76
        },
        {
            "quote": "In time he persuaded himself that his wakeful vigil for the dawn was in honour of the sun, which is what he would have said, had any asked him, why he was always awake for its rising. No one had ever asked him.",
            "chapter": "Chapter 15",
            "percentage": 78
        },
        {
            "quote": "The Adversary had made it so that he could not think of music—and he thought *in* music—without his magic following the path of his thought and changing reality.",
            "chapter": "Chapter 15",
            "percentage": 80
        },
        {
            "quote": "He realized he had a choice, that suddenly his path forked before him. He could choose one or the other, either his music or his magic.\nHe hesitated half a moment, for he loved his music beyond anything; or he thought he loved it beyond anything. Then he chose the path of his magic, for his duty lay there, and he closed his ears to song.",
            "chapter": "Chapter 15",
            "percentage": 80
        },
        {
            "quote": "The Eater of Worlds was patient; he thought nothing of time. He would remember the one who had defied him once before. He would remember the one who was playing—had played—had played—and *won*—*and won*—the game whose rules he had set into creation.",
            "chapter": "Chapter 15",
            "percentage": 81
        },
        {
            "quote": "He had thought Wednesday would be the end of all his stories.\nAnd yet Scheherezade the Storyteller had promised him that there was always another story after one finished.",
            "chapter": "Chapter 15",
            "percentage": 82
        },
        {
            "quote": "His heart might have been the hammer that wrought Blake’s tiger. It thundered in his ears as he turned—oh, the difficulty of that turn, for this the first time he had played—to see how Kasian would respond.\nHis brother was weeping.",
            "chapter": "Chapter 15",
            "percentage": 83
        },
        {
            "quote": "This was him, naked of his masks. The Raphael who was left under them—how he wanted to be a person who could trust—and if this was a new story, a new song, if this truly was after—",
            "chapter": "Chapter 16",
            "percentage": 84
        },
        {
            "quote": "“I heard trees sing, before. I could hear...I heard everything as music.” Silence, a soft unfolding silence like another opening flower. “I d-didn’t realize, not until we were about eight and a half, that no one else did.”",
            "chapter": "Chapter 16",
            "percentage": 84
        },
        {
            "quote": "“I spent thirty years—thirty!—learning how to speak without stuttering. Fencing or dancing or anything physical is even worse. But music—oh, Kas, that came to me the way fencing comes to Da.”",
            "chapter": "Chapter 16",
            "percentage": 84
        },
        {
            "quote": "“‘The Ballad of Seven Buttons’ is one of my favourite songs,” Kasian said severely. “You wrote it? And never told me? And ‘Tarazel’? The Emperor named that as one of the three best songs of the year. I remember it. You laughed and laughed when I told you.”",
            "chapter": "Chapter 16",
            "percentage": 85
        },
        {
            "quote": "“I remember watching rain filling a basin and making a lake, watching an oak tree grow from seed, watching beaches come into existence. Magic does strange things to people and their relationships to time, and I have a great deal of magic.”",
            "chapter": "Chapter 16",
            "percentage": 87
        },
        {
            "quote": "That is why I, of all people, am the Lord of  Ysthar. In return for a musical instrument. Da would not be impressed.”",
            "chapter": "Chapter 16",
            "percentage": 88
        },
        {
            "quote": "When he got home he barrelled into the living room to tell Kasian he had played for his friends and there, unexpectedly, he found God.",
            "chapter": "Chapter 17",
            "percentage": 93
        },
        {
            "quote": "He said, his head still bent to the floor, “I believe that you are good.”\nHis voice was strange in his ears.\nHer voice was steady and unemotional and beautiful as the endless dazzle of the night sky. “And what if I were to tell you that I am neither just nor merciful?”\nHe had to wet his lips before any sound came out. “Then,” he said raggedly, “I will deny your divinity to the God who is.”",
            "chapter": "Chapter 18",
            "percentage": 94
        },
        {
            "quote": "He could handle no trickle, no frolicsome breeze: what came from his playing was the flood and the storm and the sunrise. He cracked open the nutshell of his soul and all the world came tumbling out.",
            "chapter": "Chapter 19",
            "percentage": 97
        },
        {
            "quote": "Raphael lifted the bow—paused as a joyous wind curled itself through the open windows and settled into minor rufflings in the corners of the room—waited while Ishaa followed it in to her perch on the mantel—and then at last, with none of his earlier hesitation, he began to play.",
            "chapter": "Chapter 19",
            "percentage": 100
        }
    ]
}