{
    "rofaquotes": [
        {
            "quote": "I prefer not to lie.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "When asked who I was, I used to tell people I could be the Prince of the White Forest, come to judge the righteousness and hospitality of those I encountered. (And indeed, I still maintain, I *could*.)",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "I acknowledged the inevitable comparisons of my physiognomy to the ninety-nine Emperors of Astandalas before my time, and never negated—how could I, in any good faith?—the family resemblance.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "I never claimed other than that I was a poet, a wild mage, an anarchist, a revolutionary, and almost certainly a fool.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "I discovered early, and subsequent experience has not disproven this, that the greatest truths, most plainly spoken, are the least likely to be believed.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "I could have told him half a dozen incredible truths, but instead, when he peered in through the entrance tunnel, saw me there in amongst the grave goods, and asked, “Who do you think you are, Fitzroy Angursell?” I was so surprised to be immediately recognized that I replied with a barefaced lie, and denied it utterly.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "“I have been in the Starry Court,” I declared. “The Moon Lady offered me a place at her side, the Morning Star as my vessel. I have been adored as a god, but am now returned to the mortal lands on a quest of great moment.”\nEvery word of this, I swear, was the honest truth.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 1
        },
        {
            "quote": "Down, and down, the slope gentler now, speed a little moderated but still fast enough that the air seemed cool against my face, and I realized I was laughing madly, whooping with delight, the air echoing with it.\nBy all the gods, how I’d *missed* this!",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 4
        },
        {
            "quote": "I am certainly no longer a young man off to seek my fortune, nevertheless the task of finding who you truly are and where you truly belong never ends.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 4
        },
        {
            "quote": "And of course, recently escaped prisoners of state generally ought not to linger in the environs.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 4
        },
        {
            "quote": "My splendid independence lasted only until full dark, when I missed a turn and toppled straight into a fen.\nFortunately some passing arsonists found this amusing and rescued me.",
            "chapter": "Chapter 1: In Which I Raid a Tomb",
            "percentage": 4
        },
        {
            "quote": "It is a hazard of the profession, arrogance. You can change the world, and so you begin to think you *should*.",
            "chapter": "Chapter 2: In Which I Am Called Upon to Assist an Arsonist in his Craft",
            "percentage": 5
        },
        {
            "quote": "When I lit a small magical light to see if any leeches had come with the mud, I discovered I had been somewhat overly enthusiastic earlier and had contrived to burn off all my clothes without noticing.",
            "chapter": "Chapter 2: In Which I Am Called Upon to Assist an Arsonist in his Craft",
            "percentage": 7
        },
        {
            "quote": "“Seeing as you’re obviously a man of talent with fire, will you help us burn down the swamp?”\nI was barely three hours away from a long and resolutely respectable career as a competent, benevolent, and beloved head of state.\nI am noted, I believe, for being reasonable.\nI gave the lantern-holder and Shorty and their third friend a brilliant smile. \n“Absolutely.”",
            "chapter": "Chapter 2: In Which I Am Called Upon to Assist an Arsonist in his Craft",
            "percentage": 8
        },
        {
            "quote": "It turned out that they thought I was the revenant spirit of Yr the Conqueror, come to avenge himself on the Fens.\nThis put me in a somewhat tricky position. On the one hand, this was not true. On the other, what a delicious mistake.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 8
        },
        {
            "quote": "Sometimes I hate how Kip is always right.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 8
        },
        {
            "quote": "While I have encountered dragons, sea serpents, monstrous lizards, and any number of large snakes—what sort of magic-wielding folk hero hasn’t?—giant intelligent serpents from the dawn of time were new to me.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 10
        },
        {
            "quote": "The Tigara was one of the Ancients of Days, and it tasted of the Wild.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 10
        },
        {
            "quote": "I have never quite figured out just what it is about me that makes people think I’m a trickster god.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 10
        },
        {
            "quote": "I have never felt it a good idea to pretend to a divinity not mine. Presumptuous I may be in many ways, but even I do not go that far.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 10
        },
        {
            "quote": "I was glad withal it was myself lighting the fire, for I could ensure it did not destroy those bindings as it burned down the rest. I hoped Kip would appreciate the restraint when he realized it was me.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 11
        },
        {
            "quote": "I wished I had put back on my scarlet silk mantle but it really *wasn’t*—\nOh, the hell with prudence.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 11
        },
        {
            "quote": "It’s not as if I were actually going to perform magic by means of music—though I have met a few practitioners of that and related arts—more that I was going to accompany my magic-working with music. For the effect, I suppose you could say.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 12
        },
        {
            "quote": "The fire rose and my voice lifted and the darkness and the silence of the Fens broke open like a thunderbolt striking a forest into flame.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 12
        },
        {
            "quote": "“Come inexplicably, do something wild and joyous and strange, and leave even more inexplicably, with only a song and the world upended to show you’ve passed by.”\nI could not help but be wholly delighted with being given this reputation, whether or not it was in fact mine.",
            "chapter": "Chapter 3: In Which I Am Tempted To Lie",
            "percentage": 12
        },
        {
            "quote": "I felt I made a very satisfying picture: a tall black-skinned man, regal of bearing, with the white tunic, and the scarlet silk mantle, and a golden harp in his hands, all against the backdrop of the black water and the rising smoke and the silvery-grey dawn.",
            "chapter": "Chapter 4: In Which I Make a Grand Exit",
            "percentage": 12
        },
        {
            "quote": "“You see, once when I was younger I travelled with some friends—you will understand if I do not name them—to a country on the edge of Faery, and along the way we encountered this boy trying to sell his mother’s cow, which we needed for our own purposes, and so bargained with him to sell it to us for a handful of magic beans ...”",
            "chapter": "Chapter 4: In Which I Make a Grand Exit",
            "percentage": 16
        },
        {
            "quote": "Perhaps it is to *his* idea of how much time things ought to take that the Palace clock runs. He may not be a wizard of any form but his mind shapes the world even so.",
            "chapter": "Chapter 5: In Which I am Aided and Abetted",
            "percentage": 18
        },
        {
            "quote": "Of course I could work with things like sails or artificial wings or gliders; but that’s not *flying*. We’ve all had the dreams: you know exactly what I mean.",
            "chapter": "Chapter 6: In Which I Fail to FLy",
            "percentage": 26
        },
        {
            "quote": "Anyone who had doubts that I truly was Fitzroy Angursell might well still prefer to believe me a madman instead; but at least they could hardly deny that I was a madman with *style*.",
            "chapter": "Chapter 6: In Which I Fail to FLy",
            "percentage": 23
        },
        {
            "quote": "No magic beyond the smallest actions.\nIt’s like constraining one’s poetic vision to a specific, intricate form. There was a period when I was fond of sonnets.",
            "chapter": "Chapter 6: In Which I Fail to FLy",
            "percentage": 24
        },
        {
            "quote": "I clambered up and down the tree until I determined that it would be foolhardy in the extreme to try to jump to another. Foolish I can certainly be, and foolhardy too, but as I had neither cause nor audience I was able to resist the temptation.",
            "chapter": "Chapter 6: In Which I Fail to FLy",
            "percentage": 25
        },
        {
            "quote": "It was quite amazing how hard it was to be on my own. I had not thought myself so dependent on company, when I yearned for solitude and privacy.",
            "chapter": "Chapter 6: In Which I Fail to FLy",
            "percentage": 25
        },
        {
            "quote": "“I was praying to the emperor,” she said earnestly.\nThis is the problem with an official state religion. I’m not a very effective deity, I’m afraid. But what could I do but try?",
            "chapter": "Chapter 7: In Which I Answer Prayers",
            "percentage": 27
        },
        {
            "quote": "Three days after leaving the Palace and here I was, already halfway across a different continent having adventures and assisting maidens in distress. It was all most satisfactory.",
            "chapter": "Chapter 7: In Which I Answer Prayers",
            "percentage": 27
        },
        {
            "quote": "I thought back to the many, many conversations I’d had with Kip on the subject, and the nine-hundred-page Plan I’d dutifully read.",
            "chapter": "Chapter 7: In Which I Answer Prayers",
            "percentage": 28
        },
        {
            "quote": "“Should I ask who you are, sir?”\n“Probably not. I promise you by the Sun and the Moon and the One Above that I mean only good to those who have asked my assistance.”\nThat was a binding oath; but it was not the first I have made to my people.",
            "chapter": "Chapter 7: In Which I Answer Prayers",
            "percentage": 29
        },
        {
            "quote": "And after that—well, who knew? Something would happen. It always did.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 32
        },
        {
            "quote": "I should perhaps state that I don’t actually like *everyone* on sight, but most people are so intriguing it is hard not to find them appealing.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 32
        },
        {
            "quote": "Perhaps it’s just that I meet very interesting people.\nI’m sure that’s it. Nothing to do with most of a lifetime kept rigidly and rigorously apart from any normal interactions.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 32
        },
        {
            "quote": "“It’s not me you should thank,” I replied, thinking of how hard Kip had worked to make this a reality. I had done so little besides encourage him. (And read his nine-hundred-page Plan.)",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 33
        },
        {
            "quote": "“Let me tell you what I see, sir: a man who has fulfilled every one of society’s expectations for him. He has left his position, very recently I would guess, and is now looking to find out who he truly is.”",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 34
        },
        {
            "quote": "This, this offer was not for my position, not for any good I might do, not for my authority or my dignity or my symbolic position as mediator between the human and the divine or as centre of the order of the world. This was for *me*, and me alone.\nI had not understood how humbling it was to take what was freely offered.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 34
        },
        {
            "quote": "Kip had arranged such papers as I might need under a not-quite-false name, but I wasn’t sure if he would have thought of this. I began to write *Tor*, but the ink did not flow.\nIt made me, I confess, inordinately pleased that Kip had missed that one small detail.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 34
        },
        {
            "quote": "I hesitated, but if it *did* accept Fitzroy Angursell ...?\nAnd if it didn’t?\nTo my shame, I was not brave enough to test the magic.",
            "chapter": "Chapter 8: In Which I Impersonate Another of my Ancestors",
            "percentage": 34
        },
        {
            "quote": "The Postal Plan was only three hundred and twenty pages, but I had read that, too. The things I do for my people!",
            "chapter": "Chapter 9: In Which I Startle a Smith",
            "percentage": 34
        },
        {
            "quote": "There was a lengthy period of time in which I used my spare hours in a hobby of learning spells of unlocking (for no particular reason, I assure you; except possibly something at a deep metaphorical level that I certainly never once thought of).",
            "chapter": "Chapter 9: In Which I Startle a Smith",
            "percentage": 35
        },
        {
            "quote": "*Forge us swords out of starlight, Masseo, so we will be able to cut through the shadows.\nWill you make us a goblet that can hold the truth?\nWill you make an axe strong enough and sharp enough for Pharia to cut down a mountain?\nWill you make a lock that only we could ever open?*",
            "chapter": "Chapter 9: In Which I Startle a Smith",
            "percentage": 36
        },
        {
            "quote": "“I’ve an adventure in hand which I think you would be most excellently well suited for, Master Smith.”",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 37
        },
        {
            "quote": "Masseo grunted, the sound so doubly familiar that I nearly started.—Who *else* sounded just like that?",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 37
        },
        {
            "quote": "“Come in,” he said, beckoning me back through the door and once more into the kitchen. “Have another cup of tea, and a cake, and tell me a lie to explain away Marilda’s theory that you’re Aurelius Magnus returned.”",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 39
        },
        {
            "quote": "“Look at me.”\nI did, recalling once again as I did how for almost that entire thousand years the only person who ever met my eyes was Kip. (How he and Masseo would like each other! Oh, so I hoped so dearly!)",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 39
        },
        {
            "quote": "“Fitzroy, you came into my life like the incarnation of chaos and I always expected that one day you would leave it as precipitously and as much in a jumble. Between those two moments my life changed—*I* changed—so much and so much for the better. Never apologize for being who you are!”",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 39
        },
        {
            "quote": "“A curse laid on my family came upon me, and I rode my horse across three worlds until it caught me and held me and bound me in its inexorable requirements, and I spent the rest of my life until three days ago under the heaviest guard in the Empire of Astandalas.”",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 41
        },
        {
            "quote": "There was one high window in my private study, too high to look out of unless I climbed up onto a table and thence onto a chair I’d put on the table. From there I could lean my arms on the narrow sill and see a wedge of sky.",
            "chapter": "Chapter 10: In Which I Try to Clarify this Matter of Impersonation",
            "percentage": 41
        },
        {
            "quote": "“Why do you have a spare anvil?” I’d asked in my innocence.\nHe regarded me as if my mind had gone wandering. “For when you came back, of course.”",
            "chapter": "Chapter 11: In Which There Are Not Enough Strawberries",
            "percentage": 42
        },
        {
            "quote": "I had dreamed of what was afflicting my people during those years, when I was in that enchanted sleep. I had walked in shadows and fear, lost and alone, looking always for my friends of the Red Company.",
            "chapter": "Chapter 11: In Which There Are Not Enough Strawberries",
            "percentage": 42
        },
        {
            "quote": "I set my shoulders and myself for an audience, smiling like a fabled enchanter of old, like Fitzroy Angursell on a quest, like a merry-making Trickster come to earth; and I could not pretend I did not enjoy myself better for the pretence.",
            "chapter": "Chapter 11: In Which There Are Not Enough Strawberries",
            "percentage": 42
        },
        {
            "quote": "All people are interesting, if you find out what they are particularly interested in.",
            "chapter": "Chapter 11: In Which There Are Not Enough Strawberries",
            "percentage": 43
        },
        {
            "quote": "I felt as if we had entered an enchanted moment, and could not bear to break it with words of loneliness and sorrow and questions about what had passed between then and now.",
            "chapter": "Chapter 12: In Which We Overshoot Our Destination",
            "percentage": 45
        },
        {
            "quote": "“I am Saavelor Zunidh, and I have no need to conquer. You are my people, long hidden though you have been, and I will do all I must to see you thrive.”",
            "chapter": "Chapter 14: In Which we Learn of a Curse",
            "percentage": 54
        },
        {
            "quote": "“Mae Irión is the Last Free City of Zunidh, who never was conquered: hear ye all that she shall remain free, and rise again.”",
            "chapter": "Chapter 14: In Which we Learn of a Curse",
            "percentage": 54
        },
        {
            "quote": "“What?” I asked, a little sharply.\n“Oh, nothing,” he said, smiling, as he came up beside me. “I was merely reflecting on how well you hide your majesty, most of the time.”",
            "chapter": "Chapter 14: In Which we Learn of a Curse",
            "percentage": 55
        },
        {
            "quote": "Kip had called me his friend, and he was willing, when no one else was, to take me to task. He had stood up even when I had let my pride speak for me, and castigated him for the impudence; and he had held me afterwards, with a blanket between us to keep the taboos, when I had wept for the failure I was as a human being, who had once been considered a great man and was now deemed only a god.",
            "chapter": "Chapter 14: In Which we Learn of a Curse",
            "percentage": 56
        },
        {
            "quote": "The curse challenged, received my response, and slithered away to investigate a bright forge-fire coming near me. *He is under my protection*, I said without words, enclosing Masseo within my magic, safe and secure as an ember tucked into a bed of coals.",
            "chapter": "Chapter 15: In Which There Are an Ample Sufficiency of Cushions",
            "percentage": 57
        },
        {
            "quote": "I leaned over to pick the mirror up. As soon as my hand touched the handle the whole thing dissolved into a pile of dust.\n“I hope you didn’t have a strong *need* to unlock any hearts with that,” Masseo said after a moment.\n“It was only mine,” I replied lightly.",
            "chapter": "Chapter 16: In Which I Find the Second Mirror",
            "percentage": 62
        },
        {
            "quote": "Masseo watched me write for a while until he pulled out a small knife and a block of wood and began to whittle. His expression reminded me a great deal of Ludvic Omo, the commander of my guards, who was a stolid man of few words and great hidden poetry. He, too, whittled.",
            "chapter": "Chapter 17: In Which We Consider Maps",
            "percentage": 65
        },
        {
            "quote": "It would be nice, I reflected, to have my *own* place, not a palace but a home.",
            "chapter": "Chapter 17: In Which We Consider Maps",
            "percentage": 65
        },
        {
            "quote": "I confess I cheated.\nWhatever dangers there might be in the unexplored jungle that had swallowed up half the river-basin, and I was certain there were many, nothing was likely to challenge a great mage in the course of his work.\nAs I said, cheating. That is not the way to have an adventure.",
            "chapter": "Chapter 17: In Which We Consider Maps",
            "percentage": 66
        },
        {
            "quote": "“You’re so calm and collected now.”\n*Serene*, my inner, sarcastic voice commented. I could have said it aloud: there were no guards or servants or courtiers here, just a dear friend. But my tongue would not move. His hilarity and disbelief at discovering me an emperor of Astandalas was too fresh.",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 67
        },
        {
            "quote": "“I suppose,” Masseo went on thoughtfully, “that I had always felt that being part of the Red Company was a gift—a reprieve—it never seemed quite *real*, though it was also the most real part of my life.”",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 68
        },
        {
            "quote": "“I am from Zunidh,” he said into the quiet. “The Azilint. It doesn’t matter where exactly.”\nHis voice made it clear it did matter, and also that he wasn’t going to tell me.",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 69
        },
        {
            "quote": "I felt the magic pause, listening. I would have been worried if I had not known Masseo for ten years, and seen him in his village more recently, for wakeful magic *judges*, and answers like to like. What door opened for us at dawn would be a response to this midnight confession.",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 69
        },
        {
            "quote": "“You showed me how bright the soul could be. How bright *I* could shine. You wrote all those wonderful songs about me, about us, and gave me—oh, Fitzroy, you gave us all the means and the opportunity to be *great*. Most of us don’t start where you did, you know, or Damian or Pali. Jullanar and I used to talk about it. We needed to be pushed.”",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 70
        },
        {
            "quote": "“If she turned me in to the authorities, so be it. I would go up before the Lord Emperor with my head high, if that was what she decided.”\nHe had never come up before me; I had never had that test.",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 70
        },
        {
            "quote": "I wanted to sink my hands into that fur, feel the great cat’s heart beating against my skin. Nothing I had ever encountered before—not even the great bronze bells made out of the hammers of Aurdar—had ever felt so deeply and incontestably *Zunidh*.",
            "chapter": "Chapter 18: In Which We Throw Caution to the Winds",
            "percentage": 70
        },
        {
            "quote": "“Young Mr. Greenwing here slew the dragon—with a bread knife, I understood?”\n“A cake knife,” the young man muttered.\n“The details are critical,” I agreed solemnly.",
            "chapter": "Chapter 19: In Which There is A Chance Encounter",
            "percentage": 72
        },
        {
            "quote": "“There’s a bookstore in town that I think you would very much like to see, sir. It’s called Elderflower Books—”",
            "chapter": "Chapter 19: In Which There is A Chance Encounter",
            "percentage": 72
        },
        {
            "quote": "I liked Ragnor Bella immediately, though I probably would have gone mad in short order had I been obliged to live there.",
            "chapter": "Chapter 19: In Which There is A Chance Encounter",
            "percentage": 73
        },
        {
            "quote": "“In the past week alone I have been taken for Yr the Conqueror, his father Harbut Zalarin, Aurelius Magnus, and Artorin Damara.”",
            "chapter": "Chapter 19: In Which There is A Chance Encounter",
            "percentage": 74
        },
        {
            "quote": "“No, husband of mine: your mother is dead and so is mine, and so with an apology to my sister—I,” she declared proudly, “am Jullanar of the Sea.”",
            "chapter": "Chapter 19: In Which There is A Chance Encounter",
            "percentage": 76
        },
        {
            "quote": "“Fitzroy Angursell!”\nI bowed (not something I was well practiced in) as the crowd murmured. “In the flesh.”\n“Where,” she demanded, “have you been?”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“I was caught by a dire curse laid upon my family, enchanted, entrammelled, enslaved, and finally was only able to escape because one of my guards took pity on me and the Moon woke my slumbering heart.”\n“Do you know,” said Jullanar with vast sarcasm, “that makes perfect sense.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“You, sir, are a fool. You will be fortunate indeed to be only a footnote in history. No—no. Do not speak. Every word you say is fuel to my fire; if Jullanar only speaks the word, I can ensure that you are a laughingstock on three worlds.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“I am Fitzroy Angursell of the Red Company: poet, revolutionary, magus, fool. My poetry was banned on five worlds for being too excellent, and moving people’s souls too greatly.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“This is Masseo Umrit, whose hands wrought legends, weapons fit for the gods and those who would assail the gods, as we did in the Holy Desert of Kaph, when we championed the Wind Lords against their enemies.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“Jullanar of the Sea, who sparked the revolution of Galderon, who taught Astandalas what it meant to be true to one’s soul, who was courted by three fairy princes and the sea-king of the North, who held up her very ordinariness up as a banner to fly before our glory.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "“Criminals? If you insist. Rather more people would call us folk heroes.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "I resolutely did not worry about the far higher likelihood of a portraitist correctly identifying me.",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 76
        },
        {
            "quote": "Jullanar now looked at me. “I’m ready,” she said, “to be Jullanar of the Sea again.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 78
        },
        {
            "quote": "“Oh, don’t be absurd, Fitzroy,” Jullanar said. “Your advice on questing is always the same: decide on your object and then go look for something else entirely.”\n“There are refinements,” I said with dignity.",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 77
        },
        {
            "quote": "“Mr. Greenwing, are you interested in business ownership?”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 78
        },
        {
            "quote": "The enchantments I had wrought on the bag, in what had been nearly my first deliberate working, had possessed (I could see now) one of the two great weaknesses of inexperienced magi. One is simple lack of skill and power; the other is overcompensation.\nI have always been far more prone to overcompensating.",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 78
        },
        {
            "quote": "“With this sword,” she said softly, “I cut the webs of those giant spiders in the forest on the Dark Side of the Moon.”\n“With that sword,” Masseo said, “you taught many fools the error of their ways.”\nI gazed at her with love so overwhelming I thought my heart would break from it. “With that sword, you rescued all of us when we were caught by the stratagems of the Wizard of the Labyrinth.”",
            "chapter": "Chapter 20: In Which I Advise on a Divorce",
            "percentage": 79
        },
        {
            "quote": "I wondered what might be necessary to turn the stick into a proper wizard’s staff.\nNot—as you will have gathered—that I am in any way a proper wizard, but sometimes one wishes to convey a certain image.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 80
        },
        {
            "quote": "I closed my eyes against tears that surely would never fall. But I had not held anyone since we had last met; and Jullanar had been the first one ever to embrace me, many years ago now as it was.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 81
        },
        {
            "quote": "He’d bought them for Jullanar, whose favourite fruit they were and who had had a difficult morning. I was greatly touched that she was willing to share them with me.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 81
        },
        {
            "quote": "It made me acutely aware of just how few *conversations* I’d had.\nI spoke: and was obeyed.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 83
        },
        {
            "quote": "I was afraid of ruining the conversation. Surely I was unconsciously, unconscionably arrogant, accustomed as I was to instant obedience, instant service, instant deference.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 83
        },
        {
            "quote": "I *wanted* to be friends with them; *wanted* them to look on me as their equal, and they mine. I knew at least Ludvic and Kip wanted the same, and Kip especially tried, but the whole structure of the Palace, the government, society at large, was designed to ensure everybody knew and treated the person at the centre as an ostensible and inviolate god.",
            "chapter": "Chapter 21: In Which There Are Far Too Many Emotions",
            "percentage": 83
        },
        {
            "quote": "I spread out a length of cloth that had come out of my private study and wished I hadn’t had the thought, for now the place reminded me of that small room, burrowed deep in the heart of the Palace where I could be considered safe.",
            "chapter": "Chapter 22: In Which We Take Refuge",
            "percentage": 87
        },
        {
            "quote": "Jullanar stopped laughing and said, “Are we—I’m sorry, did I hurt your feelings?”\n“It’s nothing. I’m ... unaccustomed to ... teasing.”\n“Oh, no.” Her face went aghast. Masseo, when I looked at him, appeared almost as distraught.",
            "chapter": "Chapter 22: In Which We Take Refuge",
            "percentage": 87
        },
        {
            "quote": "I could only think of the expression on her face when she had asked me those last three devastating questions.\n*Is there anything left of you but the Last Emperor?*\n*How can I believe that you ever told us the truth about anything?*\nAnd, worst of all:\n*Will you prove it, then, and come with me?*\nTo which I had been unable to say anything but the most tremendous and final and unwanted *no* of my life.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 88
        },
        {
            "quote": "“By the all gods,” Jullanar said crossly, “and that includes *you*, Fitzroy, sit down and let’s talk this out like the adults we are.”",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 88
        },
        {
            "quote": "“*Do* people talk out their emotions, in your experience?”\nShe raised her eyebrows at me. “Don’t they in yours?”",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 88
        },
        {
            "quote": "“Fitzroy,” he said slowly and seriously, “have *you* ever told someone what you were truly thinking?”\nI could have said something flippant, but I was tired, and spoke a hard truth instead. “Masseo, people have committed suicide because I told them what I actually thought.”",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 89
        },
        {
            "quote": "I was, I had been told once, an institution, and institutions did not have feelings.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 89
        },
        {
            "quote": "It was true that I had become *friends* with Kip after he and I had had several conversations in which we told each other true things about our emotions, even if both of us retreated quickly thereafter to easier topics, like world governance and the eradication of poverty.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 89
        },
        {
            "quote": "If she had been any member of my household, my posture and expression would have told her in no uncertain terms to *back off immediately*.\nBecause they were (had been?) my friends, they paid no attention whatsoever to my demeanour, and persisted.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 89
        },
        {
            "quote": "Jullanar kept speaking but I heard only the voice in my mind saying, in my coldest and harshest imperial tone, *Does she not know that we are the Emperor of Astandalas?*",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 89
        },
        {
            "quote": "I set things on fire when my emotions were roused beyond control; I did not make storms.\nYet when I had tried, and nearly failed, to make my household *see* that I was a man, and not merely a god, it was a tempest I had called up, a wall of rain and a storm of winds.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 90
        },
        {
            "quote": "Why did this *hurt* so? I had spent so long wishing to be treated as a person, a friend, a human being.",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 90
        },
        {
            "quote": "I’d been known to get much more thoroughly lost on slighter grounds. (Though in my defence: the universe is full of invitations, some of which are irresistible.)",
            "chapter": "Chapter 23: In Which I Lose My Temper",
            "percentage": 90
        },
        {
            "quote": "I wanted to be only Fitzroy Angursell—oh, how badly!—but if the last three days in Masseo’s and now Jullanar’s company had shown me anything, it was that I could not quite help but wish to be Artorin Damara as well.",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 91
        },
        {
            "quote": "I might in truth have been a good emperor only in comparison to my uncle Eritanyr but I had *tried*, dammit, and I was tired of pretending otherwise.",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 91
        },
        {
            "quote": "“I was trying,” I said, and added, ruefully, “I’m sure I’m doing a poor job of it. Being ... ordinary.”\nThe shepherdess puffed at her pipe. “Can’t say as any of the songs or stories ever made Fitzroy Angursell out to be *that*.”",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 91
        },
        {
            "quote": "“Masseo, please! I listened to you when you spoke the truth of your past—will you not extend me the same courtesy? Why is *my* heart a laughing-matter?” ",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 93
        },
        {
            "quote": "“I am the present Lord Magus of Zunidh, High King of Rondé and yes, Prince of the White Forest. And *yes*, I am Fitzroy Angursell of the Red Company, whom no one *ever* believes when he speaks the truth.”",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 93
        },
        {
            "quote": "For so long it had been Kip and Kip alone, who had done more than he could possibly realize to keep me sane.",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 95
        },
        {
            "quote": "“Is this—are you actually *wearing* the Imperial Seal?”\nI raised my eyebrows at her, grateful beyond measure to move on from all that emoting. “No one else should be.”",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 95
        },
        {
            "quote": "A week ago I had spent half an hour nervously asking Kip how to greet people. He had sensibly suggested that hugs were not usual between strangers, and thus not to worry if I felt awkward about them.\nDespite my heart’s excitement, I found I liked them just as much as I remembered.",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 95
        },
        {
            "quote": "With mischief in her eyes Jullanar made a traditional grace to the gods and the Lord Emperor. \nI replied with the appropriate short benediction, because I might be a very indifferent god but I do know my duty.",
            "chapter": "Chapter 24: In Which I Receive Some Advice",
            "percentage": 95
        },
        {
            "quote": "We had just spent that excruciating period *talking about feelings like adults* (even if like no other adults I had ever spent any time with or observed).",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 96
        },
        {
            "quote": "“Today I divorced my husband, sold my store, discovered I have an official pardon for half a lifetime of crimes, and reunited with many old friends, one of whom has unexpectedly turned out to be not the trickster god we all half-thought he was but actually the Last Emperor of Astandalas. I think a glass of wine is perfectly in order.”",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 96
        },
        {
            "quote": "“Dear Lady,” Jullanar said in a hollow voice. “We broke your heart.”",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 97
        },
        {
            "quote": "Masseo reached out to poke at one of the shards with his finger. I felt a strange twist in my heart and nearly lost track of the conversation.\n“Please don't do that,” I murmured.\nHe removed his hand with a startled oath.",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 98
        },
        {
            "quote": "That my heart could be so fragile as that, to shatter with the lightest tap, did not surprise me at all.",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 98
        },
        {
            "quote": "I scooped up the diamond shards with my both my hands, and the fire burned and the diamonds cut but I knew what I had to do, for I am a wild mage and my heart sings when the deed is right and the time is now.",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 98
        },
        {
            "quote": "I held the burning diamonds in my cupped hands until my hands caught fire, and then I endured the pain as whatever it was I had given up burned itself back into me.",
            "chapter": "Chapter 25: In Which I Remove Another Curse",
            "percentage": 98
        },
        {
            "quote": "That night I dreamed I was flying.",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 98
        },
        {
            "quote": "The Empire fell upon me like a tsunami and plunged me so deep under its waters that it took me a thousand years to resurface.",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "“Somehow,” she said, “I wasn’t expecting to be related to a crow.”",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "I stepped back, stumbled as my legs did not work as I thought they should, flung out my arms to catch my balance, and a gust of wind caught me and I was aloft.\nIt was even better than my dream, for this was real.",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "“My thirteen year-old-self was an utter *idiot*.”",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "“Pali, I’m not sure if you’ve ever noticed this before, but I am not a very typical member of my family.”",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "“You are *magnificent*,” I said, and then, looking her straight in the eyes, “We should get married.”",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 99
        },
        {
            "quote": "She said, “Oh, you’re impossible!” and took my arm to pull me inside.\nI followed, laughing. It’s not like I could with any honesty deny it.",
            "chapter": "Chapter 26: In Which There is A Crow",
            "percentage": 100
        }
    ],
    "towerquotes": [
        {
            "quote": "In a tower at the edge of the world a young man found, one day, three items of interest: a golden key, an aphorism, and a spell.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Westward lay the rest of the world, and the Empire of Astandalas of which he was perhaps both loneliest outpost and most loyal son.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "During the night the stars went all the way down, and nothing stirred but their slow wheeling progress across three-quarters of the celestial globe.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Despite a lifetime of discouragement, he was a curious young man.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "The young man had been very carefully brought up. He believed that if he did not fulfil his ritual duties, the Empire would fall.",
            "chapter": "Chapter 1",
            "percentage": 7
        },
        {
            "quote": "He kept wondering if the gargoyle was really so far down from the windowsill as it seemed; and what would happen if he fell into the Abyss.\nPerhaps he would fall for ever.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "The way Harbut Zalarin spoke of magic was more like poetry than anything. The young man was entranced.",
            "chapter": "Chapter 2",
            "percentage": 31
        },
        {
            "quote": "*What you name yourself you are.*\nIt had never once occurred to him that he could name himself.",
            "chapter": "Chapter 2",
            "percentage": 37
        },
        {
            "quote": "He went to the storage room and picked through the strange items of clothing until he found a long strip of fabric, a foot wide and a dozen long, neatly folded in a basket. It was scarlet as blood, and looked startling against the dark skin of his arms and the white of his simple tunic.",
            "chapter": "Chapter 2",
            "percentage": 43
        },
        {
            "quote": "The fabric caught him before he could quite fall, and he nodded with satisfaction that Olor had guided him so well, and dismissed as a result any further concern for his safety.",
            "chapter": "Chapter 2",
            "percentage": 49
        },
        {
            "quote": "He stood there, mysterious golden object in one hand and loose end of the scarlet banner in the other, standing on a ledge with his back to the Abyss and his face to the tower at the edge of the world, and if perhaps he looked like Olor the Hero, he was rather less experienced in adventure.",
            "chapter": "Chapter 2",
            "percentage": 60
        },
        {
            "quote": "He was abruptly too weary to begin guessing what else he might inadvertently disenchanted, and therefore tottered off to bed.\nIt was only when he awoke a second time, far after dawn, that he realized it was himself.",
            "chapter": "Chapter 3",
            "percentage": 73
        },
        {
            "quote": "He knew the inner nature of the spell he had brushed against from the outside.\n*Accept what you are told*.",
            "chapter": "Chapter 3",
            "percentage": 77
        },
        {
            "quote": "He regarded the necklace with a mixture of fascination, wariness, and another emotion for which he did not, initially, have a name.",
            "chapter": "Chapter 3",
            "percentage": 79
        },
        {
            "quote": "For the first time he wondered what it might be like to go find out.\nThe mere thought made his hands shake.",
            "chapter": "Chapter 3",
            "percentage": 83
        },
        {
            "quote": "The young man read the words over and over again, the thrill the lines had always given him blending with the fire in his own breast as he realized that what he felt—what caused him this fiery pain, this strange sense almost of exaltation—was anger.",
            "chapter": "Chapter 3",
            "percentage": 89
        },
        {
            "quote": "He wrote, *Tenebra*, above the poem, and then, after a while spent staring at the list of names again, crossed it out and wrote *Aurora*, and then because the words just arrived in his mind from somewhere, added, *and the Peacock*.",
            "chapter": "Chapter 3",
            "percentage": 93
        },
        {
            "quote": "Then, his pen suddenly scritching freely across the book, spattering ink in his excitement, he wrote: *by the revolutionary poet Fitzroy the Adventurer*.",
            "chapter": "Chapter 3",
            "percentage": 94
        },
        {
            "quote": "Fitzroy, yes, Fitzroy was it. He rolled the sound of it in his mind and on his tongue, speaking it aloud in as many tones he could contrive. Fitzroy. Fitzroy. Fitzroy. *Fitzroy*.\nYes.",
            "chapter": "Chapter 3",
            "percentage": 83
        },
        {
            "quote": "“I am Fitzroy. The poet. And adventurer.”",
            "chapter": "Chapter 3",
            "percentage": 97
        }
    ],
    "paliquotes": [
        {
            "quote": "Pali enjoyed teaching, and enjoyed the relentless pursuit of understanding even more, but dear gods of her far-distant desert, there were aspects of being a faculty member that drove her up the wall.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Pali could have gone seeking adventure any day she pleased.\nShe hadn’t yet pleased. She enjoyed her place, her scholarship, her students, her life.\nMostly.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "There was a word in her own language, *dzēren*, which meant happy, and also joyful, and also joyous, and also ...\n*Brimful* was the best literal translation Pali had ever come up with. Brimful of joy, of happiness, of burgeoning peace, like a goblet of water overflowing, a spring rising up into an oasis. Something restorative, reflective, gentle. Quiet.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "There were few things Pali loved more than a just fight.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "The snow geese had started to pass overhead on their way to the mysterious north. Pali could never quite find it in herself to be happy when the wind was full of their cries.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "Three feathers had she been given, by a being out of a legend not a one of these historians would ever have heard tell.\nThree feathers, three wishes, and three quests.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "When the geese called she reminded herself that her pen and tongue were weapons, too, as sharp and as effective as her great-grandmother’s sword.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "It was a good friendship she had with Professor Vane, she told herself, pushing away the pang of longing for Jullanar, her first and greatest friend. It might not be *brimful*, but it was good, and with that Pali had learned to be content.\nHappy, she reminded herself. She was happy.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "She had spent time with a powerful wild mage before, and she remembered the chaos of serendipities and inexplicable events that trailed in one’s wake.",
            "chapter": "Chapter 2",
            "percentage": 3
        },
        {
            "quote": "To be truthful she had once promised Jullanar she would not follow every impossible quest that landed in front of her.\nShe had been very good, all these years.\nSurely she was due for an adventure. Jullanar would understand that there came a time when the impossible was the only appropriate course of action.",
            "chapter": "Chapter 2",
            "percentage": 3
        },
        {
            "quote": "Of course, anyone who stole something from Pali Avramapul would regret it. Deeply.",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Her feet tapped lightly as the first drops of rain, as a cricket, as the sand grains leaping across the surface of the dunes. Her blade sang in her hand, an eerie wail as it cut the cold humid air, the cry of a falcon high as a star in the sky.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "The Siruyal had given her three feathers and three wishes and three quests.\nThe first, for glory.\nThe second, for knowledge.\nThe third, for dzēren, that brimming promise, which she had always pretended to herself was joy, for she had never wanted peace.",
            "chapter": "Chapter 2",
            "percentage": 5
        },
        {
            "quote": "The moon was calling her tonight. That cold beautiful smile, which Pali had once punched. She clenched her fist with satisfied reminiscence.",
            "chapter": "Chapter 2",
            "percentage": 6
        },
        {
            "quote": "Pali flung out the carpet with the snap and twist that caused the magic to waken. It hovered just below her waist, the scent of her sister’s jasmine and neroli perfume, the scent of the desert, the scent of magic, full in her nose, her mouth, her heart.",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "She reached the end of the cleared road, where the snow was still banked several feet high. Pali paused there, feeling the cold wind off the mountain against her face, aware she was at a threshold.\nAnd then she laughed to herself, tapped the carpet with a firm hand, and lifted up into the untrod lands.",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "Pali lay back on the carpet and remembered other moonlit nights, and what it had been like in the Moon Lady’s country, when all was black and white and silver except for what colour they brought with them.\nBlack were the shadows, and white the moon, and silver the snow.",
            "chapter": "Chapter 3",
            "percentage": 6
        },
        {
            "quote": "She and the moon might have been two vessels mirroring each other, sailing the sky and the land below the sky, Pali the new moon with her sword its crescent edge, her eyes on the full moon who had nearly, nearly, stolen Fitzroy Angursell’s heart away.\nShe was not usually able to think his name.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "Pali wanted to shake them into recklessness sometimes, those young men and women who studied in the quadrangles and common rooms of Stoneybridge, tell them that the adventures were *there*, that they need only leave the trodden path and they would find them.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "Domina Black of Stoneybridge did not speak of her past.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "The carpet was nearly as alive to her touch, her mood, as a living horse. For all that it had hung quietly, quiescent, on a wall for the past fifteen years, before that Pali had flown it seven days and seven nights into (and a year and an endless day back out of) the Sea of Stars above the Abyss, where things and ideas took on shapes and voices and sometimes even souls of their own. ",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "“Away then, lovely one,” she said to the carpet, and gave it the equivalent of free rein.\nIt leapt forward, swooping down so that its dangling tassels scored faint lines in the snow, kicking up a wake of powdery crystals behind her to hang in the air and twinkle like fairy dust.",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "Pali laughed aloud, her voice chiming silver against the white stones, the silver snow, the black sky, the moon high above, impersonal and yet, Pali knew, quite possibly watching",
            "chapter": "Chapter 3",
            "percentage": 7
        },
        {
            "quote": "The carpet did not zigzag up this cliff: it turned vertically, and Pali had to bite her lip and trust her sister’s work, her sister’s wisdom, her sister’s skill—\nShe did not fall, not though the carpet tilted so the blood rushed into her head as she tried not to clench her jaw.\nShe did not fall.",
            "chapter": "Chapter 3",
            "percentage": 8
        },
        {
            "quote": "“And the third quest, for ... dzēren.”\nDzēren. A cup brimful of peace, joy, quietude, plenitude. She had never sought it, never wanted it, and yet—\nAnd yet that was the third quest, the one left undone, never undertaken.",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "“If you are men or the ghosts of men, what have I to fear? If you are demons or of the fairy folk, I have fought worse. If you are gods—” She could do nothing more than spread her sword and dagger wide, her smile sharp as the wind for all they could not see it below her veils. “I have slain gods before.”",
            "chapter": "Chapter 3",
            "percentage": 9
        },
        {
            "quote": "One of her requirements in taking her endowed chair to St Erlingale’s had been the assurance that she might worship her own deities and keep her own holy days—Pali had not initially intended them as days off, but once she realized what holiday meant in Chare she was quick to establish a framework that seemed suitably religious.",
            "chapter": "Chapter 4",
            "percentage": 10
        },
        {
            "quote": "She had smiled one of her Warrior of the Mountains smiles at them, and they had stuttered to a halt and assured her they respected her traditions.",
            "chapter": "Chapter 4",
            "percentage": 10
        },
        {
            "quote": "Perry Dart lived here, with his secret, surreptitious magic, which had trembled about him like a brewing storm.",
            "chapter": "Chapter 4",
            "percentage": 11
        },
        {
            "quote": "She’d never seen Artorin Damara close-to, and did not know how accurate this depiction was. It could have been any man in the imperial family: it could have been a thinner version of the Emperor Eritanyr, or of his son Shallyr Silvertongue, whom she had met, or ... or anyone.",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "“Anything by Fitzroy Angursell?”\n“Depends on whether you think *The Correspondence of Love and the Soul* is his work or not. Certainly it has never been attributed to him,”",
            "chapter": "Chapter 4",
            "percentage": 12
        },
        {
            "quote": "Another woman stood on the other side, equally startled by the unexpectedly open door, as familiar as Pali’s own reflection.\n“Jullanar!” said Pali.\nAnd—“Pali!” said Jullanar of the Sea, falling into her arms. “Oh, *Pali*!”",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "Oh, it *was* Jullanar. Pali did not feel the shock of their first meeting, but an upwelling, an overflowing—a *brimming* of happiness.",
            "chapter": "Chapter 4",
            "percentage": 13
        },
        {
            "quote": "“Oh yes, Mr. Dart was my student—I teach at Stoneybridge,” Pali explained.\nMr. Greenwing gaped at her before catching himself again. “You’re *Domina Black*?",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "He had been magnificent already, to tell the truth, but she had met gods before, and knew they asked for things mortals did not always know they gave.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "Few moments in Pali’s life had ever been so fated as that first encounter with Jullanar, with Fitzroy, with Damian. It was no exaggeration to say the entire course of the Nine Worlds had shifted because of that meeting.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "Pali was not her sister Sardeet, stolen away by the Blue Wind to become his bride.\nPali was the one who had widowed her.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "She had used one of the wishes to grant her knowledge of the languages of the first three people she met. He was the second, after the swordsman she had just defeated. Pali had understood his words, if not the verve with which he cried them, or the emotion in them, or that answering in her own heart.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "She had always chosen adventure, when the world held out its invitations.\nBut she would not succumb to some mischievous god, some trickster come mumming a human being.",
            "chapter": "Chapter 5",
            "percentage": 13
        },
        {
            "quote": "He had only laughed, joy in his eyes, in his voice, in his whole being. And Pali had known, as she had always known such things, that she was as caught by his look, his laugh, his rich voice, as her sister Sardeet had been by the Blue Wind.",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "“I cannot offer you such a challenge to your skill myself, but I can offer you an invitation to a great adventure.”\n“What adventure?” Pali had asked, suspicious but also intrigued.\n“We three seek to stop an invading army,” Jullanar had stated baldly. “Will you help us?”",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "“Jemis takes after both of them. Brave as anything, smart as a whip, and a little ... fey.”\nPali considered the look in the young man’s eyes, the gleam of mischief and the limning of something other.\n“Has he been to Fairyland?”\n“He has fairy blood, apparently, but no; he died and came back to life.”\nPali blinked. “How dramatic of him,” she observed, and flung herself down into one of the seats.",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "“I followed his trail, the stories of the horse running through the sky, the black-skinned wizard in sky-blue and scarlet, the magic foaming about him.”",
            "chapter": "Chapter 5",
            "percentage": 14
        },
        {
            "quote": "“Why cannot we let him go?”\n“We must,” said Pali, who had ruthlessly rooted out thoughts of Fitzroy Angursell until they came no more than once or twice a week.",
            "chapter": "Chapter 6",
            "percentage": 16
        },
        {
            "quote": "“Are *you* married?”\nPali stared at her. “No, of course not.”\nJullanar flushed, then grinned. “I suppose not. There was always—”\n“We’re not talking about him,” Pali interrupted sharply. Though of course that only emphasized the direction her thoughts had taken",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "There were probably a thousand things she should be asking Jullanar, but—oh, there was something so immensely precious at simply being able to sit with her.",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "Jullanar bit her lip, her eyes bright. “The Dark Kings *ran away* from you?”\n“It was all most unsatisfactory.”\n“I expect it would be.”",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "Pali met her friend’s mirthful look and could not keep her own countenance. They laughed, peals of laughter, as if they were young women discovering friendship for the first time.",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "“Now,” Pali said seriously once they had stopped laughing. “About this husband of yours. Do I need to kill him?”",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "“So long as you know I am ready for *any* assistance you might need,” Pali said solemnly.\n“Far beyond the hiding of a body?”\n“Pish-tush. That’s an amateur’s concern.”\nJullanar stared at her. “Pali Avramapul, did you just say *pish-tush*?”",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "“You wouldn’t actually murder him, would you? In cold blood?”\n“It wouldn’t be in cold blood if he’d hurt you.”\n“What if I’d ... provoked it?”\n“I beg your pardon? First, unless you were deliberately prodding him for a physically violent reaction, which is, I suppose, an invitation to a fight, you’re not provoking it. Thus, secondly, if you had provoked him I’m sure it would be for a reason. Thirdly, you are family.”",
            "chapter": "Chapter 6",
            "percentage": 17
        },
        {
            "quote": "“Ivy Black?” Jullanar laughed merrily. “However did you choose that? Did you look out the window and see ivy leaves and—you did, didn’t you?”",
            "chapter": "Chapter 6",
            "percentage": 18
        },
        {
            "quote": "They could not possibly be written by Fitzroy Angursell, for though the poet’s mastery was incontestable, he would never been so vague and elliptical, so vertiginously blurring the images. So ... sad.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "It was good to be with Jullanar again. Pali had not thought herself lonely, but oh, she had been. How she had been.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "“We shall have to find a ship able to take us into the Sea of Stars,” Jullanar said finally.\nSo they could go look for Fitzroy. Pali nodded, and Jullanar slung her arm about her shoulders, comfortingly snug. “Pali, it’s no shame to miss him particularly.”",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "“Do you think he ever meant it? Asking me to marry him—as he did? Not that it matters, of course,” she muttered, turning her head away. “It wasn’t as if I ever—wanted to take him seriously.”\n“Didn’t you?” Jullanar asked, very gently.\n“Perhaps once or twice,” she admitted. “I thought it would be ... it might be ... pleasant.”\n“Pleasant?”\n“If he were serious. But of course he wasn’t.”",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "“Have you ever been interested in someone else?”\nPali did scoff at that. “Of course not.”\n“He was different, then.”\nPali looked back at her friend, whose expression was thoughtful in the dim light cast by the fairy-lights.\n“I suppose so,” she said carelessly. “He always was, wasn’t he?”",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "“Oh, my cousin Kip would have liked you,” Basil said, admiration sliding into his expression.",
            "chapter": "Chapter 8",
            "percentage": 22
        },
        {
            "quote": "The idea, the very sound of the *words*, of ‘going to sit at the feet of the Sun’, was epic poetry in her heart.",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "“I looked around this room, which was full of people, all *sorts* of people, and I felt as if I had stepped right into the *Lays*, and so I knew.”\nPali had stepped into legends once or twice, and she did know.",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "I doubt he ever initiated a courtship in his life, but the first time he saw a portrait of the Emperor Artorin he actually said ‘our fates are entwined.’",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "Pali registered a certain kinship to this Kip, who did not have much interest in sex and who understood the call of Fate.",
            "chapter": "Chapter 8",
            "percentage": 23
        },
        {
            "quote": "Pali could not help but contrast them with Professor Vane, who would almost certainly have been as enthusiastic about Pali’s home culture as Jullanar was about Basil’s. But Pali was not Jullanar, and had never known how to step out of her own reserve.",
            "chapter": "Chapter 9",
            "percentage": 23
        },
        {
            "quote": "It was a sad thought that she might have had so much *more*, had she ever crossed the mountains into South Fiellan.",
            "chapter": "Chapter 9",
            "percentage": 23
        },
        {
            "quote": "“You’ll have to go back to Stoneybridge, I expect—unless of course you wish to make a grand and mysterious disappearance.”\n“It’s tempting, but I would like my own horse.”",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "Pali very carefully reminded herself that she was Pali Avramapul of the Red Company, and she was not to be awestruck so easily. No doubt she was feeling slightly under the weather from a cold she’d picked up on the stagecoach.",
            "chapter": "Chapter 9",
            "percentage": 24
        },
        {
            "quote": "*Someone* in this government cared deeply for the Archives, and funded them accordingly.",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "Back in Astandalan days people had always spoken almost familiarly of ‘Emperor Artorin’, but that custom had been replaced by his titles and especially that reverent *Lord* Emperor.",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "The Lord Chancellor, who was himself from some remote hinterland region, and who had worked hard to ensure the government was representative of the people it served.\nPali knew that very few government officials had ever even had that thought, let alone considered it good and deliberately worked to bring it into practice.",
            "chapter": "Chapter 9",
            "percentage": 25
        },
        {
            "quote": "The greatest difference was that not one person, from the page to the Chief Librarian to the Undersecretary in Chief of the Offices of the Lords of State, had shown any inclination to being bribed.",
            "chapter": "Chapter 9",
            "percentage": 26
        },
        {
            "quote": "Pali was not easily intimidated, but by the time she had come to the seventh antechamber, and the seventh set of guards, she could count herself ... *impressed*. It was all very irritating.",
            "chapter": "Chapter 10",
            "percentage": 27
        },
        {
            "quote": "Pali considered him and decided that they were *real* guards. She could have taken one of them, even without any long weapon of her own, but she was sufficiently out of practice she wouldn’t have wanted to assume she could take both out easily.",
            "chapter": "Chapter 10",
            "percentage": 27
        },
        {
            "quote": "She was not Pali Avramapul of the Red Company here, or Paliammë-ivanar of the Oclaresh; she was the respected and respectable scholar Domina Black, professor of Stoneybridge.",
            "chapter": "Chapter 10",
            "percentage": 27
        },
        {
            "quote": "It was clear enough he was staring directly at her, completely *shocked*.\n*Fuck*, she thought. He’d recognized her.",
            "chapter": "Chapter 10",
            "percentage": 28
        },
        {
            "quote": "The stone stairs and floors of St Erlingale’s old monastic cloister were worn from the steps of many monks over many centuries. How much had the Lord Emperor paced to wear down the stone like that?",
            "chapter": "Chapter 10",
            "percentage": 28
        },
        {
            "quote": "She remembered another man, equally tall and black-skinned, with eyes like an eagle’s, and could only think that *this* man, emperor of five worlds as he had been, was *nothing* compared to Fitzroy Angursell of the Red Company.",
            "chapter": "Chapter 11",
            "percentage": 28
        },
        {
            "quote": "She could, she supposed, break that superlative vase and use the shards as a weapon.\nNo. She could not do that. It was too beautiful a piece of art.\nIf she were to be taken for being Pali Avramapul, she would be taken with her head high and her eyes unafraid.",
            "chapter": "Chapter 11",
            "percentage": 28
        },
        {
            "quote": "There were sixteen armed men between here and the door to the Palace proper. She had a penknife in her pocket and her wit and her words. And *he* was only the Last Emperor of Astandalas, after all.",
            "chapter": "Chapter 11",
            "percentage": 28
        },
        {
            "quote": "What sort of file did he have on her, to know how she took her *tea*?",
            "chapter": "Chapter 11",
            "percentage": 29
        },
        {
            "quote": "“What,” she said, “no marriage proposal?”\nHis expression didn’t change, although his eyes sharpened, lightened, magic kindling in them.\n“It seemed presumptuous,” he said.\n“I thought that was the nature of the game,” she replied, still trying to gather her thoughts together.",
            "chapter": "Chapter 11",
            "percentage": 29
        },
        {
            "quote": "Pali watched him gather himself, her ears ringing with that habitual pronoun. She felt blank, fury a white wind in her mind, like a sandstorm about to swallow her up. How was *this* the man she had once loved?",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "This hard glittering carapace was not her friend, was not ever her friend, *could not* be the picture she took away with her. She wouldn’t let it be.",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "Once she had walked through a burning forest to reach the pain-maddened Fitzroy at its centre, daring the living fire of his induced madness to harm her.",
            "chapter": "Chapter 11",
            "percentage": 30
        },
        {
            "quote": "“I am still me,” he said, whispered really, so quietly it was nearly lost in the wind.",
            "chapter": "Chapter 11",
            "percentage": 31
        },
        {
            "quote": "Fifteen years of scholarship and twenty years of doubtful wondering answered in one unexpected encounter.\nFifteen years of scholarship, and she had never seen—\nShe would have to redo *all* of her monograph.",
            "chapter": "Chapter 12",
            "percentage": 33
        },
        {
            "quote": "Fitzroy Angursell was not a god.\nHe had not ridden his horse across the sky of five worlds and into the Sea of Stars, never to be seen again by mortal eyes.\nHe had, instead, been hidden in plain sight.\nHe was Artorin Damara, hundredth and last Emperor of Astandalas, on every coin Pali had handled for half her life.",
            "chapter": "Chapter 12",
            "percentage": 33
        },
        {
            "quote": "She was conscious mostly of a sovereign disappointment: in herself, in Fitzroy, in Artorin Damara, in herself as a scholar, in herself as a friend, in herself as *his* friend.",
            "chapter": "Chapter 12",
            "percentage": 33
        },
        {
            "quote": "“We are not here in any official capacity, Domina. We are here on behalf of our lord.”\nPali was sure she must be imagining the feather-light touch of warmth in his voice as he said *lord*.",
            "chapter": "Chapter 13",
            "percentage": 34
        },
        {
            "quote": "It was these men—not simply men like these, but these men *in particular*—who kept him hemmed into his place, that rootless star fixed and dimmed, diminished.",
            "chapter": "Chapter 13",
            "percentage": 34
        },
        {
            "quote": "She was not able to be anything but ironic, detached, for else she would fly at him with every weapon she had, that he should be so urbane and intelligent and admired and yet hold Fitzroy there, shut that star into some thieves’ lantern of a cell.",
            "chapter": "Chapter 13",
            "percentage": 34
        },
        {
            "quote": "She knew Fitzroy would not choose a fool. She knew that.\nIt made it all the more harder that he would choose such a brilliant jailer for himself.",
            "chapter": "Chapter 13",
            "percentage": 35
        },
        {
            "quote": "She let them go, the Lord Chancellor and the Commander of the Imperial Guard. She did not draw her dagger on them. Not yet. Not yet.",
            "chapter": "Chapter 13",
            "percentage": 36
        },
        {
            "quote": "She had learned patience. Once Fitzroy was free would be the time to catalogue the grievances and exact her vengeance.\nLet Fitzroy’s jailer have this bout. She would not underestimate him next time.",
            "chapter": "Chapter 13",
            "percentage": 36
        },
        {
            "quote": "A kidnapping first, and *then* vengeance. That was the proper order of such things.",
            "chapter": "Chapter 13",
            "percentage": 36
        },
        {
            "quote": "Now she could see Fitzroy everywhere. Everywhere she turned, every coin she picked up, every book she opened, there was his blank emperor face staring back at her, his eyes carefully covered in gold leaf but his very *ears* the ones she had once tugged, laughing about how he should wear a whole row of earrings like a pirate.",
            "chapter": "Chapter 14",
            "percentage": 36
        },
        {
            "quote": "“I expect you will be hearing more of the Red Company soon,” Pali said, halfway between a threat and a promise.",
            "chapter": "Chapter 14",
            "percentage": 37
        },
        {
            "quote": "He always was different, Fitzroy.\nHer reasonable mind said that of course he was: he had been more vibrant, more lively, more mischievous, more splendid, than anyone else.\nBut that wasn’t what Jullanar had meant, and not, perhaps, what Pali meant either.\nFor Fitzroy *had* been different, for her.",
            "chapter": "Chapter 14",
            "percentage": 37
        },
        {
            "quote": "No one else had that high chivalry, that courage so nonchalant it could not even be called reckless, for he had not even seemed to understand that there might be such a thing as danger, or if there were that it could ever apply to *him*.",
            "chapter": "Chapter 14",
            "percentage": 37
        },
        {
            "quote": "Pali thought over what he had said, what she had said, and what she could tell Jullanar of the encounter, and found herself more and more ... guilty.\nShe did not like feeling guilty, and she did not like that she had a day’s walk to the garrison to dwell on her emotions.",
            "chapter": "Chapter 14",
            "percentage": 37
        },
        {
            "quote": "He, Fitzroy that is, had a household.\nThe Commander of the Imperial Guard was, for some reason, a part of it.\nWhat did *household* mean, for the emperor—former emperor—in his palace?",
            "chapter": "Chapter 14",
            "percentage": 37
        },
        {
            "quote": "She could not imagine returning to Stoneybridge, teaching the history of the latter days of Astandalas, writing papers and monographs, about *him*.\nIt was impossible. She could not even begin to countenance the idea.",
            "chapter": "Chapter 15",
            "percentage": 39
        },
        {
            "quote": "“Professor Black—” she stopped, took several uneven breaths, and then: “Pali Avramapul?”\n“Yes,” she said, as if this was not still treasonous, not still astonishing. Not a *surprise*. Not a leap into a level of friendship she had never let herself make.",
            "chapter": "Chapter 15",
            "percentage": 39
        },
        {
            "quote": "“I have offered you water, and salt, and bread, and wine, according to the customs of my people,” she said. “These are offerings of hospitality: under my roof you are my guest, sacred to the gods.”",
            "chapter": "Chapter 15",
            "percentage": 40
        },
        {
            "quote": "Professor Vane took the painting and stared down at it. “I don’t understand. This is Artorin Damara.”\n“That,” said Pali, staring at the fireplace, “is Fitzroy Angursell.”",
            "chapter": "Chapter 15",
            "percentage": 40
        },
        {
            "quote": "“Elena,” Pali said intently, leaning forward to match her friend’s anxious posture, “I’m the same person who’s been passing notes with you in faculty meetings for the last five years.”\n“But I didn’t know you were *Pali Avramapul* then.”",
            "chapter": "Chapter 15",
            "percentage": 40
        },
        {
            "quote": "Jullanar had been similarly afflicted with bouts of tears. They had never stopped Jullanar from achieving anything she wished to accomplish.",
            "chapter": "Chapter 15",
            "percentage": 41
        },
        {
            "quote": "She had blurted out the truth to Elena, and Elena had responded well. Pali could *feel* their friendship building, like a wind piling up a dune, grain by grain.",
            "chapter": "Chapter 15",
            "percentage": 41
        },
        {
            "quote": "She still was rather bitter about some aspects of that journey to the Moon’s country, all in all. Fitzroy hadn’t needed to *flaunt* himself like that, surely.",
            "chapter": "Chapter 16",
            "percentage": 41
        },
        {
            "quote": "“The rumour is that you had a youthful career as an imperial spy.”\nNow, that was a pleasing idea.“It was quite the opposite, and therefore not so different at all.”",
            "chapter": "Chapter 16",
            "percentage": 41
        },
        {
            "quote": "Fitzroy always liked to be close, was forever touching. Pali had grown used to it, to his shoulder against hers, his hand in her hair, his chin coming over the crown of her head and his arms enfolding her shoulders.",
            "chapter": "Chapter 16",
            "percentage": 43
        },
        {
            "quote": "She and Fitzroy had clustered close, for it was not a large carpet, his arm around her shoulders. He had sung some song of his own invention, and Pali had thought—she remembered thinking—that it was a perfect moment.\nJullanar had asked how he was different. Pali had not let herself remember this moment, that perfect moment, when she had felt something stir and had—wondered—",
            "chapter": "Chapter 16",
            "percentage": 43
        },
        {
            "quote": "She had been procrastinating a touch, perhaps, unwilling to go to Jullanar without any plan beyond “Fitzroy is actually Artorin Damara, yes, really, the Last Emperor—yes, *really*—and we must go kidnap him away from his guards and bureaucrats. Especially his bureaucrats.”",
            "chapter": "Chapter 17",
            "percentage": 44
        },
        {
            "quote": "Every time Pali thought of the Lord Chancellor’s smug face she wanted to punch the daylights out of him. She had dreamed a most satisfying dream of pummelling him, while Fitzroy watched.",
            "chapter": "Chapter 17",
            "percentage": 44
        },
        {
            "quote": "She kept repeating her plan to herself. Collect Jullanar. Return to Zunidh. Rescue Fitzroy. *Then* vengeance.",
            "chapter": "Chapter 17",
            "percentage": 45
        },
        {
            "quote": "“If you plant it at sunset, a bean-plant will grow with uncanny speed and uncanny might, and by morning you will find a vine that reaches up into a country on the other side of a cloud.”\nElena regarded the bean doubtfully, and moved it to give it back. Pali gently closed Elena’s fingers back around it.\n“Keep it. Remember that you are only ever one night from a marvellous adventure.”",
            "chapter": "Chapter 17",
            "percentage": 46
        },
        {
            "quote": "“I could have wished for my friends, to find them ... but wishes are dangerous, Elena. One must be careful they do not come too true. But the *possibility* of a wish, now, that is a fine and splendid thing.”",
            "chapter": "Chapter 17",
            "percentage": 43
        },
        {
            "quote": "She rode, feeling legends gather around her, seeing stories and songs waking suddenly on the faces of those she passed. She heard snatches of their songs, of *his* songs, in the voices calling out to her, as those who had been alive in the days of Eritanyr looked past the robes in their foreign cut to her silver-threaded hair and saw she was no pretender to the name.",
            "chapter": "Chapter 18",
            "percentage": 46
        },
        {
            "quote": "Pali knew that as soon as the rumours started, which they surely already had, they would become a great cascading series of explosions, fireworks touching off each other in a night sky.",
            "chapter": "Chapter 18",
            "percentage": 46
        },
        {
            "quote": "What an extraordinary gift it was, she mused at one point as she looked at the rapt interest of her audience, that there were still *new* adventures to be had.",
            "chapter": "Chapter 18",
            "percentage": 46
        },
        {
            "quote": "Pali would never admit it, but she’d always liked roosters: they reminded her of Fitzroy.",
            "chapter": "Chapter 18",
            "percentage": 47
        },
        {
            "quote": "Pali had smiled at her, and Jullanar smiled back, and if Pali had not held her sword in her hand—\nShe had never fallen into a stranger’s arms, caught by their smile. That was the only time she had ever felt the desire.",
            "chapter": "Chapter 18",
            "percentage": 48
        },
        {
            "quote": "“What adventure?” Pali had asked, and now she remembered how much she had hoped that Jullanar would answer that in the right way.\nShe had not known what *the right way* was, for this woman clearly of a far different culture to Pali’s own.\nBut Jullanar had smiled at her, eyes crinkling up, nose wrinkling, sword forgotten. “We three seek to stop an invading army. Will you help us?”\nOh, there had been no chance, not after that.",
            "chapter": "Chapter 18",
            "percentage": 48
        },
        {
            "quote": "It could be Jullanar already, if her friend had made good of her plan and indeed left Ragnor Bella immediately.\nHer heart leapt at the thought.\n*I can offer you an invitation to a great adventure.*\nAnd they were not finished yet.",
            "chapter": "Chapter 18",
            "percentage": 48
        },
        {
            "quote": "Should she be ferociously enraged she did not need to storm the Palace of Stars to rescue him?",
            "chapter": "Chapter 19",
            "percentage": 49
        },
        {
            "quote": "She had studied Artorin Damara’s public decisions with a singular focus, worrying at inconsistencies and incongruities in the official record until she had, she had thought, come to an accurate sense of the way his mind worked. So she had thought.\nShe had only missed, oh, the greater half of his soul.",
            "chapter": "Chapter 19",
            "percentage": 50
        },
        {
            "quote": "She felt a disquieting sense of ... unbalance. Disequilibrium. For the first time she wondered how he would have reacted if she *had* come to rescue him.",
            "chapter": "Chapter 19",
            "percentage": 50
        },
        {
            "quote": "Fitzroy Angursell, the great poet, the liar, the conman, the renegade, the revolutionary, the fool—\nThe man who had said a hundred, a thousand times, that *he could not answer their questions*.\n*Could* not. Never that he did not *want* to.\n*I dislike lying, it is true*.\nHe was a poet; indisputably a great poet. He cared so much about words.",
            "chapter": "Chapter 19",
            "percentage": 50
        },
        {
            "quote": "The wind was high, and full of the tingle and sparkle of magic.\nFamiliar magic, blazing-brilliant as a bonfire, drawing all towards it for fellowship and company and that hunger for beauty that had kept Pali circling for half her life, afraid of being consumed by the flame, unable to leave its warmth.",
            "chapter": "Chapter 20",
            "percentage": 52
        },
        {
            "quote": "As the Lord Emperor of Zunidh after the Fall, he *was* great. She refused to believe it was *all* his Lord Chancellor’s work.",
            "chapter": "Chapter 20",
            "percentage": 52
        },
        {
            "quote": "They had always been able to reach in and pull things out, never exactly what they wanted, always something more or less related.\nIt had never occurred to Pali what a gesture of trust, even of intimacy, that had been. *She* wouldn’t let people dig around in her packs without explicit permission. Not even Sardeet; not even Jullanar.",
            "chapter": "Chapter 20",
            "percentage": 53
        },
        {
            "quote": "“Does our Fitzroy have a *very dear friend* who is a Wide Seas Islander, do you know?”",
            "chapter": "Chapter 20",
            "percentage": 53
        },
        {
            "quote": "Pali’s thoughts flashed to that unassuming man with the brilliant wit who had come down to see her and convinced her that Fitzroy Angursell was best left in his cage.",
            "chapter": "Chapter 20",
            "percentage": 53
        },
        {
            "quote": "They might have been three students on the steps of a campus building, she thought, smiling at the idea of the three of them—the four of them—the *ten* of them—as students raising havoc.",
            "chapter": "Chapter 21",
            "percentage": 53
        },
        {
            "quote": "“You don’t think he *prefers* being bald, do you?”\n“Why, Pali, do you have a preference?” Jullanar asked, her voice bright with amusement.\n“I—no, of course not, he has a very regal skull,” she stammered.",
            "chapter": "Chapter 21",
            "percentage": 53
        },
        {
            "quote": "“Why is *my* heart a laughing-matter?”\nPali stared at him, all the amusement draining out of her.\n*Why is my heart a laughing-matter?*\nHad she ever truly believed he had a human heart?\nHad she ever truly *granted* him sincerity?",
            "chapter": "Chapter 21",
            "percentage": 54
        },
        {
            "quote": "How could he sit there before them, every inch the last emperor of Astandalas, every inch Fitzroy Angursell, and begin to forgive her?\nHe forgave her even unto giving her a hug when she went up to him, not sure what she dared to ask.",
            "chapter": "Chapter 22",
            "percentage": 57
        },
        {
            "quote": "She had always thought being embraced by him was ... Nice.\nShe had never given it another name. Nice. It was nice.",
            "chapter": "Chapter 22",
            "percentage": 57
        },
        {
            "quote": "His magic moved and flexed in the air around him, around them, no weight on her but sizzling with the possibilities of—\nWell. The possibilities. He was a great and wild mage. The possibilities were *endless*.",
            "chapter": "Chapter 22",
            "percentage": 57
        },
        {
            "quote": "One of the things that she had always loved was sparring.\nAnd sparring verbally with Fitzroy had always been one of her very favourite things.",
            "chapter": "Chapter 23",
            "percentage": 59
        },
        {
            "quote": "“It has just occurred to me,” Jullanar said, her voice suddenly brightening, “that we are on an adventure and we—we need merely accept the invitation held out to us.”",
            "chapter": "Chapter 23",
            "percentage": 60
        },
        {
            "quote": "Pali nodded when Fitzroy looked at her, as did Jullanar, and realized after they had started walking again that it was so natural to look to him for the decision.\nIt had been a long time—not since she had left her clan—since Pali had so easily and willingly let another make the decision.\nIt was, she decided, rather nice.",
            "chapter": "Chapter 23",
            "percentage": 61
        },
        {
            "quote": "“It has been a long time since I was last outside the ... former Empire,” he said, moving his hand in the air. Faint gold sparkles gathered around his fingers, trailing briefly in the air behind him, as if he were smudging light behind him. “I had forgotten how ... freeing it is.”",
            "chapter": "Chapter 23",
            "percentage": 61
        },
        {
            "quote": "He had started from so uncertain a footing—unknown, without allies, ignorant of most of the factions of the court—but his innate brilliance and skill at understanding *people* had meant that within fourteen years he had been superb.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "He’d been verging on greatness, she’d written in her last book, unwilling to say the truth—so often bloviated and boasted by obsequious fools, but true nonetheless—that he’d been great by the middle of his reign.\nAnother year or two and he would have been one of the greatest of the emperors of Astandalas.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "“What are you writing?” Jullanar asked, after they had sat in companionable quiet for a time. \n“A letter,” he said simply.\n“A long letter,” Jullanar responded, her voice light. “Who is it for?”\nFitzroy looked down at the sheets beside him, which he’d weighted down with a stone. “A ... friend.”",
            "chapter": "Chapter 24",
            "percentage": 63
        },
        {
            "quote": "“Cliopher, yes. He’s the viceroy, now, I left him in charge when I left.” He glanced down at his letter, and a smile tugged at the corner of his mouth despite ... everything.\nPali decided to sort through her belongings, for she could not think how to ask how he was able to smile at the thought of this *Cliopher*, that bureaucrat of bureaucrats, his brilliant jailer.",
            "chapter": "Chapter 24",
            "percentage": 63
        },
        {
            "quote": "“There,” Jullanar crooned. “You’re awake now.” Fitzroy smiled at her; his voice was distant, sleepy.\n“I can’t be. People only hold me in my dreams.”",
            "chapter": "Chapter 24",
            "percentage": 64
        },
        {
            "quote": "“It is strange that there is not more fog. Usually I cannot see you at all. But then this is a dream.”\n“It’s not a dream,” Jullanar tried again.\n“You’re touching me,” he said simply, as if this were indisputable proof.",
            "chapter": "Chapter 24",
            "percentage": 64
        },
        {
            "quote": "“And here you are ... you and Masseo and Pali ...”\n“Yes. We’re here, Fitzroy.”\n“Holding me, *and* my name. Will it be worse in the morning to have dreamed this, I wonder?”",
            "chapter": "Chapter 24",
            "percentage": 64
        },
        {
            "quote": "“I started making decisions based on what I thought *you* would say.”\nJullanar spluttered out a disbelieving laugh. “You didn’t!”\n“I did,” he affirmed, satisfied. “You keep my heart safe...I thought you could keep my people safe too ...”",
            "chapter": "Chapter 24",
            "percentage": 65
        },
        {
            "quote": "“Will you hold me until I must wake?”\n“Of course, Fitzroy. We’ll keep the fire safe.”\n“Never ...doubted ...”",
            "chapter": "Chapter 24",
            "percentage": 65
        },
        {
            "quote": "“Do I look particularly fetching this morning?” Fitzroy asked, his mouth quirking up into a smile. “I think this gives a nice line to my legs, don’t you?”\nPali blushed and averted her eyes.",
            "chapter": "Chapter 25",
            "percentage": 65
        },
        {
            "quote": "He had filled out over the years, and though there was a softness overlaying his muscles, his figure was ... fine. It was fine.\nNo doubt it was the perfectly fitted clothes. He probably had a staff of exceptionally talented tailors. And cobblers.",
            "chapter": "Chapter 25",
            "percentage": 65
        },
        {
            "quote": "“You have good tailors,” she said, lifting her chin, meeting his gaze with a stubborn refusal to be embarrassed that she had been caught admiring his legs, the smooth line of his back.",
            "chapter": "Chapter 25",
            "percentage": 65
        },
        {
            "quote": "“I’m finding the freedom of choosing—any colour! any cut! Anything I want at all!—*hair-raisingly* extravagant.”",
            "chapter": "Chapter 25",
            "percentage": 65
        },
        {
            "quote": "Pali listened with interest for a few minutes, until she remembered she despised the Lord Chancellor and had sworn vengeance on him.",
            "chapter": "Chapter 25",
            "percentage": 65
        },
        {
            "quote": "“Elena’s very keen on rambling. It was quite the thing to do.”\nJullanar was regarding her with a sparkling amusement.\n“What?” Pali asked defensively.\n“That sounds so ... *relaxing*,” Jullanar said. “It doesn’t involve any stabbing at all?”",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "Fitzroy, alas, was still talking about his bloody viceroy.",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "“There was *some* stabbing,” she made sure to add to Jullanar, at one point. “I did practice.”\n“Well,” Jullanar said after dutifully considering this, fighting valiantly not to laugh out loud, “I would hate for you to drop such a *useful* hobby.”",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "Fitzroy regarded the ghostly boat, his expression fascinated, before he shook his head. “The world is full of invitations. We can leave that one for someone else.”\nAnd so they did.",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "“It’s wonderful to wear things that are not insanely delicate. Look at this, it’s what? Wool?” He tugged at the hem, turning it up so she could see the fabric. “No silk, no lace, no gold embroidery, no jewels, no ahalo cloth, no plaques of gold ... It’s so *practical*.”",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "Fitzroy was two weeks out of the Palace. He was tentative and hesitant about certain activities and behaviours that were, apparently, foreign to his experience there; but he was still Fitzroy, the quicksilver mind and great spirit unquenched by his learned serenity.",
            "chapter": "Chapter 25",
            "percentage": 66
        },
        {
            "quote": "She was walking with one of the greatest magic-workers in the Nine Worlds. She was Pali Avramapul of the Red Company. They would be fine.",
            "chapter": "Chapter 25",
            "percentage": 67
        },
        {
            "quote": "“Did you really think I found that ... fun?”\n“What do you mean? Of course! You always liked sparring with me.”\nHis voice was light, unemotional, precise. “I confess I found it rather more fun when it wasn’t *my* ineptitudes and idiocies I was dissecting. Pali, how could you possibly think I was *enjoying* that?”",
            "chapter": "Chapter 25",
            "percentage": 68
        },
        {
            "quote": "“What did you think I was doing, then?”\n“When *you* spent, oh, three hours meticulously analyzing every possible angle for why I didn’t marry? What am I to think but that you’re punishing me.”\nHer heart stuttered, and her words leapt out of her in defence. “*Punishing* you? Punishing you?”\n“For the crime of being *caught*, I can only assume,” he spat.",
            "chapter": "Chapter 25",
            "percentage": 68
        },
        {
            "quote": "“I don’t get to make those choices, Pali. I don’t get to decide what topics are *too personal*. No, Pali. You see, when you are the head of state the assumption is that there is no privacy. No topic is taboo. If I refuse to speak about something, that is the act of a tyrant.”",
            "chapter": "Chapter 25",
            "percentage": 68
        },
        {
            "quote": "“I tried. I tried so hard. And it made no difference. Eventually I ... I gave up. Is that what you wanted to hear? I am not perfect, Pali, I am not divine, I am a human being and I. Gave. Up.”",
            "chapter": "Chapter 25",
            "percentage": 69
        },
        {
            "quote": "“I was a river,” he said after a terrible silence. “Dammed against my will into a lake. I could not break the confines of my dam, and so ... and so I reconciled myself to being a lake. Eventually I learned how to be still.”",
            "chapter": "Chapter 25",
            "percentage": 69
        },
        {
            "quote": "“If, now that you have taken exhaustive inventory of what’s left of me beyond the emperor, you are displeased by what remains, you need not feel obliged to continue to condescend to associate with me.”",
            "chapter": "Chapter 25",
            "percentage": 69
        },
        {
            "quote": "He was not the enemy, Pali reminded herself.\nThat guard, that bureaucrat, the whole fucking structure of Astandalas—she breathed in through her nose.\nHe was not the enemy. He was her second-best-friend. Her whole being was roiled and she would have given a great deal to have a *true* enemy to fight.",
            "chapter": "Chapter 26",
            "percentage": 69
        },
        {
            "quote": "She was startled by the twinge she felt thinking about her life in Stoneybridge. She had not thought there was so much she would miss.",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "Fitzroy gave her one of his sunny smiles, one of the ones that always made Pali think he was performing himself.",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "Pali, looking at his still face, remembered the rumours she had heard on Zunidh that it had been a thousand years since the Fall for the Palace folk.\nA thousand years was long enough to wear a line into the floor. What would it do to your heart? Your spirit?",
            "chapter": "Chapter 26",
            "percentage": 71
        },
        {
            "quote": "Pali hesitated, then took the seat next to him, rather than one of those opposite. She wanted the wall behind her, that was all.\nWhen they were younger, *before*, she might have nudged Fitzroy’s knee with her own.",
            "chapter": "Chapter 26",
            "percentage": 71
        },
        {
            "quote": "“I’m sorry,” he said abruptly. “I would offer the hospitality of our house—I *do* offer—but—no. I must ask you. How could you be a wild mage—inside—inside—the empire?”",
            "chapter": "Chapter 26",
            "percentage": 72
        },
        {
            "quote": "“Are you, by any chance, Terec of Lund?”",
            "chapter": "Chapter 26",
            "percentage": 72
        },
        {
            "quote": "“Conju is very dear to me,” Fitzroy said, plainly, “and I owe it to him, if not to you, to tell you the full truth.”",
            "chapter": "Chapter 27",
            "percentage": 73
        },
        {
            "quote": "“I could work wild magic within its bounds, under the Pax, because at a fundamental level I was the empire.”\nFitzroy Angursell, who had fought so hard to break it, to puncture its bloated and decadent corruption.\nArtorin Damara, who had tried (Pali knew he had tried) to work with what he had inherited, to reform and reconfigure, stave off that same corruption.",
            "chapter": "Chapter 27",
            "percentage": 73
        },
        {
            "quote": "“I was caught, and with my name and my blood they bound me to the throne of Astandalas. I was obliged to make many solemn vows I would not have chosen, perhaps, in other circumstances. I do not care to be forsworn, Captain an Vilius. I did not then, and I do not now. I swore to do my best for my people, and my best did I do.”",
            "chapter": "Chapter 27",
            "percentage": 73
        },
        {
            "quote": "“I could not *touch* my magic as the emperor. I could not *feel* it, save for the terrible knowledge of its lack.”\n“Not at all?” Terec asked.\n“Not at all,”\n“How did you live?” Terec whispered.\n“I fulfilled the duties laid before me, as honourably as I could.”",
            "chapter": "Chapter 27",
            "percentage": 74
        },
        {
            "quote": "She recalled, as if from a dream, that one of the forms of torture the ancient emperor had decried was *Preventing a mage from accessing his magic*.\nAurelius Magnus had declared that unlawful. *Torture*.",
            "chapter": "Chapter 27",
            "percentage": 74
        },
        {
            "quote": "Pali looked hard at the illusory man, committing his features to memory, holding to Fitzroy’s view of him, for he would surely become part of her life, this man whom Fitzroy held dear enough to tell two perfect strangers the deep secrets he had not yet been able to share with his own friends.",
            "chapter": "Chapter 27",
            "percentage": 74
        },
        {
            "quote": "It was too much like dealing with a homesick student, who would cry all over her. Pali only ever sat there humming sympathetically at them before offering a handkerchief, a cup of warm water, and the suggestion they go for a walk.\nSomehow she was reckoned a comforting person to weep over. It was mystifying, really.",
            "chapter": "Chapter 27",
            "percentage": 75
        },
        {
            "quote": "She was hugging to herself the idea that someone actually disliked Fitzroy’s poetry for all the right reasons.\nAnd for it to be his—the Lord Emperor’s—chief attendant, the head of his domestic household—oh, what a gift!",
            "chapter": "Chapter 28",
            "percentage": 76
        },
        {
            "quote": "“I have made it a kind of ... talisman, or ... perhaps compass is the better word. It will not guide you north, but to Conju.”",
            "chapter": "Chapter 28",
            "percentage": 76
        },
        {
            "quote": "“You should have the bed,” Fitzroy said, too swiftly for Pali’s liking.\n“I’m sure I couldn’t ask your Radiancy to condescend so far as the *floor*,” Pali returned.",
            "chapter": "Chapter 28",
            "percentage": 76
        },
        {
            "quote": "She did not want to know what he intended for the future, what image he had for what could come after his quest was completed, his reign definitively ended. What did he expect his household to do?\nWhat place, she dared not ask, did he imagine for the Red Company?",
            "chapter": "Chapter 28",
            "percentage": 77
        },
        {
            "quote": "Fitzroy had waited in the central, obvious place, his image on every new coin, for a rendezvous and rescue that had never come.",
            "chapter": "Chapter 28",
            "percentage": 77
        },
        {
            "quote": "She shouldn’t be staring at Fitzroy, at his quiet face and his perfect posture and all the performance of himself.",
            "chapter": "Chapter 28",
            "percentage": 78
        },
        {
            "quote": "“You look a little out-of-sorts,” Jullanar said, smiling at her with nothing in her expression but gentle encouragement. “I’m sure you’ll feel better if you fence for a bit.”\nIt was a strange thing, to have a friend who knew her well enough to suggest she should practice.",
            "chapter": "Chapter 28",
            "percentage": 78
        },
        {
            "quote": "No matter how she tried, she was still herself.\nThe rigid and heartless Pali Avramapul, whose sword and tongue were equally vicious.",
            "chapter": "Chapter 29",
            "percentage": 79
        },
        {
            "quote": "“Did you and Fitzroy have an argument?”\n“Yes. I keep hurting him,” she admitted. “I don’t know ...”\nOh, she knew *why* ...\nHow to stop, perhaps.",
            "chapter": "Chapter 29",
            "percentage": 79
        },
        {
            "quote": "“Every time he retreats into that blasted emperor face I cannot—I can’t help it. It makes me want to claw off his expression.” She grimaced at the blood on the rock. “And so I do. I’m not proud of myself, Masseo. I shouldn’t be doing this.”",
            "chapter": "Chapter 29",
            "percentage": 79
        },
        {
            "quote": "“What was it like? What was *he* like, there?”\nPali blinked back hot tears as the image of that austere study came once more into her mind’s eye.\n“Have you ever seen how a caged animal paces?” she said. Masseo nodded gravely even as he finished with the rabbit. Pali swallowed. “He had worn a path in the floor of his study, Masseo.” ",
            "chapter": "Chapter 29",
            "percentage": 79
        },
        {
            "quote": "“Do you need a word?” Jullanar asked him.\n“A valediction,” he replied dully. “Something ... ordinary.”\n“‘Regards,’” Masseo suggested.\n“‘Your servant’,” Jullanar said, and then, when Fitzroy gave her a mildly sardonic glance, grinned at him. “In a manner of speaking.”\n“That’ll do,” he said quietly, dipping his pen into his inkwell. “That’ll do.”",
            "chapter": "Chapter 29",
            "percentage": 80
        },
        {
            "quote": "She dared not wish Fitzroy were anywhere near as tactile as he’d once been, when he might well have slung his arm over her shoulder and walked beside her for a ways, with her tucked against his tall lankiness in a way she had never admitted she missed.",
            "chapter": "Chapter 30",
            "percentage": 81
        },
        {
            "quote": "“Don’t look like that,” she chided gently, and pointed at a section of her slate sign. “It clearly states that when the Red Company arrives, I’ll be closing.”\n“I didn’t think you were *serious*,” someone said blankly.\nSardeet smiled kindly at him. “I know, dear.”",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“Sayo Kivim, I’m sorry, but I’ve made it very clear that the special cake was yours only if Fitzroy Angursell didn’t come for it—and since he’s here, I’m afraid it really is for him, you know.”",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "Sardeet’s arms tightened, and then she released her so she could smile into Pali’s eyes, and Pali could only wonder at how happy, how *joyous*, Sardeet was; she felt solid, grounded, full of life.",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“Oh, my dear,” Sardeet said softly, “you have had a hard time of it, haven’t you?”",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“It’s good to see you in person,” Sardeet said quietly. “You’ll be happy again, Fitzroy.”\n“Will I?” he asked, softly, urbanely, lightly ironic.",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“You look so sad in all your portraits.”\nFitzroy went very still. Perhaps they all did. Certainly they all looked at Sardeet, who laughed merrily.\n“Goodness, didn’t you all know?”",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“I tried to get myself arrested once, you see, when there was an ambassador here, so they’d take me up before you, but they wouldn’t believe I was really Sardeet Avramapul. Too fat to be the most beautiful woman in the Nine Worlds, they said.” She shook her head. “I told them they had a very limited concept of beauty but they refused to be budged. I am sorry, Fitzroy, I did try.”",
            "chapter": "Chapter 30",
            "percentage": 83
        },
        {
            "quote": "“I always remember you saying your birthday was going to be the fourth day before the spring equinox, because that was the day you met Jullanar and Damian, and the day you first named yourself. So ... happy birthday, Fitzroy. It’s very good to see you again.”",
            "chapter": "Chapter 30",
            "percentage": 84
        },
        {
            "quote": "“What *is* Kissie?” Jullanar asked, regarding the animal with astonishment. “It looks like a furry ...armadillo?”\n“He’s a tiger, isn’t he?” Sardeet said.",
            "chapter": "Chapter 31",
            "percentage": 85
        },
        {
            "quote": "“Where did the names come from?” Jullanar asked.\n“Oh, this one is Aurora and the Peacock, but he prefers Pea, and Kissie is from Kissing the Moon, naturally.”",
            "chapter": "Chapter 31",
            "percentage": 85
        },
        {
            "quote": "“There we are,” Sardeet murmured. “We’re all friends here. You’re safe here. You’re not an object to any of us. You can find your way back to yourself.”\n“Can I?” he said, and this time his voice was not light and urbane, but low and rough, broken, almost inaudible.\n“Yes,” Sardeet said with solid certainty.",
            "chapter": "Chapter 31",
            "percentage": 85
        },
        {
            "quote": "Sardeet reached out and gathered Pali against her side, and held her there while Pali turned her own face into her sister’s long, sweet-scented hair and let her own tears come.",
            "chapter": "Chapter 31",
            "percentage": 85
        },
        {
            "quote": "The glitter had been somehow magically generated by Kissie. Sardeet had said the tiger-cats did that, when they really liked someone. Fitzroy had tried not to show how pleased he was at being *really liked* by the creature.",
            "chapter": "Chapter 31",
            "percentage": 85
        },
        {
            "quote": "“You’re angry,” Sardeet observed. “You’re all knotted in yourself.”\n“I’m trying, Sardeeet,” Pali whispered. “I’m really struggling with ... everything.”\n“Everything?”\nThe darkness surely hid her blush. “Fitzroy,” she admitted, even more quietly.",
            "chapter": "Chapter 31",
            "percentage": 86
        },
        {
            "quote": "“You might want to ask yourself just *why* you’re so angry.”\nPali opened her mouth, but had nothing to say.\nSardeet looked up at her.\n“Be gentle with yourself,” Sardeet added, smiling radiantly. “You do not need to *fight* your way to inner truth.”",
            "chapter": "Chapter 32",
            "percentage": 87
        },
        {
            "quote": "Fitzroy had—\nNo matter that. Her inner truth was not about Fitzroy.\n(This was almost certainly a lie, Pali knew, and refused to admit. *Why* did he have such a hold on her?)",
            "chapter": "Chapter 32",
            "percentage": 87
        },
        {
            "quote": "Pali studied the moon gate, wondering how the artist—artists?—had made it.\nWondering, for a brief, wild moment, if *she* could learn to do such a thing.",
            "chapter": "Chapter 32",
            "percentage": 88
        },
        {
            "quote": "Pali scoffed to herself, immediately retreating from the image of a garden somewhere that was full of Jullanar’s flowers and Fitzroy’s music and her own strange, beautiful, precariously balanced stacks of stones.",
            "chapter": "Chapter 32",
            "percentage": 88
        },
        {
            "quote": "She had brought Arzu’s carpet, folded and tied about her waist, just in case.\nShe was tempted—\nBut no. Sardeet would surely think that was cheating.\nCome to that, Pali felt it was cheating.",
            "chapter": "Chapter 32",
            "percentage": 88
        },
        {
            "quote": "Stoneybridge *had* felt like home, for a certain value of home.",
            "chapter": "Chapter 32",
            "percentage": 88
        },
        {
            "quote": "She had never been able to say yes to him. Nor had she ever been able to say *no*. And so they had danced around each other, him with ever more extravagant declarations, she with ever more elaborate prevarications, until that moment in the Silver Forest when the protections surged up and separated them and Pali, stepping towards Fitzroy to find herself abruptly on another world, had finally known the answer in her heart.",
            "chapter": "Chapter 32",
            "percentage": 90
        },
        {
            "quote": "Pali was not fourteen or eighteen or twenty-eight or even forty.",
            "chapter": "Chapter 33",
            "percentage": 90
        },
        {
            "quote": "She had never been able to cleave herself from her emotions. She had learned to wield them instead, weapons to her hand, no longer liabilities. She thirsted for justice; she loved righteous anger.\nBut anger was not only righteous.\nShe tucked her hands behind her head, brushing the hair back, and thought about what Sardeet had said. Anger could be a mask for fear, for sorrow, for shame.",
            "chapter": "Chapter 33",
            "percentage": 91
        },
        {
            "quote": "What it would be, to be full of air and fire, and forced to become that still, serene figure on that golden throne, in that luminous stone room, that ethereal cage of magic and power and responsibility?",
            "chapter": "Chapter 33",
            "percentage": 91
        },
        {
            "quote": "“I turned back,” she whispered. “I was afraid. I was afraid ...” She hesitated, but she had to say it, didn’t she? The crow regarded her with one bright-black eye. “I was afraid I would lose myself. I have always been afraid I would lose myself to you.”",
            "chapter": "Chapter 33",
            "percentage": 91
        },
        {
            "quote": "“I’m sorry I have been so ...”\nShe trailed off, unable to finish the sentence, watching as the crow lifted his head and turned to face her more directly.\n“Formidable?” came the familiar, resonant, beautiful voice, threaded with humour and power, and Pali jumped, for he was behind her.",
            "chapter": "Chapter 33",
            "percentage": 91
        },
        {
            "quote": "“Did you think that was me?”\n“No, I preferred pouring my heart out to a stranger crow,” Pali retorted, unable to muster a sting.",
            "chapter": "Chapter 33",
            "percentage": 92
        },
        {
            "quote": "“If you’d rather be alone, I’ll leave you to your thoughts.”\n“Don’t be absurd,” she said. He looked sharply at her, and she said, “You need to rest—” But that was not the truth, or the whole truth, was it? She plucked at the edge of the carpet. “I’d like you to stay.”",
            "chapter": "Chapter 33",
            "percentage": 92
        },
        {
            "quote": "But *did* it matter if he were really Aurelius Magnus? What might that mean? Whether or not he was, he was certainly—*certainly*—Fitzroy, their Fitzroy, her Fitzroy, himself.",
            "chapter": "Chapter 33",
            "percentage": 92
        },
        {
            "quote": "“I was afraid,” she repeated, “and I told myself that if you had gone that far, then you could not be human after all, and were ... not for me.”\n“I was always yours,” he said, lowly, as if it were a secret he had never said, rather than a declaration he had shouted to the world five times a day and twelve times on holidays.",
            "chapter": "Chapter 33",
            "percentage": 92
        },
        {
            "quote": "“Sardeet was ravished away by a god.”\n“But I’m not ...” His voice trailed off. “I never was, Pali.”\n“I didn’t know how else to make sense of how I felt when you looked at me, that first time we met. I’ve never ... No one else has ever ... I was ... a fish caught on a line, the hook in my heart, the line never to be broken.”",
            "chapter": "Chapter 33",
            "percentage": 92
        },
        {
            "quote": "“How did you think of it?” she asked, a question she had never asked.\n“I saw you, and I felt my whole being come into focus ... as if I were a lodestone, and for the first time I had found another.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "She had been sure she would lose herself to him. She had been sure that if she accepted his regard, fully opened her heart to him, she would be ravished and lost, as Sardeet had been ravished and lost.",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“Is it such a terrible thing, to be shaped by those you love?”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“It hurt, Pali, it hurt so much that I wasn’t allowed to have *connection*. I *wanted* to touch people. I wanted to *be* touched. I wanted to change and be changed. I wanted to be *alive*. I wanted to be ...”\n“You wanted to be human.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "He ducked his chin, blushing. “I’ve always thought it made me a better person, to be guided and influenced by you.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“Fitzroy, I am the Alinorel expert on your reign, and I did not *realize it was you*. I am so sorry. I cannot understand how I did not see it. I thought I understood so much ... and I missed *you*.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“Pali, you *do* understand me. Your questions hurt because they were so *good*—because I—because I am not a god, Pali, I am a human being, and I make mistakes.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "*Her* gods could make mistakes.\nShe stopped, struck.\nHer gods could make mistakes.\nAnd yet she had held Fitzroy to a standard to which she did not even hold her deities?",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“Now that I know, I look at all I know about your reign and I can see you *everywhere*. Every portrait, every coin, every decision, every policy—you were shouting who you were every way you could, and I didn’t see it.”",
            "chapter": "Chapter 33",
            "percentage": 93
        },
        {
            "quote": "“What do you want, Pali?”\nPali sat there for a moment before she could speak. “I don’t know.”\nShe offered the admission up, a small truth beside all his extravagant ones, and nearly held her breath waiting for the response.",
            "chapter": "Chapter 34",
            "percentage": 94
        },
        {
            "quote": "“You are a human being, a man, a person. You’re Fitzroy Angursell of the Red Company, sometime Emperor of Astandalas. My dear friend. My *dear* friend.”\nHe looked up at her through his lashes, which were beaded with diamond-drop tears.",
            "chapter": "Chapter 34",
            "percentage": 94
        },
        {
            "quote": "“You are brilliant and funny, splendidly skilled as a poet, as a mage, as a statesman, as a friend. You are aggravating and impossible and I have always loved you, Fitzroy.”\nHe swallowed and glanced down again, and he brought her hands up to his lips for a moment, kissing her knuckles.",
            "chapter": "Chapter 34",
            "percentage": 94
        },
        {
            "quote": "“Cliopher has done *so much*, you know, for everyone on Zunidh—for me *personally*—and this man was simply odious. I wanted to do something terrible to him, but I ...”\n“You’ve never been a tyrant. You never lost yourself.”\n“I came so close, Pali,” he whispered.",
            "chapter": "Chapter 34",
            "percentage": 94
        },
        {
            "quote": "Some whim caught her, some effort to choose joy, to choose that overflowing, brimful dzēren, that lantern-light, and she said: “We could race down, you and I.”",
            "chapter": "Chapter 34",
            "percentage": 96
        },
        {
            "quote": "The carpet folded around his weight, under the momentum of his fall. He was still laughing, and Pali could not help but laugh with him as they tumbled together into a tangle of limbs and clothes.",
            "chapter": "Chapter 35",
            "percentage": 96
        },
        {
            "quote": "“I’ve thought about them, from time to time, my lost, last poems. Wondered whether they were as good as I remember them being, as ... painful.”\n“Painful, yes,” Pali said, as gently as she could, “for those of us who know and love you. Beautiful, for anyone.”",
            "chapter": "Chapter 35",
            "percentage": 97
        },
        {
            "quote": "Fitzroy sighed extravagantly. “I am entirely worn-out with all this ... what did Jullanar call it? Healthful conversation?”",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“You have a nickname for him.”\n“It’s his family nickname,” Fitzroy replied, almost bashfully. “He gave me permission to use it.”\nPali heard what he did not say: that this Kip, Basil’s cousin Kip—that bureaucrat-of-bureaucrats, his brilliant jailer—had claimed him as *family*.",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“He’s given me so much, Pali. He kept me sane.”\nPali glanced at him, and was struck by how open his face was, how human, how *real*.",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“How would you parse dzēren, Fitzroy?”\n“What a splendid word. A slow dawning, is it?” He murmured it to himself, the vowels rich and strange on his tongue. “It’s this, isn’t it?” he went on, and his eyes were glimmering with satisfaction and wonder.\nPali caught her breath.\n“This moment: this gradual filling-up of the world with light. A cup brimming with wine. Dzēren. What a perfect word for this moment.”",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“I would like,” she said as softly, as clearly, as plainly as she had ever said anything, “to learn who you are now, Fitzroy Angursell, sometimes emperor of Astandalas.”\nHis voice was low, husky, raw. “I would like to know who you are now, Paliammë-ivanar Avramapul, sometime professor of Stoneybridge.”\n“I want to be your friend.”\n“I want to be yours,” he said, even more lowly, huskily, rawly.",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“What did you mean, that first time you said we should get married?”\n“Two lodestones meeting for the first time,” he said. “You were so magnificent, and so mysterious. I wanted to spend the rest of my life with you, to learn who you were beneath those robes, behind that sword, when you smiled. I still do.”\nShe swallowed, her heart thundering, but she had known the truth then, and parried it, and she would deflect no longer. “So do I.”",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "She hesitated, but the next step was ... *Be generous* ... and she could do that. She would.\nTherefore she said: “Will you tell me about your viceroy?”",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "“Really? You’d like to hear about Kip? I didn’t think you, ah ...”\n“I despise him,” she said resolutely, looking straight at him. “I have sworn vengeance upon him for the hurt he has done one of mine. If you want both of us in your life, as I presume you do—”\n“If I—yes. I do.”\n“You’ll have to convince me he’s worth it.”\n“Ah,” he said, lips twitching. “A challenge for us to share.”\nShe shrugged, elaborately nonchalant, grinning. “I was given understand that you needed a new hobby.”",
            "chapter": "Chapter 35",
            "percentage": 98
        },
        {
            "quote": "There was a sparkle in his eyes. Pali presumed it wasn’t the prelude to him turning her into an item of furniture.",
            "chapter": "Chapter 35",
            "percentage": 99
        },
        {
            "quote": "“Kip hums *Aurora*,” he said as they passed under the stone archway.\n“Does he,” said Pali.\n“All the time.”\nJullanar was going to be *so* proud of her for not saying anything.",
            "chapter": "Chapter 35",
            "percentage": 99
        },
        {
            "quote": "Fitzroy gave Pali a sly, conspiratorial grin and then turned sternly, even imperiously, to Jullanar. “Jullanar!”\n“Fitzroy!” Jullanar cried back, unfazed.\n“How could you not have immediately informed me that you are acquainted with Basil el Mdang sayo White?”",
            "chapter": "Chapter 35",
            "percentage": 99
        },
        {
            "quote": "“You should be proud of us, Jullanar, we talked about our emotions.”\nJullanar bit back a giggle as Fitzroy huffed and sat down across from them. “We spoke of many things,” Fitzroy declared.",
            "chapter": "Chapter 35",
            "percentage": 99
        },
        {
            "quote": "“What’s this gossip, then?” he asked Sardeet, stealing one of the tartlets off Jullanar’s plate. “Let me guess: They are all professing to be prostrate with grief at my absence, but in reality are doing just fine with my viceroy at the helm.”",
            "chapter": "Chapter 35",
            "percentage": 99
        },
        {
            "quote": "“Oh! Apparently your viceroy has made you Poet Laureate.\n”Pali got up and briskly prevented Fitzroy from choking to death on his tartlet.\n“There,” she said, sitting back down, this time beside him. “Remember this, Fitzroy: he made you choke, and I saved you.”",
            "chapter": "Chapter 35",
            "percentage": 100
        }
    ],
    "derring-doquotes": [
        {
            "quote": "Alezian could follow the merchants, the ways of the city their mother had adopted; Damian could follow the narrow path of their quietly whispered family legends.",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 1
        },
        {
            "quote": "This morning Damian was legally able to duel.",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 1
        },
        {
            "quote": "Did he not pride himself he was not a boor, not *only* a fighter, but also (if secretly) a prince of the Realm, one to whom courtesy ought come as easily as skill at arms? Was he not proud that his mother had been a warrior, was a better archer than most, was one of the best riders in the city?",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 2
        },
        {
            "quote": "Inside the house Kasiar Ounlalin sat in her kitchen, the sword she had intended to give her elder son laid on the table before her, and missed her late husband terribly.",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 2
        },
        {
            "quote": "“Only men may stand upon this ground, which is sacred to Arkhos, the god of war.”\n“I am of age this day, and I willingly bring my blood and my blade as an offering to Arkhos.”",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 3
        },
        {
            "quote": "He was even slower with the Tanteyr lettering, frustrated by his inability and never sure of the meaning of the words so laboriously deciphered.\nHalf the time he got to the end of a passage that seemed to be about war only to find it was some stupid metaphor about philosophy.",
            "chapter": "Chapter 1: In Which Damian Fights His First Duel",
            "percentage": 4
        },
        {
            "quote": "*Excellence*, he read in one of his schoolbooks, *is its own prize: to be good at something worth doing is an end in itself.*",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 6
        },
        {
            "quote": "He could conceive no reason why it was more useful to be able to run up the Stair two stairs at a time (his newer challenge, and did he feel it) than it was to be able to run it at all. The fact that no one else either could or bothered to do it made it clear enough that it was not *useful* in the least. It was just ... good.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 6
        },
        {
            "quote": "It made him feel pleased to realize he had mastered something, then spend the hours or days it might take him to devise a new, more difficult challenge, and then the weeks or months or even years it took to master that.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 6
        },
        {
            "quote": "He had chosen his art (though he knew Alezian, lover of all things beautiful, would laugh at him to hear him call it so), and with all the devoted attention Damian could bring to bear he strove to master it.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 6
        },
        {
            "quote": "He would never be the warrior-poet prince of his mother’s stories, never have the sworn companion whose friendship was valued as an end in itself, because each believed the other an end in himself, never have the glorious adventures facing gods or monsters or seemingly insurmountable odds.\nBut he could strive to be the best swordsman in the world.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 6
        },
        {
            "quote": "It was odd in the extreme to open his eyes to see the real men there, their motions like parodies of themselves, always slower and more obvious than Damian had made them in his memory.\nThey seemed to be moving through honey, and he sighed inwardly at this evidence that he was, as he sometimes forgot, not all that smart. He should have been able to hold their true speed in his mind; but like the letters that did not stay there, this, too, had fallen out.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 7
        },
        {
            "quote": "Alezian would have known exactly what to say to make himself belong. Damian could only pay attention to what everyone else said and did and do his poor best to conform and be unobtrusive.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 8
        },
        {
            "quote": "He had learned how to pass through the midst of the birds, he told himself with gritted teeth. Not even the nervy wood ducks flushed up when he came among them now. He could learn to be a man.",
            "chapter": "Chapter 2: In Which Damian Considers Ends In Themselves",
            "percentage": 8
        },
        {
            "quote": "She had been hoping he would make a friend for years. She should not be so disappointed now that he had.",
            "chapter": "Chapter 3: In Which Damian Attains a Position",
            "percentage": 10
        },
        {
            "quote": "“It’s your whole future,” Rean said.\n“I won’t start my future with a broken promise.”",
            "chapter": "Chapter 3: In Which Damian Attains a Position",
            "percentage": 12
        },
        {
            "quote": "He was not even sure why he himself thought it a bad thing to destroy beauty, or even simply wantonly to destroy, unless it was some teaching his mother had instilled in him through her stories and legends of the old country.",
            "chapter": "Chapter 3: In Which Damian Attains a Position",
            "percentage": 13
        },
        {
            "quote": "Jullanar did not easily make friends, not the way her sisters did. She did not know why it was so difficult, why she had no one to stand with her as she went up to the posting wall to see what fate had in store for her.",
            "chapter": "Chapter 4: In Which Jullanar is Examined",
            "percentage": 14
        },
        {
            "quote": "She knew she should be arguing for her own life, but she had nothing to put before her family besides vague and unarticulated dreams of she-knew-not-what.\nShe had no vocation, no major goals, no strong desires, unless they were the simple ones of wanting to see with her own eyes the feather and shell garments of the Wide Sea Islanders of Zunidh, the diaphanous silk veils and snakes of a high-ranking Voonran priestess, the golden splendour of Astandalas of the Emperors itself.",
            "chapter": "Chapter 4: In Which Jullanar is Examined",
            "percentage": 15
        },
        {
            "quote": "Listening to first her mother and then her father and then her mother again tell her in excruciating detail exactly how valuable the parcel was and how important it was that she not lose, drop, manhandle, or otherwise damage it, Jullanar received the strong impression that the box was rather more precious in their eyes than she was herself.",
            "chapter": "Chapter 4: In Which Jullanar is Examined",
            "percentage": 16
        },
        {
            "quote": "“You’ll find friends of your heart, my dear, one day.”\nIf there was one dream Jullanar had articulated to herself, it was that.",
            "chapter": "Chapter 4: In Which Jullanar is Examined",
            "percentage": 16
        },
        {
            "quote": "“May your year be full of new knowledge and new friends—and a few small adventures. But not big ones, mind you! Nothing dangerous.”",
            "chapter": "Chapter 4: In Which Jullanar is Examined",
            "percentage": 16
        },
        {
            "quote": "When she stopped sneezing she decided this was the beginning of her new life, her new *self*, and the new and improved Jullanar was not timid or distracted or *wet*.",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 18
        },
        {
            "quote": "If she could not be as popular as Lavinia, or as smart as Maudie, or as accomplished as Nell, or as pretty as Clara, well, at least—Jullanar had decided this at some point in the past day of endless geometric fields—at least she could be a woman of character.",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 18
        },
        {
            "quote": "For a wild moment Jullanar could only think that perhaps *she* could get a bicycle herself, and be, for once, just that little bit daring.",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 18
        },
        {
            "quote": "“And you must call me Marianne! Shall we be friends, Jullanar? I feel certain you are a kindred spirit, and it was certainly fate that we met like this.”",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 19
        },
        {
            "quote": "She was, she suspected, neither pretty enough nor charming enough nor smart enough nor well enough accomplished.",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 19
        },
        {
            "quote": "With a friend, a true friend, she thought, surely she could do anything.",
            "chapter": "Chapter 5: In Which Jullanar Comes to the Gates of the City of Knowledge",
            "percentage": 19
        },
        {
            "quote": "It was one of Jullanar’s great secrets that despite everything, she truly enjoyed fussing with her hair.",
            "chapter": "Chapter 6: In Which Jullanar Does Not Correct Other People's Assumptions",
            "percentage": 20
        },
        {
            "quote": "It was not until the guards came galloping back on the other side of the column, with a shouted cry to Mrs. Hawthorne that the border was nigh, that it occurred to Jullanar that all that emphasis and odd looks she’d been given when her *mission* was mentioned was because Mrs. Hawthorne and Captain Gidiron and all the rest thought *she* was a spy.",
            "chapter": "Chapter 6: In Which Jullanar Does Not Correct Other People's Assumptions",
            "percentage": 25
        },
        {
            "quote": "The Border, from the inside, looked like a faint silvery curtain of mist, like a sea-squall blowing in that never quite arrived.",
            "chapter": "Chapter 7: In Which Jullanar Discovers She Has A Mission",
            "percentage": 25
        },
        {
            "quote": "There were no rice paddies on this side, and no villages, but once they entered the woods Jullanar was certain hidden people were watching them.",
            "chapter": "Chapter 7: In Which Jullanar Discovers She Has A Mission",
            "percentage": 26
        },
        {
            "quote": "From this side of the Border, you could not see into the Empire.\nWhat was a silvery curtain from the inside was from here a great golden dome extending across half the visible horizon.\nOn that side was all that Jullanar had ever known; on this side, barest rumour.",
            "chapter": "Chapter 7: In Which Jullanar Discovers She Has A Mission",
            "percentage": 27
        },
        {
            "quote": "There, in a gap between the uprights of the tunnel, was a valley drenched in sunlight. A pale castle of many towers stood there, its windows and pennons glittering, and birds wheeling around.\nShe would have stopped to look more fully, had Mrs. Hawthorne’s hand not been on her shoulder. “Don’t stray!” the headwoman warned. “Haven’t you heard any of the stories?”\nAnd was that then—could it possibly be—Fairyland?",
            "chapter": "Chapter 8: In Which Jullanar Looks Through A Lantern",
            "percentage": 30
        },
        {
            "quote": "Marianne had called her *brave*, and even though her friend wasn’t there to witness it, Jullanar wanted desperately to prove her right.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 31
        },
        {
            "quote": "She’d learned the basics because Madame Clancette had felt a solid knowledge of imperial cartography was an important attribute for her girls; and of course it was usually on the Entrance Examination.\nJullanar had always loved maps, as it happened.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 31
        },
        {
            "quote": "It was really not a very big thing, figuring out that south was the direction perpendicular to the sun’s path from east to west; perhaps it was the smallest possible discovery, apart from that the sun rose in the east and sank in the west.\nBut for Jullanar, who had spent all her life but the past months of travel within the circumscribed limits of her small town, it was a minor triumph indeed.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 31
        },
        {
            "quote": "She knew that it was hard to have a real adventure if she was squeamish about hunting for food, but then again, this was likely all the adventure she would ever had.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 32
        },
        {
            "quote": "The wind remained at her back. Sometimes it gusted, and she thought she smelled *home*, but that made no sense at all.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 32
        },
        {
            "quote": "Jullanar realized she wasn’t even sure of the name of the language that had been spoken in Fiellan before the Empire came. There must have been books written in it, for the universities were centuries older than the Empire, but no one had ever mentioned a thing about it in Jullanar’s memory.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 35
        },
        {
            "quote": "High above, a white falcon hovered, as if watching their arrival. Jullanar chose to take its presence as a good omen.",
            "chapter": "Chapter 9: In Which Jullanar Tries To Look On Things As An Adventure",
            "percentage": 35
        },
        {
            "quote": "She was a citizen of the greatest Empire of the Nine Worlds, and she was a woman Of Character, and she was having An Adventure.",
            "chapter": "Chapter 10: In Which Jullanar Arrives In the Painted City",
            "percentage": 36
        },
        {
            "quote": "“I was going to Galderon, you see, only it was closed when I got there, and Papa had given me the box for you and I just decided—”\n“To come along with it?” Maude said, beginning to smile, as she realized there had to be a great deal more to this girl than she had ever suspected.",
            "chapter": "Chapter 10: In Which Jullanar Arrives In the Painted City",
            "percentage": 39
        },
        {
            "quote": "She had had no idea how tired she was and how much she was longing to be clean and safe and *there* until she found herself crying with relief.\nShe really was *not* a Great Adventurer, at all.",
            "chapter": "Chapter 11: In Which Jullanar Learns of Serendiptiy",
            "percentage": 40
        },
        {
            "quote": "Jullanar felt tears starting, and cursed her proclivity to weeping at any moment of extreme emotion. It was so *wet* of her.",
            "chapter": "Chapter 11: In Which Jullanar Learns of Serendiptiy",
            "percentage": 40
        },
        {
            "quote": "“So, to summarize,” Aunt Maude said, “you are here due to taking advantage of serendipity.”\n“I beg your pardon, Aunt?”\n“Serendipity is the quality of finding something you are not looking for, and the knack of realizing you have found it when you do.”\n“What a wonderful word,” Jullanar murmured, turning it over in her mind and saying it aloud as well. “Serendipity ...”",
            "chapter": "Chapter 11: In Which Jullanar Learns of Serendiptiy",
            "percentage": 42
        },
        {
            "quote": "“He would have done well in the age of heroes, I expect, where he could wield his sword to find glory.”",
            "chapter": "Chapter 11: In Which Jullanar Learns of Serendiptiy",
            "percentage": 42
        },
        {
            "quote": "“Admittedly, I’m not sure young Damian is quite the person to teach you the customs. He is ...”\n“An odd duck, you said.”\n“He’s far too young to be eccentric.”",
            "chapter": "Chapter 11: In Which Jullanar Learns of Serendiptiy",
            "percentage": 42
        },
        {
            "quote": "Still, she wasn’t a cloistered priestess *yet*, and he felt a prickling unease that she might not know how to properly defend herself.",
            "chapter": "Chapter 12: In Which Damian Holds His First Lesson",
            "percentage": 44
        },
        {
            "quote": "He might still not be able to find any adventures, and his one attempt at a friend seemed to have failed dismally—he really wasn’t good at following Alezian’s lead—but he could still be as honourable as any prince in his mother’s tales.",
            "chapter": "Chapter 12: In Which Damian Holds His First Lesson",
            "percentage": 44
        },
        {
            "quote": "Jullanar relaxed under his obvious expert care and the feeling of being cocooned in a place far away from all the cares of the world.\nDamian’s face was a study in serenity, his slight pout no longer a distraction, his eyes wide-open but looking past her, his shoulders and arms moving smoothly, easily, as if he were a bird on the wing.\nThis, thought Jullanar clearly, *this* must be what it meant to be happy.",
            "chapter": "Chapter 12: In Which Damian Holds His First Lesson",
            "percentage": 46
        },
        {
            "quote": "He had corrected her pronunciation and frowned thoughtfully at her and acted out motion words, and she was tired and footsore and her arms were aching, but she had held a sword for the first time and, secretly, adored it.",
            "chapter": "Chapter 12: In Which Damian Holds His First Lesson",
            "percentage": 47
        },
        {
            "quote": "“I now know the names for all the parts of a sword, and three different types of dagger. I fear I shall have the most martial vocabulary of any young woman of Ixsaa in short order.”",
            "chapter": "Chapter 12: In Which Damian Holds His First Lesson",
            "percentage": 47
        },
        {
            "quote": "“We all have our secrets, Jullanar.”",
            "chapter": "Chapter 13: In Which There is Much Practice",
            "percentage": 48
        },
        {
            "quote": "A month ago she would never have hesitated in saying that it was far better to be part of the Empire than not; and after thought she still came to that conclusion; but she did have to think.",
            "chapter": "Chapter 13: In Which There is Much Practice",
            "percentage": 49
        },
        {
            "quote": "Not that he could *fence* with her, not yet or anytime soon, but she was losing her fear of the sword and starting to show some distinct improvement. He was proud of how well she was doing.",
            "chapter": "Chapter 13: In Which There is Much Practice",
            "percentage": 50
        },
        {
            "quote": "He ran into the night, but the reed plains were no refuge from his own thoughts.\nHe tried to dissolve into physical exertion, but the shame would not lift.\nAfter a while he decided that what he needed was a legitimate reason to fight someone.",
            "chapter": "Chapter 13: In Which There is Much Practice",
            "percentage": 51
        },
        {
            "quote": "Damian scoffed silently, placed the dagger into his sash, and slid off into the shadows, looking for more trouble of a sort he *could* decipher.",
            "chapter": "Chapter 13: In Which There is Much Practice",
            "percentage": 51
        },
        {
            "quote": "Sometimes he would do his own exercises while she rested. She did not know how to describe what he looked like in those moments, except that he seemed to move with ease and joy and almost the unconscious, unselfconscious ability of an animal. There was something extraordinary, epic, about his skill, even without taking into account his beauty.",
            "chapter": "Chapter 14: In Which A Month Has Passed",
            "percentage": 52
        },
        {
            "quote": "She sat there marvelling as the sound grew louder and louder. She could hear at least half a dozen different birds.\nJullanar sat there as the air filled with sound, jaw slack with astonishment, hands gripping the fabric of her skirts. The sound was as deafening as the dead silence had been before.",
            "chapter": "Chapter 14: In Which A Month Has Passed",
            "percentage": 52
        },
        {
            "quote": "She had not had much opportunity to talk with Maude’s niece, who appeared to be shy as well as inarticulate in Calandran. And yet—\nAnd yet she clearly *liked* Damian, and that odd friendship was a balm to Kasiar’s heart.",
            "chapter": "Chapter 14: In Which A Month Has Passed",
            "percentage": 53
        },
        {
            "quote": "“I’d forgotten how hard it is to talk to him. It’s like there’s this blank wall where you expect ...”\nDamian waited in agony for him to finish, to articulate that secret *thing* that Damian was missing that everybody else had, but he did not. Instead he heard their mother say, even more quietly, with resignation worse than any anger she’d ever shown him, “I know.”",
            "chapter": "Chapter 14: In Which A Month Has Passed",
            "percentage": 55
        },
        {
            "quote": "It made him gasp for air, made the sweat pour down him, made him unable to sink into the physical, the moment of the movement, made those words beat round and round in his brain.\nWell, he thought grimly, leaping another ditch, bypassing his little dinghy moored to its post, he would just keep running until they stopped.\nHe ran out of land first.",
            "chapter": "Chapter 15: In Which Damian Hears of Distant Lands",
            "percentage": 56
        },
        {
            "quote": "He could try to maintain the standards of courtesy and polite behaviour, he could work to be the best swordsman in the city, the continent, the world ... and he would always be missing whatever it was that everyone else had.",
            "chapter": "Chapter 15: In Which Damian Hears of Distant Lands",
            "percentage": 56
        },
        {
            "quote": "Jullanar wondered what to do, and then, because she was homesick and Damian was her friend and she didn’t know what else to do, she began to speak.",
            "chapter": "Chapter 15: In Which Damian Hears of Distant Lands",
            "percentage": 57
        },
        {
            "quote": "She was again disloyally silent, not speaking of the exercises Damian had taught her, how much she was coming to love the weight of the sword in her hand, the feel of her muscles extending as she lunged, the faintly growing hope that one day Damian would actually cross blades with her in practice.",
            "chapter": "Chapter 16: In Which Jullanar is Faced With A Conundrum",
            "percentage": 61
        },
        {
            "quote": "“We play to our strengths,” Alezian continued. “Best way, all round, I think. He’s the strong and silent one, and I’m the smart and witty one.” He grinned at his brother, who made no response, and winked at her.\nJullanar decided she did not like Alezian very much.",
            "chapter": "Chapter 16: In Which Jullanar is Faced With A Conundrum",
            "percentage": 62
        },
        {
            "quote": "He might scowl and be irritable when she failed to remember a word or a sword motion, but for three months he had devoted at least four hours of every day to teaching her.",
            "chapter": "Chapter 16: In Which Jullanar is Faced With A Conundrum",
            "percentage": 62
        },
        {
            "quote": "If even Jullanar had sensed Pelan Kasiar’s faint disappointment, how much more so would Damian?",
            "chapter": "Chapter 16: In Which Jullanar is Faced With A Conundrum",
            "percentage": 63
        },
        {
            "quote": "There were no physicians here to test his sight and suggest a remedy. He’d been told over and over again that the reason he struggled with reading and handicrafts and so on was because he was slow.\nWell. If she were his friend—and she rather thought she was—then she would have to see about remedying this.",
            "chapter": "Chapter 16: In Which Jullanar is Faced With A Conundrum",
            "percentage": 63
        },
        {
            "quote": "“He’s not the most *intellectually* gifted ...”\n“He is not stupid,” Jullanar replied fiercely. “He is kind and patient and thorough and doesn’t care that I am—that I am—”\nTo her astonishment and embarrassment she realized she was starting to cry.",
            "chapter": "Chapter 17: In Which Jullanar Makes a Decision",
            "percentage": 63
        },
        {
            "quote": "Why could she never be calm and collected and competent? Passionate without starting to blubber like an infant?",
            "chapter": "Chapter 17: In Which Jullanar Makes a Decision",
            "percentage": 63
        },
        {
            "quote": "“That wasn’t very nice, Jullanar. Did you—did you cast a *spell* on me? Everything went—different.”\nShe could tell her was trying to sound calm, but his voice raised up into a panicked edge at the end.",
            "chapter": "Chapter 17: In Which Jullanar Makes a Decision",
            "percentage": 64
        },
        {
            "quote": "He tore off the spectacles and fled for the welcome familiarity of physical exertion in the deep plains, where nothing else could read, either, and never expected him to.",
            "chapter": "Chapter 17: In Which Jullanar Makes a Decision",
            "percentage": 65
        },
        {
            "quote": "“I don’t understand what your faces mean!”",
            "chapter": "Chapter 18: In Which Damian Wishes to Reciprocate",
            "percentage": 67
        },
        {
            "quote": "“Some things are good to do just because they are good to do, because it is pleasing and satisfying. And some *people* are good to be friends with because their company is pleasant and they help you to become a better person.”",
            "chapter": "Chapter 18: In Which Damian Wishes to Reciprocate",
            "percentage": 68
        },
        {
            "quote": "“Excellence is its own reward,” Damian said.\n“Yes, that’s from Dimarius’ *Sentences*. We read it in school ... Did you get that far, in the end?”\n“I did,” he said stoutly. “And it’s *true*. You didn’t think so, you argued it was wrong, but it *is*.”",
            "chapter": "Chapter 18: In Which Damian Wishes to Reciprocate",
            "percentage": 68
        },
        {
            "quote": "“It is not necessary that we pretend we are only Ixsaans,” he said, biting off the words. Kasiar shook her head, unable to believe what she was hearing.\n“We can be Tanteyr as well,” Damian said forcefully. “We do not need to avoid our language and our history, it is *ours* and I don’t care what you think, I want to know about it. You said we should not, we should be Ixsaan, but what good is that? We *are* not only Ixsaan, and we should be who we are.”",
            "chapter": "Chapter 18: In Which Damian Wishes to Reciprocate",
            "percentage": 68
        },
        {
            "quote": "“I, I am *not* a blank wall! I’m *not*! Just because I don’t understand everything doesn’t mean I am—entirely *stupid*. I’m not!”",
            "chapter": "Chapter 18: In Which Damian Wishes to Reciprocate",
            "percentage": 68
        },
        {
            "quote": "He could never reciprocate in kind. This would be a debt that lingered ... except he knew this was not a debt, not to Jullanar. It was a gift, freely given.",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 68
        },
        {
            "quote": "He had not had to *tell* her anything, had he? She had seen for herself that he was different, and far from minding, seemed to prefer his company to Alezian’s, which no one had ever done.",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 68
        },
        {
            "quote": "Damian, naturally, was striding as quickly and effortlessly as he ever did when *not* holding a two-person wooden rowboat on his back.\nReally, how did you even *get* muscles like that?",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 69
        },
        {
            "quote": "“They know,” Damian replied. “It is like the marshes. People go when they need things.” Jullanar didn’t have the right words for this. She tried anyway. “Why don’t they care?”\n“They do not see,” he said eventually. “They do not *look*.”\n“But you look,” Jullanar said. He’d seen this, known this was here, brought her here on purpose.",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 70
        },
        {
            "quote": "Alezian always said that everything boiled down to money in the end, although Damian had considered that carefully and *still* couldn’t see how it could possibly be true. He feared it was one of the things that everyone else understood and he just ... didn’t.",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 71
        },
        {
            "quote": "Damian looked up, expecting a large bird, and was deeply, utterly, completely flabbergasted when a person fell out of the sky and landed on them.",
            "chapter": "Chapter 19: In Which Damian Offers A Gift",
            "percentage": 71
        },
        {
            "quote": "The young man was wearing what she would consider a scandalously short white linen tunic—indeed she had to lift her gaze immediately when she realized just how short that tunic was and the fact that he was sprawled in the bottom of the boat, legs and arms equally akimbo, without apparently realizing that he was therefore revealing more of the male person’s anatomy than Jullanar had ever seen before.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 72
        },
        {
            "quote": "“Would you perchance believe me if I were to say I were the Prince of the White Forest, come down from the high places to test hospitality and good humour?”",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 72
        },
        {
            "quote": "She blushed, but she *did* want to be the sort of person who had adventures. She was trying so *hard* to be that kind of person. She cleared her throat. “Per-peradventure drunk.”\n“Only on life, fair lady, only on life. You may call me Fitzroy.”",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 72
        },
        {
            "quote": "“Who *are* you, sir? Your arrival on our boat is most unexpected.”\n“Oh, is this a boat?”",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“You just fell out of the sky on top of us!”\nThe stranger stared at her. “Yes?” He paused, then continued. “Doesn’t that sort of thing happen here?”\nAll her thoughts felt like a repeating chorus of *what*.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“Where did you *come* from?”\n“Oh ... a tower at the end of the world. I’ve come in search of my fortune.”\nSo she wasn’t the only one who wanted ... more.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "His cheer dimmed slightly. Very slightly. “I had hoped to leave all thoughts of Astandalas behind. But yet, even here, in the Lands Beyond, where a fairy prince and his fair lady are engaged on a no-doubt glorious quest of magic and daring and chivalry—”\nJullanar’s doubts as to this strange young man’s nature evaporated with a sudden fit of the giggles.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“I do beg your pardon,” she said when they had both more or less calmed down. “This is not Fairyland, and our journey is no quest so noble.”\nSadly. But true.\nThe stranger appeared entirely unconvinced.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 72
        },
        {
            "quote": "“Here you are crossing a river the colour of jade under a sky like mother-of-pearl on a boat the colour of sunlight and sky. Yon knight wears no armour, that is plain, but his sword is at his side and his eyes are keen as a falcon’s on its prey, and his is a beauty of which the poets must sing. Your face, my lady, is full of nobility and charm as any I have ever heard tell.”",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“My name is Jullanar.”\n“A name fit for a fairy queen,” he interjected. “I fear I cannot bow as would be appropriate, my lady, and can only offer you my wits and my magic and my harp as poor assistance on this quest of yours. My name is Fitzroy, and I am a bard like the bards of old.”",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“My name is Fitzroy, and I am a bard like the bards of old.”\nJullanar stared at him a little more, but he seemed—well, hardly *serious*, but certainly sincere.",
            "chapter": "Chapter 20: In Which Damian and Jullanar Make a New Acquaintance",
            "percentage": 73
        },
        {
            "quote": "“Isn’t he beautiful,” Fitzroy said.\n“Well—yes, he is, but—”\n“And so strong.”\n“Er, yes, but—”\n“Competent, too.”\nShe opened her mouth, closed it, and smiled weakly at him. “True.”",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 74
        },
        {
            "quote": "If he was a god—no. Damian found that hard to believe. *No one* actually believed in the ancient Calandran gods.\nNo, it must be that the world was far stranger even than Damian had ever thought.",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 76
        },
        {
            "quote": "At this point Damian realized how extraordinarily full the bag was, but he was distracted from asking about its unusual capacities by Fitzroy stripping himself naked and then just ... standing there.",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 76
        },
        {
            "quote": "He felt a sudden stab of gratitude that he had met her, this young woman who was his opposite in almost every way but for the fact that she, too, was that little bit *counter* to everyone else.",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 76
        },
        {
            "quote": "Damian considered his errand and the fact that he already had Jullanar along with him, and the fact that every possible story his mother had ever told involved the solemn and sacred duty of hospitality.\nWas this how an adventure began?",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 77
        },
        {
            "quote": "*Always treat a stranger well*, his mother said, *for you never know who they might be.*",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 77
        },
        {
            "quote": "This *could* be the Lord Phoenix come down to see if he was worthy.\nHe wasn’t worthy, but—Damian wasn’t sure how to say it, even to himself, except—he *wanted* to be worthy. He couldn’t be the great poet, the prince, the eloquent and learned warrior, but he could be courteous, and chivalrous, and *try*.",
            "chapter": "Chapter 21: In Which Damian Struggles in Several Ways",
            "percentage": 77
        },
        {
            "quote": "He didn’t seem bothered by his bare feet at all, which now struck Jullanar as perhaps the strangest thing about him.\nWell, besides the whole falling-out-of-the-sky part.",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 79
        },
        {
            "quote": "It was a very small village, and it was hardly as if he could get lost between the vineyard on one side of the village and the pasture on the other.\n\nIt took them, the stablehand, and half the village of Arkhalops a full hour to find Fitzroy.",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 79
        },
        {
            "quote": "Fitzroy was sitting on someone’s front porch being menaced by a rooster. He looked deeply relieved when he saw them.\n“Jullanar,” he said plaintively, “this bird is very angry with me.”",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 80
        },
        {
            "quote": "Fitzroy clambered down from the stoop after many assurances from Damian (via Jullanar, who did not fully translate either’s comments) that he would protect him, if necessary, from the other chickens.",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 80
        },
        {
            "quote": "“The clouds have burned off, the sun has come out, and, and so have our shadows.”\n“They’re not bad?”\n“They’re *shadows*.”\n“I’ve never had one before,” Fitzroy said.",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 80
        },
        {
            "quote": "“Poor little shadow,” said Fitzroy, patting the shady side of the boat. “What horrors you must have faced finding me.”",
            "chapter": "Chapter 22: In Which Jullanar Tries to Translate the Untranslatable",
            "percentage": 81
        },
        {
            "quote": "“How did you come to fall out of the sky?” she managed finally, bluntly.\nThe poet gave her another sunny smile. “I tripped!”\nOf course.\nShe really didn’t have anything else she *could* say, to that, did she?",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 82
        },
        {
            "quote": "“There are so *many* people,” Fitzroy said.\n“Twenty, at most.”\n“I’ve never seen so many strangers at once,” Fitzroy said, in a tone somewhere between panic and delight.",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 82
        },
        {
            "quote": "He looked, Jullanar thought, the very image of a studious lord. She felt another pang of unease, and something like wonder, at his innocence, his inexplicable arrival, his solitude.",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 83
        },
        {
            "quote": "“You would agree, Ema,” he said obliquely, “that it is obligatory to give hospitality to the needful stranger?” \nKasiar stared at him. And *that* was in Tanteyr. Damian never initiated conversations in Tanteyr.",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 83
        },
        {
            "quote": "“Damian—”\nHe turned from the door, his expression impatient if still-polite (though not, ever, curious).\n“Where did you encounter our guest?”\nHe considered.“He fell out of the sky when we were crossing the river.”\nWell. That ... changed things.",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 83
        },
        {
            "quote": "“Do you have another name?” Maude persisted.\nHe turned that bright smile back on her. “Not yet! Just Fitzroy.” \n“The Poet,” put in Jullanar, with an odd expression on her face.\n“Yes, that’s right,” he said complacently. “One day it will be renowned the Nine Worlds over.”",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 84
        },
        {
            "quote": "“Tell him we offer him guest-right of hearth and home and hand for so long as he has need, asking only that he repay us with courtesy.”\nAfter Jullanar had conveyed Damian’s words, Fitzroy turned to face the young swordsman, face serious. He bowed deeply, in a style that seemed straight out of one of the high-court manuals of etiquette she had read at university, and replied: “I thank you for your hospitality, and swear that so long as I am a guest under your roof your family will be as my family, your foes as my foes, your friends as my friends.”",
            "chapter": "Chapter 23: In Which Damian Offers Hospitality",
            "percentage": 84
        },
        {
            "quote": "“Shall we be friends until the end of time, Jullanar?”\n“Oh, and beyond, most certainly.”",
            "chapter": "Chapter 24: In Which Jullanar Enters A Tavern for the First Time",
            "percentage": 86
        },
        {
            "quote": "The room seemed to be full of secrets, and Jullanar yearned to understand them.",
            "chapter": "Chapter 24: In Which Jullanar Enters A Tavern for the First Time",
            "percentage": 88
        },
        {
            "quote": "What a strange person, was her final thought before she gave herself over to enjoying the sound of her own language. The songs were unfamiliar and Fitzroy’s accent odd, but still ... it was a *little* exciting, she decided.\nJust a little.",
            "chapter": "Chapter 24: In Which Jullanar Enters A Tavern for the First Time",
            "percentage": 89
        },
        {
            "quote": "“All these people! Listening! To *me*! This truly is the best day of my life.”",
            "chapter": "Chapter 25: In Which Several Things Happen",
            "percentage": 89
        },
        {
            "quote": "Jullanar was whispering something to the poet, who looked intrigued.\nDamian winced. He might have only known Fitzroy for half a day, but he was already fairly certain him looking intrigued was a dangerous sign.",
            "chapter": "Chapter 25: In Which Several Things Happen",
            "percentage": 91
        },
        {
            "quote": "It felt as if his heart had started to beat again. He looked at Jullanar, blurry though her face was to him, and wondered ... He did not let himself wonder in words. He had to hold those close, tight in his heart, sheltered as a wildcat’s newborn kitten.",
            "chapter": "Chapter 26: In Which Jullanar and Damian Seek a Poet",
            "percentage": 95
        },
        {
            "quote": "If that *were* the Lord Phoenix, or the Calandran god Orophon, or—or anyone, what then? And if he weren’t, if Fitzroy the Poet was simply another young man, a person like Damian or Jullanar, what then? Would Damian, lost and confused in a foreign land, not hope someone who had offered him hospitality would help him?",
            "chapter": "Chapter 26: In Which Jullanar and Damian Seek a Poet",
            "percentage": 95
        },
        {
            "quote": "He hesitated, but surely Jullanar had shown herself a friend—had she not come this morning bearing mint tea, after all the trials of the night before? Had she not immediately begun to help him, and then come with him to find the stranger, Fitzroy? Had she not told *him*, Damian, the secret paths to her own far country?",
            "chapter": "Chapter 26: In Which Jullanar and Damian Seek a Poet",
            "percentage": 97
        },
        {
            "quote": "“His name,” he said, “is Avandion. He is ... mine.” He gave her a fierce stare. “He is not to be touched by others.”\nHe could not say more than that. He did not have the words—not in Calandran, not even in Tanteyr—to explain what a satall was.",
            "chapter": "Chapter 26: In Which Jullanar and Damian Seek a Poet",
            "percentage": 97
        },
        {
            "quote": "The falcon hesitated a moment, and then rustled its wings. Damian stepped away from Jullanar so he could throw the bird into the sky. It flew up, up, up, in a widening gyre, blinding-white against the blue sky.\n“He’s so beautiful,” Jullanar said, her voice thick. “Thank you, Damian.”",
            "chapter": "Chapter 26: In Which Jullanar and Damian Seek a Poet",
            "percentage": 97
        },
        {
            "quote": "Jullanar had no idea what the falcon meant to Damian, but there was something intensely *appropriate* about seeing the white bird on his wrist, the fierce dark eye with its golden ring staring deep into hers with what seemed to be an uncanny intelligence.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 97
        },
        {
            "quote": "It gave her goosebumps, and then, when the bird clearly knew its own *name*—and then, when Damian murmured to the falcon in a mysterious other language—which sounded entirely unlike Calandran—and then launched the gyrfalcon into the air, and it went *looking*—\nShe had no words. None.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 97
        },
        {
            "quote": "He *trusted* them, she realized. This stranger, this perfect stranger, who had fallen out of the sky and drunk more than anyone should rightly be able to hold, who had been run out of the city as a witch and ended up—here—\nHe *trusted* them.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 98
        },
        {
            "quote": "“How did you come to be here?”\nFitzroy had *fallen out of the sky*. If she could not tell *him*, then who?\n“I wanted to have an adventure,” she said simply. “I wanted to be someone who *could* have an adventure.”",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 98
        },
        {
            "quote": "“This is like being inside a poem,” Fitzroy said at length, smiling at her so engagingly Jullanar could only smile helplessly back.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 98
        },
        {
            "quote": "“I was lost, and you came to find me! It was a *quest*—what more of an adventure could you ask for? And next time we can go *together* to find something else!”\nJullanar swallowed again. Her throat felt as if there were an egg in it, pressing against her chest.\nHow could this *possibly* be true? Had she accidentally summoned some spirit of magic, come to offer her all her most cherished dreams?",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 99
        },
        {
            "quote": "*I might be this*, he had said; *I might be that*. What *was* he, in truth?",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 97
        },
        {
            "quote": "“She pretends to be a man,” Fitzroy objected. “No, no,” he went on, shaking his head. “You must go on adventures just as you are.”",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 99
        },
        {
            "quote": "She smiled at Fitzroy, trying to be as brave as Marianne thought her, as brave as she wanted to be, a woman Of Character. “Well,” she said, not nonchalant but perhaps as close as she’d ever managed, “that depends on whether you’re willing to come adventuring with Damian and *me*, doesn’t it?”",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 99
        },
        {
            "quote": "Fitzroy gave her such a huge and brilliant grin than Jullanar was sure her heart actually stuttered. “I would be honoured and delighted and—and—and—” *He* stuttered to a halt, and then, in a quieter, simpler tone, said, “This is the best day of my life.”\nIt was probably Jullanar’s, too.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 99
        },
        {
            "quote": "What matter if this was the end of her respectability? She’d never wanted that, had she? She’d wanted *friends*, and adventures, and to see what lay on the other side of the horizon, the Empire, the mountains.",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 99
        },
        {
            "quote": "Imagine *this*. That *this* was his life, that after all he the silent one was teaching someone else to speak, that she the foreigner was teaching him to see the familiar things of his life, and the both of them together had found that strange stranger who brought magic in his wake ...",
            "chapter": "Chapter 27: In Which Jullanar and Damian Find Something",
            "percentage": 100
        }
    ],
    "gentlemenquotes": [
        {
            "quote": "She didn’t look Alinorel, not even from the Lesser Arcady. If they’d been back in Imperial days when the borders between worlds were passible he’d’ve said Ysthar or Zunidh or even far outside-the-Empire Kaphyrn. He’d met two Kaphyrni women once, sisters. The famous ones",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "“Domina Black has agreed to fence with me. She’s, uh, really good. I haven’t fenced with her before, though, so, uh.”",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "He didn’t care all that much for lovely things of no use.\nHe had, however, seen few things so beautiful as the way the middle-aged Scholar took apart Colin.",
            "chapter": "Chapter 1",
            "percentage": 18
        },
        {
            "quote": "Zorey clapped a few times, in honour for the professor’s skill and generosity in displaying Colin to him, dissecting his soul through the work of blade and intent concentration.",
            "chapter": "Chapter 1",
            "percentage": 19
        },
        {
            "quote": "Zorey fought with his disinclination to get involved, his exhaustion, and the disreputable aspects of his own still-vivid humiliation at the hands of a great swordsman—but Corey was so crestfallen and sullen and hurt, and the place felt so safe and welcoming, and Domina Black was so very good at the blade, that he sighed.\n“Look, lad, has anyone ever told you how I came by this scar?”",
            "chapter": "Chapter 1",
            "percentage": 21
        },
        {
            "quote": "Zorey had never quite worked out what the appeal was, at least not until he’d met them. Until that point he’d thought them a bunch of lunatics raging for attention.",
            "chapter": "Chapter 2",
            "percentage": 24
        },
        {
            "quote": "The older folks, of course, remembered the way the air had been full of the Red Company this and the Red Company that, outlaws as they were.\nThe ninth and greatest Terror of Astandalas, officially, whom everyone had loved.",
            "chapter": "Chapter 25",
            "percentage": 25
        },
        {
            "quote": " “They were pretty damned famous then, you know. Even though mixed groups were common enough in the Empire, we’d been issued descriptions—this was the Red Company just coming into their heyday. Five men, five women, mixed origins, and a bloody great eagle owl sitting on a saddle. That’s not something you see every day.”",
            "chapter": "Chapter 2",
            "percentage": 32
        },
        {
            "quote": "“I’ve never forgotten that trust, how they had confidence that their captain would get them safely out of the pickle they were in. I think it was then I started to realise why people loved them.”",
            "chapter": "Chapter 2",
            "percentage": 42
        },
        {
            "quote": "“They were still holding weapons, in case we mobbed them, I reckon, except for Fitzroy Angursell who was doing something else. I found out later he was preventing our mages from interfering, or calling reinforcements, or doing anything useful. As I was watching I thought he was just goofing around.”",
            "chapter": "Chapter 2",
            "percentage": 49
        },
        {
            "quote": "“It didn’t take him three hours to defeat them: it was as if the sun stopped to watch. He moved like the god of war. It was the most beautiful thing I have ever seen—and I hated it.”",
            "chapter": "Chapter 2",
            "percentage": 52
        },
        {
            "quote": "“We all knew, watching him, that this would make his name forever—that we were watching a legend being created. But it’s not much fun being the ones who fall like flies to the hero, really, or I didn’t think so.”",
            "chapter": "Chapter 2",
            "percentage": 58
        },
        {
            "quote": "“I was goading him, wanting him to break, wanting him to show the darkness I was sure he was hiding. He couldn’t be that good, I thought—he had to have sold his soul to the Dark Kings, or something. He couldn’t be that good at the sword and also a good man—I was sure that was impossible. I wanted it to be impossible, because then I didn’t need to try to be both.”",
            "chapter": "Chapter 2",
            "percentage": 65
        },
        {
            "quote": "“It was the only cut he’d made that whole afternoon, and I knew, and everyone knew, that he hadn’t had to do it. It was done in punishment, because I’d fought that dirty.”",
            "chapter": "Chapter 2",
            "percentage": 70
        },
        {
            "quote": "“Young Jack spoke at last: ‘Captain Raskae, I have never seen anything like that. You are magnificent.’ And he bowed very deeply.”",
            "chapter": "Chapter 2",
            "percentage": 73
        },
        {
            "quote": "‘I gave you my word that if you defeated my company I would let yours go freely. Captain Raskae, I may well be executed for keeping my word. I should fight you, but how could I? Dare I win, and act to destroy such magnificence? Dare I lose, and see my men avenge my honour? No: I would rather be known as the captain whose company lost to you.’",
            "chapter": "Chapter 2",
            "percentage": 74
        },
        {
            "quote": "“Damian Raskae said, ‘Thank you. Your courtesy and your magnanimity will not be forgotten, in the songs that are sung of this day.’ And they aren’t—you’ve heard what Fitzroy Angursell wrote of it, I’m sure, in *The Company of Armed Gentlemen*.” He had to sigh. “Fortunately he didn’t know my name.”",
            "chapter": "Chapter 2",
            "percentage": 76
        },
        {
            "quote": "“The woman, Pali or Sardeet Avramapul, she made a pause before mounting her own horse. She stopped in front of me, looked me in the eye, and said, ‘That was brilliantly fought. Wicked dirty, but brilliant.’\n“And she unwrapped one of the long scarves she was wearing, a bright blue silken thing, and tossed it at me. She grinned when I just stared at her and let it fall, and added, ‘For your cheek.’”",
            "chapter": "Chapter 2",
            "percentage": 78
        },
        {
            "quote": "“You didn’t say you still had the scarf,” she said softly, dropping down next to him.\nHe stuffed it away hastily. “I was saying enough about myself, I didn’t need to come off as sentimental as well as a cad.”\n“A dastard, I think you said.”\nHe grinned a little. “That’s what Fitzroy Angursell called me.”\n“He had a way with words.”",
            "chapter": "Chapter 3",
            "percentage": 86
        },
        {
            "quote": "“He might have been shy.”\n“That was not an obvious character trait.”\n“Or fell out of interest?”\n“He made sure I knew he’d slept with half the women of the Empire because I wouldn’t.”",
            "chapter": "Chapter 3",
            "percentage": 90
        },
        {
            "quote": "“If it makes you feel any better, Damian couldn’t move his arm for about a month and a half.”\nHe stared at her. “What?”\n“After your bout. And he thought that if you’d known one more dirty trick, one worse one, you would have had him. Have a nice journey!”",
            "chapter": "Chapter 3",
            "percentage": 92
        },
        {
            "quote": "She had told him who she was. On Alinor that was still a capital offence: the Red Company were still officially outlaws, terrorists, to be turned in and hanged for the good of the state.",
            "chapter": "Chapter 3",
            "percentage": 93
        },
        {
            "quote": "The dastardliest man in the empire ever to cross swords with Damian Raskae—\nA hire-sword, a social nothing, black sheep of his family—certainly she realised that. He’d told her outright.\nBut she’d seen someone to be trusted.",
            "chapter": "Chapter 3",
            "percentage": 95
        },
        {
            "quote": "Towards the end of supper Zorey finally made up his mind. He said: “Colin, lad, I’ve been thinking of heading up north to Arshlingby to see about buying some land this summer. Would you like to come with me? There won’t be much opportunity for wearing a fancy codpiece, I’m afraid.”\nColin said: “I told mother I wasn’t going home ages ago, uncle.”",
            "chapter": "Chapter 3",
            "percentage": 100
        }
    ]
}