{
    "bridequotes": [
        {
            "quote": "Their first daughter was beautiful and strong as a lioness, and they named her Arzu-aldizarin, and she sat at her mother’s knee and learned the ways of war.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "The second daughter was beautiful and sharp-taloned as a falcon on the wind, and they named her Paliammë-ivanar. She was the delight in her father’s eye; he was an artist who had come to the desert to sculpt the Bandit Queen, and had never left, and he hoped she might follow his trade.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "The third daughter was as beautiful and even-tempered as the moon over the desert, and they called her Sardeet-savarel. She was beloved all of all her clan, for she laughed and sang and broke hearts that mended quickly.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "Each of them beautiful, each of them wise, each of them beloved. Arzu the lioness, Pali the falcon, Sardeet the moon.",
            "chapter": "Chapter 1",
            "percentage": 3
        },
        {
            "quote": "It was said that the Wind Lords sometimes chose one for bride or husband; it was considered an honour beyond merit or questioning, for the one so chosen would become as a god in the Halls of the Sky.",
            "chapter": "Chapter 1",
            "percentage": 4
        },
        {
            "quote": "To Arzu in a letter she confided that she had seen lands beyond her imagination, mirages that she walked in, unafraid and laughing.",
            "chapter": "Chapter 1",
            "percentage": 6
        },
        {
            "quote": "People said she had the light of the old legends on her, and that if when she returned she called the clans under one banner they would come.",
            "chapter": "Chapter 1",
            "percentage": 9
        },
        {
            "quote": "On the first day, she saw a horse thunder across the sky, dapple-grey as her sister Pali’s, with hooves of shining silver and an eye bright as a star. He bore a rider, a man of dark skin and flowing white garments, weaponless, unveiled, and trailing power like broken chains behind him.",
            "chapter": "Chapter 1",
            "percentage": 10
        },
        {
            "quote": "On the fourth day, she saw the Moon, walking to and fro in a silver palace, shaped like a woman, her dress the colour of earthshine.",
            "chapter": "Chapter 1",
            "percentage": 11
        },
        {
            "quote": "Her mother was, after all, the Bandit Queen of the Oclaresh, and Sardeet was her daughter through and through.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "“There are three rules in my house,” he said. “One: You will have keys for all the doors in my house, but the stone door may not be opened. Two: You will have all you desire, but a door out. And three: You may ask me any question, but each answer I give shall exact of you a day’s silence.",
            "chapter": "Chapter 1",
            "percentage": 13
        },
        {
            "quote": "And thus it was that Sardeet-savarel became the seventh bride of Olu-olurin.",
            "chapter": "Chapter 1",
            "percentage": 16
        },
        {
            "quote": "Their mother did not believe in sullying her hand or her head with the written word, preferring the oral histories that had been passed down mother to daughter since the Desert of Kaph had been a garden.",
            "chapter": "Chapter 2",
            "percentage": 18
        },
        {
            "quote": "Pali had performed the full ritual of mourning that the Warriors practised for their dead, and on the one-and-twentieth day released the white falcon to bear her longing into the quiet oblivion of the desert, and let her heart be at peace. Whether this had worked or not no one among the Warriors well knew, for Pali was not one to speak her heart.",
            "chapter": "Chapter 2",
            "percentage": 20
        },
        {
            "quote": "While she was praying for a sign for her direction, a tiny square of carpet dropped out of the sky before her. Its pattern was in the form of three red flowers connected by a convoluted ribbon of the same colour—the ancient sign for *blood of my blood in need*.",
            "chapter": "Chapter 2",
            "percentage": 22
        },
        {
            "quote": "The next morning the sisters rode east to enquire of the gods what wrong was done to their sister, that she cried marble tears of anguish.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "In the palace of blue glass, Sardeet had spent many days silent: but she had also learned many things.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She had learned that there were other worlds, and that in certain places, by certain rituals, and at certain times, one could pass through the veils between worlds, and perhaps even return.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "She learned that many, but not all, of the old stories held truth.",
            "chapter": "Chapter 2",
            "percentage": 26
        },
        {
            "quote": "Olu-olurin watched her come and go with a smile on his face that was not a human smile, but she had already begun to learn what she might lose in her passage to divinity, and she did not question or fear him for the predatory glint to his expression.\nShe feared very little, did Sardeet-savarel.",
            "chapter": "Chapter 2",
            "percentage": 34
        },
        {
            "quote": "Their horses were the finest in the land, save their mother’s; and it was said their tribe loved their horses more than life itself. “More than life, but less than our sister,” said Pali, as she unsaddled her dapple-grey, and was grateful for the veils that hid her tears.",
            "chapter": "Chapter 3",
            "percentage": 42
        },
        {
            "quote": "As the fire within her grew, Sardeet began to see the invisible.",
            "chapter": "Chapter 3",
            "percentage": 43
        },
        {
            "quote": "In her black eyes Sardeet saw a light that she could almost put a name to, and tears of a grief that reached out and clenched around her heart.\nFor the first time since she had first eaten Olu-olurin’s food she felt something with her whole heart.",
            "chapter": "Chapter 3",
            "percentage": 48
        },
        {
            "quote": "There were, so it was said in the stories, two scorpion-men for each day of the journey below.",
            "chapter": "Chapter 3",
            "percentage": 49
        },
        {
            "quote": "They were guardians of the dead, built of the dead, fashioned out of giant insects and men who had fallen into grievous sin long ago when the world was another place.",
            "chapter": "Chapter 3",
            "percentage": 51
        },
        {
            "quote": "Sardeet looked for the second woman, to see her gesture: *come*.",
            "chapter": "Chapter 3",
            "percentage": 53
        },
        {
            "quote": "In the absolute dark and silence after the screeching and the sparks and the chitinous horror, while Arzu shuddered and twisted at the end of the sash binding them, like a kite snagged by a falcon, Pali said, “Two.”",
            "chapter": "Chapter 3",
            "percentage": 57
        },
        {
            "quote": "In the water, with the scented steam rising about her, the ethereal voices singing of inhuman things, the fire glowing through her skin, she could believe she was transfiguring into a goddess.",
            "chapter": "Chapter 3",
            "percentage": 58
        },
        {
            "quote": "One night she woke to see arrayed about her bed six women.",
            "chapter": "Chapter 4",
            "percentage": 60
        },
        {
            "quote": "For the god in her womb, whispering like the softest wind over the sand in her mind, she felt love.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "When they looked at each other in the sunlight on the other side of the passage, Pali saw that Arzu now had hair entirely silver. Arzu saw that Pali had white spots up her arm, and wondered what lay hidden beneath her veils.\nNeither asked the other what she saw.",
            "chapter": "Chapter 4",
            "percentage": 61
        },
        {
            "quote": "Over the crack, a pace across, stretched a ribbon wide as a finger.\nArzu went first, and Pali behind her, step by step, for seven days.",
            "chapter": "Chapter 4",
            "percentage": 64
        },
        {
            "quote": "In a semi-circle stood the six women, and all stared with horror except for one, the one in green, who looked at Sardeet with compassion and the grief that twisted her heart so.",
            "chapter": "Chapter 4",
            "percentage": 65
        },
        {
            "quote": "Arzu knelt as she had for the sphinx. “Lord of eagles,” she said, “we are two sisters seeking our sister, and we beg you to help us.”",
            "chapter": "Chapter 4",
            "percentage": 70
        },
        {
            "quote": "The eagle had a very yellow beak; its nostrils were lined in orange. Its feathers were a rich bronze, catching gold in the sunlight. Arzu yearned to weave a carpet showing its magnificence. Pali wondered what it ate.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "He had not told her the punishment for opening that door.",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "“There is injustice here,” said Pali, “and we come to avenge it.”",
            "chapter": "Chapter 4",
            "percentage": 71
        },
        {
            "quote": "One of their mother’s most prized possessions was an alabaster jar she had won from some caravan long ago. On special feasts their mother placed a candle within it, and it glowed like the divine idea of beauty.\nThat was what Arzu thought, seeing her sister, and she heard no words.",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In Sardeet's mind, the soft voice of her child said, “*Name me*.”",
            "chapter": "Chapter 5",
            "percentage": 86
        },
        {
            "quote": "In her deepest contraction yet, Sardeet found a voice in her mind, and: “*Arvoliin*,” she said; *Flame of the Fire of Love*.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "When Sardeet named her child the air in the room seemed to catch fire.",
            "chapter": "Chapter 5",
            "percentage": 89
        },
        {
            "quote": "Before the sound had died the god had lost his infant form, and stood there before them a winged flame.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "He spoke to Arzu: “Be wise”; to Pali, “Be joyous”; to the last momentary glimpse of Olu-olurin, “Repent”; to the six dead women, “Be at peace”; and to his mother, “Beloved.”\nAnd then he was gone.",
            "chapter": "Chapter 5",
            "percentage": 90
        },
        {
            "quote": "“Never once,” said Sardeet, “did he ask me my name.”\n“That was ill done of him,” said Arzu.\n“He killed six wives before me.”\n“That was even less well done of him.”",
            "chapter": "Chapter 5",
            "percentage": 91
        },
        {
            "quote": "It was a year and a day from the meeting at the crossroads that Pali and Arzu brought their sister Sardeet-savarel home from her marriage to one of the Wind Lords.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That she had done well in her marriage was an understatement; though people did wonder how it was that she could be widowed who had wed one of the gods.",
            "chapter": "Chapter 5",
            "percentage": 92
        },
        {
            "quote": "That Arzu should have knotted a carpet that could fly even over the Black Mountains was considered a tribute to her skill and wisdom, and her new gravity—and the marker of the gods’ touch in her untimely white hair—meant that the murmurs that she would become Queen after her mother’s retirement displeased no one;",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "People knew the stories about the Warriors of the Mountain. When they saw Pali dismount in her black veils, bearing no weapon, with her sister the new widow beside her, her cousins and clansmen backed away from both of them.",
            "chapter": "Chapter 5",
            "percentage": 93
        },
        {
            "quote": "Sardeet put on widow’s white and went walking in the desert to look for stones that might show her another path. She found a white rock sprouting with garnets, and jade of her favourite green, and another ingot of fool’s gold, and she stood there for a long time before it occurred to her that the answers to her questions no longer lived in the wind, but in the world.",
            "chapter": "Chapter 5",
            "percentage": 96
        }
    ]
}