{
    "tuyoquotes": [
        {
            "quote": "Beside the coals of the dying fire, within the trampled borders of our abandoned camp, surrounded by the great forest of the winter country, I waited for a terrible death.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "At last the warleader dismounted. He was far taller than I; even taller than most of his own people. He looked cruel to me, with a hard set to his mouth.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "He said to that man, “We must have pressed them even harder than we knew, if they've left a tuyo for us.”",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "I must have jerked in outrage, for he turned quickly to look at me again.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "He tilted his head in surprise, perhaps at my words, or perhaps because I spoke darau at all.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "_That_ drove everything else out of my mind. The shock was greater because I had just been thinking my brother and our people were safe. For a moment, I could not answer. Then I found my voice.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "When my brother brought word of what had happened, my mother would not think of me sitting in an uncomfortable Lau chair in a too-warm Lau tent, eating too-spicy barley stew.",
            "chapter": "Chapter 2",
            "percentage": 4
        },
        {
            "quote": "Lord Aras barely flinched, though the blow left a narrow welt across his cheek. An Ugaro could hardly have taken the blow with any greater indifference. I was proud of him.",
            "chapter": "Chapter 17",
            "percentage": 49
        }
    ],
    "nikolesquotes": [
        {
            "quote": "Nikoles Ianan’s appetite for vengeance wavered and dimmed and finally wore itself out long before the execution was meant to end.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "If Lord Gaur tried to use these men too ruthlessly, if he tried to use his captives to bait their people into some broader trap ... Nikoles didn’t know. He didn’t know what he would do. He couldn’t quite imagine standing aside a second time, letting Ugaro die because of Lau mistakes. Though whatever Lord Gaur did, he probably wouldn’t do it by *mistake*.",
            "chapter": "Chapter 5",
            "percentage": 49
        }
    ],
    "tarashanaquotes": [
        {
            "quote": "The first arrow missed only because the gods were kind.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "“There is no need yet to think of the ending of this journey. Relax. Go to sleep. Nothing will happen for a long time.”\nI should have known better than to tempt the gods by saying such a thing.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "Aras put in, quietly, “I will do everything I can to see that all your people return safely to this side of the tombs, Sinowa.”\n“Yes,” said my father, meeting his eyes. “I know you will. My wife will send word of your courage to your king, and to mine.”",
            "chapter": "Chapter 15",
            "percentage": 41
        },
        {
            "quote": "I lifted my head, looking ahead, looking for my sister, and knew Aras had let me look for her, had *made* me look for her. I was grateful for that. The gratitude I felt enraged me. I had thought myself so furiously angry that nothing could make me angrier, but this perverted echo of generosity did.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "I lifted my head, looking ahead, looking for my sister, and knew Aras had let me look for her, had *made* me look for her. I was grateful for that. The gratitude I felt enraged me. I had thought myself so furiously angry that nothing could make me angrier, but this perverted echo of generosity did.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "Surrounding us, above us, crowding the stairway that led into and through the sky, I half saw and half felt many shades—not exactly shades. I still did not know what to call them. Aras and I walked side by side, not very fast, along the stairway that spiraled up and up into the sky, surrounded by those who had been lost and might, now, be redeemed.",
            "chapter": "Chapter 23",
            "percentage": 63
        },
        {
            "quote": "I was very, very angry. But he was right. I had not struck Aras with all my strength. It was true I had not drawn my knife against him. It might be true I had not wanted to kill him. When I thought of how it had been, I could see that this *was* true.",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "“If you have come to feel such bitterness that you cannot tolerate the memory of what Aras did to you, then kill him. If you believe that the insult to your pride was too great to forgive, then kill him. If you decide that he is too dangerous to live, then kill him. But if not that, then make peace with him. Decide soon, before the poison eats all your heart. Garoyo and I will support either decision. But we will not permit you to delay this decision. Decide today, Ryo.”",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "I realized now, for the first time, that some of my fury at what Aras had done to me was actually terror and rage at what he had done to himself.",
            "chapter": "Chapter 27",
            "percentage": 71
        },
        {
            "quote": "“Ryo,” he said. “I didn’t expect you to be here when I woke up.” He added, after another moment, “I really did not expect to wake up.”",
            "chapter": "Chapter 27",
            "percentage": 71
        },
        {
            "quote": "“If I gave you that kind of wine again, you would drink it again.”\nHe spoke softly. “Yes, I would.”",
            "chapter": "Chapter 27",
            "percentage": 72
        },
        {
            "quote": "You let yourself be made helpless. You put yourself into my hands, even though you thought I might kill you while you slept. That is enough for me to let the matter rest.",
            "chapter": "Chapter 27",
            "percentage": 72
        },
        {
            "quote": "I knew—I trusted absolutely—that Aras would have found some way to warn me if I were wrong.",
            "chapter": "Chapter 30",
            "percentage": 76
        },
        {
            "quote": "He spoke to me in darau, quietly. “Ryo ... before I drink this, will you let me apologize?”\n“Yes,” I said, equally quiet. “I will hear you now.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "“Ryo inGara, I apologize profoundly for my offense against you. No matter the exigency, it was unspeakably wrong of me to force my will on you. I knew that at the time and I know it now. Such an act does not deserve forgiveness. Nevertheless, I ask—I beg that you will forgive me.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "A different voice spoke above me, in taksu that was not very good. “I hope no one will say *I* should not step in front of the knife.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "“If you are able to refrain from killing this man, that would please me.”\nRoyova inclined his head. “In any fight, accidents may happen. But I have no wish to kill this Lau, whom I consider a brave and honorable man.”",
            "chapter": "Chapter 35",
            "percentage": 93
        },
        {
            "quote": "“I don’t ... I feel ... I truly don’t believe anything has changed in an important way.”\nHe meant, in himself, in his nature. I nodded to show I understood this. I hoped it was true. I believed it was true. Probably it was true. Nearly true.",
            "chapter": "Chapter 36",
            "percentage": 94
        },
        {
            "quote": "“Ryo ...” She was not looking at me. “Do you trust him still?”\n“Yes,” I said at once. And then, as I would not have said to very many other people, I added, “I think so. I hope so.”",
            "chapter": "Chapter 36",
            "percentage": 95
        },
        {
            "quote": "“I do not like your Aras. This is not because he is a sorcerer or because he is a Lau. It is not for any fault in him. I dislike him because he holds so much of your heart. When you are near him, your attention goes first to him, not to anyone else.”",
            "chapter": "Chapter 36",
            "percentage": 95
        },
        {
            "quote": "I was silent for some time. Finally I said, “We are going to have a complicated marriage.”\nShe smiled, with sudden, genuine humor. “Perhaps this may be so.”",
            "chapter": "Chapter 36",
            "percentage": 95
        }
    ],
    "keraunaniquotes": [
        {
            "quote": "His own job was simple: Get to Pitasosa, find a girl, get her out of this town and away from the disaster that was about to come down like a big, big hammer on way too many people here. Marry her real quick, nice and tight and legal, so there’d be no questions later about the babe she was carrying. Then he could just set her up someplace where she’d be safe and comfortable, and he’d be done.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "The narrowness of the windows meant that the door was the only way out of this room; not his favorite design for any room. Not that he expected any trouble here. It just wasn’t his favorite design for a room, that was all.",
            "chapter": "Chapter 1",
            "percentage": 2
        },
        {
            "quote": "“She’s scared, but she’s not that scared.” He was smiling. “We’ve got a brave girl. She’s waiting for us to come get her. She *expects* us to come get her.”",
            "chapter": "Chapter 4",
            "percentage": 20
        },
        {
            "quote": "She looked at him, for a second even more hesitant, but then her determination firmed up again. She asked, “Can you support a child? Two children?”—with a hand cupped over her belly, but nodding toward Pir, riding perched up in the front of the handcart now, looking ahead the way they were going, but listening close, no question about that.",
            "chapter": "Chapter 9",
            "percentage": 49
        },
        {
            "quote": "Esau had expected to feel a lot safer once he had Keraunani through the checkpoint and across the border into the county of Sarorata. And he did, sort of. For values of *safer* that didn’t include *safe*.",
            "chapter": "Chapter 11",
            "percentage": 49
        },
        {
            "quote": "“You’re my kid now. I’ll get you written down that way, lines laid down real clear. Blue ink. You know what that means, blue ink?”\nOf course Pir didn’t. Brat this age, not likely he’d understand something like that. Esau explained, “Blue’s for oaths. For good, that means. Red ink’s legal, red’s for contracts. Red is for something that’s got a beginning and an end. Blue’s forever. Color of the sunlit sky, see.”",
            "chapter": "Chapter 11",
            "percentage": 60
        },
        {
            "quote": "“Any jar she picks up, the ink turns blue. She won’t let you go either. This is solid for her and me both.”",
            "chapter": "Chapter 11",
            "percentage": 60
        },
        {
            "quote": "When your partner was a man who happened to have a good bit of nudge, the best idea was to let him lead the dance. Whatever Ates had in mind, Esau would find himself going along with it, as long as he just relaxed and let himself move exactly the way Ates wanted him to move.",
            "chapter": "Chapter 14",
            "percentage": 66
        },
        {
            "quote": "He wasn’t the one who’d picked that target. He just let himself move. It was like reflex, like instinct, but different from either.",
            "chapter": "Chapter 14",
            "percentage": 67
        },
        {
            "quote": "No one would ever suggest that maybe dogs hadn’t been necessary to track a couple of Lord Gaur’s soldiers; that nobody had needed a tip from local brats; that the thing about persuading the bandits into a trap near Manas hadn’t been the real plan. Or at least not the primary plan. No one would suggest that the real plan might’ve involved getting a couple of Lord Gaur’s men into the bandit’s main hideout, so that someone with a huge lot of something extra could quit looking for bandits he didn’t know and start looking for men he’d be able to find and track.",
            "chapter": "Chapter 16",
            "percentage": 74
        },
        {
            "quote": "No one would ever say, *Good job picturing the whole cave system out plain in your mind, that was real helpful*. Because that wasn’t the kind of thing Lord Gaur’s men, or Lord Gaur himself, ever said. Anyway, maybe it hadn’t been helpful. Maybe it’d just been a way to pass the time. Esau would probably never know one way or the other. Honestly, he didn’t *want* to know one way or the other.",
            "chapter": "Chapter 16",
            "percentage": 75
        },
        {
            "quote": "“If anything else occurs to you, then you have permission to approach me. If necessary. As a rule, it’s probably best to follow the chain of command.”\n“Yes, my lord.”",
            "chapter": "Chapter 16",
            "percentage": 77
        },
        {
            "quote": "If his name came to mind when Lord Gaur needed a man for something peculiar, that sure would keep his life interesting. He had no doubt about that at all.",
            "chapter": "Chapter 18",
            "percentage": 84
        },
        {
            "quote": "“It seems to me ... that you reached out of darkness to give me a fragment of the sunlit sky.”",
            "chapter": "Chapter 19",
            "percentage": 90
        },
        {
            "quote": "The Sun had long since stepped down from the heavens, passing below the earth, but he felt—she felt—they both felt—as though they moved through the brilliant warmth and light of a glorious day.",
            "chapter": "Chapter 19",
            "percentage": 90
        }
    ],
    "suelenquotes": [
        {
            "quote": "Suelen couldn’t have echoed the straight-backed posture of the Ugaro if his life depended on it, so he hoped it didn’t.",
            "chapter": "Chapter 10",
            "percentage": 77
        },
        {
            "quote": "“O Sun, beloved of my heart, this day overflows with all your gifts. I am most grateful to have been a part of it. Thank you.”",
            "chapter": "Chapter 12",
            "percentage": 96
        }
    ],
    "tanoquotes": [],
    "tasmakatquotes": []
}