{
    "tuyoquotes": [
        {
            "quote": "Beside the coals of the dying fire, within the trampled borders of our abandoned camp, surrounded by the great forest of the winter country, I waited for a terrible death.",
            "chapter": "Chapter 1",
            "percentage": 1
        }
    ],
    "nikolesquotes": [
        {
            "quote": "Nikoles Ianan’s appetite for vengeance wavered and dimmed and finally wore itself out long before the execution was meant to end.",
            "chapter": "Chapter 1",
            "percentage": 1
        }
    ],
    "tarashanaquotes": [
        {
            "quote": "The first arrow missed only because the gods were kind.",
            "chapter": "Chapter 1",
            "percentage": 1
        },
        {
            "quote": "There is no need yet to think of the ending of this journey. Relax. Go to sleep. Nothing will happen for a long time.”\nI should have known better than to tempt the gods by saying such a thing.",
            "chapter": "Chapter 7",
            "percentage": 19
        },
        {
            "quote": "Aras put in, quietly, “I will do everything I can to see that all your people return safely to this side of the tombs, Sinowa.”\n“Yes,” said my father, meeting his eyes. “I know you will. My wife will send word of your courage to your king, and to mine.”",
            "chapter": "Chapter 15",
            "percentage": 41
        },
        {
            "quote": "I lifted my head, looking ahead, looking for my sister, and knew Aras had let me look for her, had *made* me look for her. I was grateful for that. The gratitude I felt enraged me. I had thought myself so furiously angry that nothing could make me angrier, but this perverted echo of generosity did.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "I lifted my head, looking ahead, looking for my sister, and knew Aras had let me look for her, had *made* me look for her. I was grateful for that. The gratitude I felt enraged me. I had thought myself so furiously angry that nothing could make me angrier, but this perverted echo of generosity did.",
            "chapter": "Chapter 23",
            "percentage": 62
        },
        {
            "quote": "Surrounding us, above us, crowding the stairway that led into and through the sky, I half saw and half felt many shades—not exactly shades. I still did not know what to call them. Aras and I walked side by side, not very fast, along the stairway that spiraled up and up into the sky, surrounded by those who had been lost and might, now, be redeemed.",
            "chapter": "Chapter 23",
            "percentage": 63
        },
        {
            "quote": "I was very, very angry. But he was right. I had not struck Aras with all my strength. It was true I had not drawn my knife against him. It might be true I had not wanted to kill him. When I thought of how it had been, I could see that this *was* true.",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "“If you have come to feel such bitterness that you cannot tolerate the memory of what Aras did to you, then kill him. If you believe that the insult to your pride was too great to forgive, then kill him. If you decide that he is too dangerous to live, then kill him. But if not that, then make peace with him. Decide soon, before the poison eats all your heart. Garoyo and I will support either decision. But we will not permit you to delay this decision. Decide today, Ryo.”",
            "chapter": "Chapter 26",
            "percentage": 70
        },
        {
            "quote": "I realized now, for the first time, that some of my fury at what Aras had done to me was actually terror and rage at what he had done to himself.",
            "chapter": "Chapter 27",
            "percentage": 71
        },
        {
            "quote": "“Ryo,” he said. “I didn’t expect you to be here when I woke up.” He added, after another moment, “I really did not expect to wake up.”",
            "chapter": "Chapter 27",
            "percentage": 71
        },
        {
            "quote": "“If I gave you that kind of wine again, you would drink it again.”\nHe spoke softly. “Yes, I would.”",
            "chapter": "Chapter 27",
            "percentage": 72
        },
        {
            "quote": "You let yourself be made helpless. You put yourself into my hands, even though you thought I might kill you while you slept. That is enough for me to let the matter rest.",
            "chapter": "Chapter 27",
            "percentage": 72
        },
        {
            "quote": "I knew—I trusted absolutely—that Aras would have found some way to warn me if I were wrong.",
            "chapter": "Chapter 30",
            "percentage": 76
        },
        {
            "quote": "He spoke to me in darau, quietly. “Ryo... before I drink this, will you let me apologize?”\n“Yes,” I said, equally quiet. “I will hear you now.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "“Ryo inGara, I apologize profoundly for my offense against you. No matter the exigency, it was unspeakably wrong of me to force my will on you. I knew that at the time and I know it now. Such an act does not deserve forgiveness. Nevertheless, I ask—I beg that you will forgive me.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "A different voice spoke above me, in taksu that was not very good. “I hope no one will say *I* should not step in front of the knife.”",
            "chapter": "Chapter 34",
            "percentage": 92
        },
        {
            "quote": "“If you are able to refrain from killing this man, that would please me.”\nRoyova inclined his head. “In any fight, accidents may happen. But I have no wish to kill this Lau, whom I consider a brave and honorable man.”",
            "chapter": "Chapter 35",
            "percentage": 93
        },
        {
            "quote": "“I don’t... I feel... I truly don’t believe anything has changed in an important way.”\nHe meant, in himself, in his nature. I nodded to show I understood this. I hoped it was true. I believed it was true. Probably it was true. Nearly true.",
            "chapter": "Chapter 36",
            "percentage": 94
        },
        {
            "quote": "“Ryo...” She was not looking at me. “Do you trust him still?”\n“Yes,” I said at once. And then, as I would not have said to very many other people, I added, “I think so. I hope so.”",
            "chapter": "Chapter 36",
            "percentage": 95
        },
        {
            "quote": "“I do not like your Aras. This is not because he is a sorcerer or because he is a Lau. It is not for any fault in him. I dislike him because he holds so much of your heart. When you are near him, your attention goes first to him, not to anyone else.”",
            "chapter": "Chapter 36",
            "percentage": 95
        },
        {
            "quote": "I was silent for some time. Finally I said, “We are going to have a complicated marriage.”\nShe smiled, with sudden, genuine humor. “Perhaps this may be so.”",
            "chapter": "Chapter 36",
            "percentage": 95
        }
    ],
    "keraunaniquotes": [],
    "suelenquotes": [],
    "tanoquotes": [],
    "tasmakatquotes": []
}